Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Here you can search by place of birth, baptism, by address, place of death or burial. You can search with the options: "contains", "equals" and "starts with". Here too, you can choose between expanded or concise view. The results will be sorted alphabetically by place name.
fr: Ici, vous pouvez rechercher par lieu de naissance, baptême, par adresse, lieu de décès ou d'inhumation. Vous pouvez rechercher avec les options: "contient", "est égal à" et "commence par". Ici aussi, vous pouvez choisir entre une vue étendue ou concise. Les résultats seront triés alphabétiquement par nom de lieu.
fur: Chi al è pussibil cirî par lûdi nassire, di batisim, par indiriz, lûc di muart o sepulture. Si pues sielzi di cirî cun: "al conten", "compagn che" e "al començe cun". Anje chi si po sielzi tra viste slargjade o strete. I risultâts a son presentâs in ordin alfabetic par non di lûc.
he: כאן אפשר לחפש על פי מקום לידה, כתובת, מקום פטירה או קבורה. אפשר לחפש על פי אופציות: "מכיל", "שווה ל-" או "מתחיל ב-". גם כאן אפשר לבחור בין תצוגה מורחבת או תמציתית. התוצאות יוצגו לפי סדר א-ב של שמות המקום.
it: Qui è possibile cercare per luogo di nascita, battesimo, per indirizzo, luogo di morte o sepoltura. È possibile cercare con le opzioni: "contiene", "uguale a" e "inizia con". Anche qui, è possibile scegliere tra vista espansa o concisa. I risultati verranno ordinati alfabeticamente in base al nome del luogo.
pl: Tutaj możesz wyszukiwać według miejsca urodzenia, chrztu, adresu, miejsca śmierci lub pochówku. Możesz wyszukiwać za pomocą opcji: „zawiera”, „równa się” i „zaczyna się od”. Tutaj również możesz wybrać między widokiem rozwiniętym a zwięzłym. Wyniki zostaną posortowane alfabetycznie według nazwy miejsca.
ru: Здесь вы можете осуществлять поиск по месту рождения, крещения, по адресу, месту смерти или захоронения. Вы можете выполнять поиск с помощью опций: "содержит", "равно" и "начинается с". Здесь также вы можете выбрать между расширенным или кратким представлением. Результаты будут отсортированы в алфавитном порядке по названию места.
sk: Tu môžete vyhľadávať podľa miesta narodenia, krstu, podľa adresy, miesta úmrtia či pohrebu. Môžete vyhľadávať pomocou možností: "obsahuje", "rovná sa" a "začína na". Aj tu si môžete vybrať medzi rozšíreným alebo stručným zobrazením. Výsledky budú zoradené abecedne podľa názvu miesta.
tr: Burada doğum yeri, vaftiz, adres, ölüm veya defin yeri ile arama yapabilirsiniz. "İçerir", "eşittir" ve "ile başlar" seçenekleriyle arama yapabilirsiniz. Burada da genişletilmiş veya özlü görünüm arasında seçim yapabilirsiniz. Sonuçlar yer adına göre alfabetik olarak sıralanacaktır.

source: Photobook
fi: Kuvakirja
fr: Album photos
fur: Album das foto
he: אלבום תמונות
it: Album di foto
pl: Fotoksiążka
pt: Álbum de Fotografias
ru: Фотоальбом
sk: Fotokniha
tr: Fotoğraf kitabı
zh: 照片書冊

source: Here you will see a display of all photos in the database.<br>Click on a photo for an enlarged version or click on the name to move to the family page of that person.
fr: Ici, vous verrez un affichage de toutes les photos dans la base de données.<br>Cliquez sur une photo pour une version agrandie ou cliquez sur le nom pour passer à la page familiale de cette personne.
fur: Chi i tu viodis dutis il fotografîs dal database.‎<br>Cliche su una fotografie par viodile ingrandide o fai clic sul non par passâ a la schede da famee di che persone.
he: כאן תראו תצוגה של כל התמונות בבסיס הנתונים. <br>הקלק על תמונה לקבלת תצוגה מוגדלת או הקלק על השם על מנת לעבור לדף המשפחה של אדם זה.
it: Qui vedrai una visualizzazione di tutte le foto nel database.‎1<br>Clicca su una foto per una versione ingrandita o fai clic sul nome per passare alla pagina della famiglia di quella persona.
pl: Tutaj zobaczysz wyświetlanie wszystkich zdjęć w bazie danych. <br>Kliknij zdjęcie, aby wyświetlić powiększoną wersję lub kliknij imię, aby przejść do strony rodziny tej osoby.
ru: Здесь вы увидите отображение всех фотографий в базе данных.<br> Нажмите на фотографию для получения увеличенной версии или нажмите на имя, чтобы перейти на страницу семьи этого человека.
sk: Tu uvidíte zobrazenie všetkých fotografií v databáze.<br>Kliknutím na fotografiu zobrazíte zväčšenú verziu alebo kliknutím na meno sa presuniete na rodinnú stránku danej osoby.
tr: Burada veritabanındaki tüm fotoğrafların bir görüntüsünü göreceksiniz.<br>Büyütülmüş hali için bir fotoğrafa tıklayın veya o kişinin aile sayfasına gitmek için isme tıklayın.

source: Tools
fi: Työkalut
fr: Outils
fur: Struments
he: כלים
it: Strumenti
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
sk: Nástroje
tr: Araçlar
zh: 功具

source: Here you will find a list of all sources used in the genealogical research.
fr: Vous trouverez ici une liste de toutes les sources utilisées dans la recherche généalogique.
fur: Chi tu cjatis une liste di tutis lis fonts utilizadis ta ricercje gjenealogjiche.
he: כאן תמצאו רשימה של כל המקורות בהם נעשה שימוש במחקר הגיניאלוגי.
it: Qui troverete un elenco di tutte le fonti utilizzate nella ricerca genealogica.
pl: Tutaj znajdziesz listę wszystkich źródeł wykorzystanych w badaniach genealogicznych.
ru: Здесь вы найдете список всех источников, использованных в генеалогическом исследовании.
sk: Tu nájdete zoznam všetkých zdrojov použitých pri genealogickom výskume.
tr: Burada soy araştırmalarında kullanılan tüm kaynakların bir listesini bulacaksınız.

source: Anniversary list
fi: Vuosipäivälista
fr: Liste d'anniversaires
fur: Liste dai aniversaris
he: רשימת ימי הולדת
it: Lista degli anniversari
pl: Lista rocznicowa
pt: Lista de aniversários
ru: Список годовщин
sk: Zoznam výročí
tr: Yıldönümü listesi
zh: 周年纪念表

source: This opens a list with all persons in the selected tree who have a birthday in the current month. You can also choose a different month than the current one.
fr: Cela ouvre une liste avec toutes les personnes dans l'arbre sélectionné qui ont un anniversaire dans le mois en cours. Vous pouvez également choisir un mois différent de celui en cours.
fur: Si vierç une liste cun dutis lis personis dal Arbul selezionât che a jan il complean tal mês corint. Si pues ancje siezi un mês diferent di chel corint.
he: זה פותח רשימה של כל האנשים בעץ הנבחר שיש להם יום הולדת בחודש הנוכחי. אפשר לבחור גם בחודש אחר מאשר החודש הנוכחי.
it: Si apre un elenco con tutte le persone nell'albero selezionato che hanno un compleanno nel mese corrente. È inoltre possibile scegliere un mese diverso da quello corrente.
pl: Spowoduje to otwarcie listy wszystkich osób z wybranego drzewa, które obchodzą urodziny w bieżącym miesiącu. Możesz też wybrać inny miesiąc niż bieżący.
ru: Откроется список со всеми лицами в выбранном дереве, у которых день рождения в текущем месяце. Вы также можете выбрать месяц, отличный от текущего.
sk: Týmto sa otvorí zoznam so všetkými osobami vo vybranom strome, ktoré majú narodeniny v aktuálnom mesiaci. Môžete si vybrať aj iný mesiac ako je aktuálny.
tr: Bu, seçili ağaçta geçerli ayda doğum günü olan tüm kişilerin bulunduğu bir liste açar. Geçerli olandan farklı bir ay da seçebilirsiniz.

source: The information given in the statistics table doesnt warrant further explanation.
fr: Les informations fournies dans le tableau des statistiques ne méritent pas d'explication supplémentaire.
fur: Lis informazions fornidis tas tabelis statistichis no richiedis altris spiegazions.
he: אין צורך להרחיב על המידע שמוצג בטבלת הסטטיסטיקה.
it: Le informazioni fornite nella tabella delle statistiche non giustificano ulteriori spiegazioni.
pl: Informacje podane w tabeli statystyk nie wymagają dalszych wyjaśnień.
ru: Информация, приведенная в таблице статистики, не требует дальнейших пояснений.
sk: Informácie uvedené v štatistickej tabuľke nezaručujú ďalšie vysvetlenie.
tr: İstatistik tablosunda verilen bilgiler daha fazla açıklama gerektirmemektedir.

source: With the relationship calculator you can establish blood and/or marital relations between two people. In the search field "Name" you can enter a name. For example first name, last name, call name, part of name or leave a field empty. Then you can click "search" and consequently pick a name from the result list. Once two names have been selected, you can click "Calculate relationship" and if a relationship is found it will be listed together with a graphical representation. You can press the change symbol to switch between the persons.
fr: Avec le calculateur de relations, vous pouvez établir des relations de sang et/ou conjugales entre deux personnes. Dans le champ de recherche "Nom", vous pouvez entrer un nom. Par exemple prénom, nom de famille, nom d'appel, partie de nom ou laisser un champ vide. Ensuite, vous pouvez cliquer sur "rechercher" et par conséquent choisir un nom dans la liste des résultats. Une fois que deux noms ont été sélectionnés, vous pouvez cliquer sur "Calculer la relation" et si une relation est trouvée, elle sera répertoriée avec une représentation graphique. Vous pouvez appuyer sur le symbole de changement pour passer d'une personne à l'autre.
fur: Cul calcolatôr di parentele al è pussibil stabilî relazions di sanc e / o coniugâl tra dôs personis. Nel cjamp di ricercje dal "Non" al è pussibil inseriî, par esempli, none, cognon, sorenon, o dome part dal non, o lassâ vueit il cjmp. Daspò fâ clic su "Cîr" e siengi un non da la liste dai risultâts. Une volte selezionâts doi nons, al è pussibil clicâ su "Calcole la relazion" e se a ven cjatade une relazion e vignarà mostrade insieme e une rapresentazion grafiche. Al è pussibil continuâ la ricergne cun altri personis, clicant il tast Modifiche.
he: בעזרת מחשבון קשרי המשפחה אפשר לבדוק קיום קשר דם או קשר חיתון בין שני אנשים. בשדה "שם" אפשר להכניס שם, למשל: שם פרטי, שם משפחה, כינוי, חלק משם או להשאיר את השדה ריק. אחר-כך אפשר להקליק על "חיפוש" ואז לבחור אחד השמות מרשימת תוצאות החיפוש. לאחר שנבחרו שמותיהם של שני אנשים, אפשר להקליק על "חשב יחסי משפחה" ואם יימצא קשר כזה, הוא יצויין יחד עם תרשים של הקשר. אפשר ללחוץ על סמל השינוי להחליף בין שני האנשים.
it: Con il calcolatore di relazioni puoi stabilire rapporti di sangue e/o coniugali tra due persone. Nel campo di ricerca "Nome" puoi inserire un nome. Ad esempio nome, cognome, soprannome, parte del nome o lasciare un campo vuoto. Quindi puoi fare clic su "cerca" e di conseguenza scegliere un nome dall'elenco dei risultati. Una volta selezionati due nomi, è possibile fare clic su "Calcola relazione" e se viene trovata una relazione verrà elencata insieme a una rappresentazione grafica. È possibile premere il simbolo di modifica per passare da una persona all'altra.

source: This will display a world map relating to the people present in the database, with ability to map by births or deaths.
fr: Cela affichera une carte du monde relative aux personnes présentes dans la base de données, avec la possibilité de cartographier par naissances ou décès.
fur: Chest al mostre une mape cu lis personis dal Arbul, cu la posibilitàt di visualizâlis par nascite o muart.
he: זה יציג מפת עולם בנוגע לאנשים המופיעים בבסיס הנתונים, אם אפשרות להציג עפ"י מקומות לידה או פטירה.
it: Questo mostrerà una mappa relativa alle persone presenti nel database, con la possibilità di mappare per nascite o morti.

source: Contact
fi: Yhteydenotto
fur: Contats
he: תצרו קשר
it: Contatti
pl: Kontakt
pt: Contato
ru: Контакты
sk: Kontakt
tr: İletişim
zh: 聯繫

source: This will open an email form, similar to the one explained above (see “owner family tree”).
fr: Cela ouvrira un formulaire de courrier électronique, similaire à celui expliqué ci-dessus (voir «arbre généalogique du propriétaire»).
fur: Si vierzarà un modul di pueste eletroniche, come chel spiegât persore (viôt "alrbul gjenealogjic personâl").
he: אפשרות זו תפתח טופס אימייל, בדומה לזה שהוסבר לעיל (ראו "בעל עץ המשפחה").
it: Si aprirà un modulo di posta elettronica, simile a quello spiegato sopra (vedere "albero genealogico proprio").
pl: Spowoduje to otwarcie formularza e-mail, podobnego do opisanego powyżej (patrz „drzewo genealogiczne właściciela”).
ru: Откроется форма электронной почты, аналогичная описанной выше (см. “генеалогическое древо владельца”).
sk: Týmto sa otvorí e-mailový formulár podobný tomu, ktorý je vysvetlený vyššie (pozri „rodokmeň vlastníka“).
tr: Bu, yukarıda açıklanana benzer bir e-posta formu açacaktır (bkz. "aile ağacı sahibi").

source: This will display a list of new and recently changed people in the database. A fully scrollable list is displayed in reverse chronological date order, with the most recent items displayed first. There is a search field that allows you to narrow the list of results down. It accepts partial names, e.g. searching for “Sa” will return all people with SA in their name, such as Sam, Sarah, Susanne, or even people with the surname Samson for example.
fr: Cela affichera une liste de personnes nouvelles et récemment modifiées dans la base de données. Une liste entièrement déroulante s'affiche dans l'ordre chronologique inverse, les éléments les plus récents étant affichés en premier. Un champ de recherche vous permet de restreindre la liste des résultats. Il accepte des noms partiels, par ex. la recherche de «Sa» renverra toutes les personnes qui ont SA dans leur nom, comme Sam, Sarah, Susanne, ou même les personnes portant le nom de famille Samson par exemple.
fur: Al vignarâ visualizât un elenc di personis gnovis o modificadis di recent tal database. Al ven visualizâde une liste complete in ordin cronologjic contrari, cui elements plui recents mostrâts par prins. Un cjamp di ricercje che al acete ancje nons parziai, al permet di scurtâ la liste dai risultâts. Par esempli la ricercje di "Sa" a furnirà la liste di dutis lis personis cun SA tal lôr non, come Sam, Sara, Susanna, o ancje lis personis cun cognon Sansone.
he: אפשרות זו תציג רשימה של האנשים שנערכו להם לאחרונה שינויים בבסיס הנתונים. הרשימה מוצגת בסגר כרונולוגי הפוך, בו השינויים החדשים ביותר מוצגים בהתחלה. יש שדה חיפוש שמאפשר לסנן את מספר התוצאות. בשדה אפשר למלא שמות חלקיים. לדוגמא, חיפוש עם "sa" יציג את כל האנשים שצירוף זה מופיע בשם שלהם, בין אם בשם הפרטי או בשם המשפחה.
it: Verrà visualizzato un elenco di persone nuove e modificate di recente nel database. Viene visualizzato un elenco scorrevole completo in ordine cronologico inverso, con gli elementi più recenti visualizzati per primi. C'è un campo di ricerca che consente di restringere l'elenco dei risultati verso il basso. Accetta nomi parziali, ad esempio la ricerca di "Sa" restituirà tutte le persone con SA nel loro nome, come Sam, Sara, Susanna, o anche le persone con il cognome Sansone per esempio.
pl: Spowoduje to wyświetlenie listy nowych i ostatnio zmienionych osób w bazie danych. W pełni przewijalna lista jest wyświetlana w odwrotnej kolejności chronologicznej, przy czym najnowsze pozycje są wyświetlane jako pierwsze. Istnieje pole wyszukiwania, które pozwala zawęzić listę wyników. Akceptuje nazwy częściowe, np. wyszukanie „Sa” zwróci wszystkie osoby z SA w imieniu, takie jak Sam, Sarah, Susanne, a nawet osoby o nazwisku Samson.
ru: При этом отобразится список новых и недавно измененных пользователей в базе данных. Полностью прокручиваемый список отображается в обратном хронологическом порядке дат, причем самые последние элементы отображаются первыми. Существует поле поиска, которое позволяет вам сузить список результатов. Он принимает частичные имена, например, поиск “Sa” вернет всех людей с SA в их имени, таких как Сэм, Сара, Сюзанна или даже людей с фамилией Самсон, например.
sk: Zobrazí sa zoznam nových a nedávno zmenených osôb v databáze. Plne rolovateľný zoznam sa zobrazí v obrátenom chronologickom poradí podľa dátumu, pričom najnovšie položky sa zobrazia ako prvé. K dispozícii je vyhľadávacie pole, ktoré vám umožňuje zúžiť zoznam výsledkov. Akceptuje čiastočné názvy, napr. g. vyhľadávanie „Sa“ vráti všetkých ľudí s SA vo svojom mene, ako napríklad Sam, Sarah, Susanne alebo dokonca ľudí s priezviskom Samson.
tr: Bu, veritabanındaki yeni ve yakın zamanda değiştirilen kişilerin bir listesini görüntüler. Tam olarak kaydırılabilir bir liste, en yeni öğeler ilk önce görüntülenecek şekilde ters kronolojik tarih sırasına göre görüntülenir. Sonuç listesini daraltmanıza izin veren bir arama alanı vardır. Kısmi adları kabul eder, örn. "Sa" araması, Sam, Sarah, Susanne gibi adlarında SA olan tüm kişileri ve hatta örneğin Samson soyadını taşıyan kişileri döndürür.

source: If the site owner gave you a username and password, you can log in here to see data that is not shown to the general public (such as details of living people or "hidden" family trees)
fr: Si le propriétaire du site vous a donné un nom d'utilisateur et un mot de passe, vous pouvez vous connecter ici pour voir les données qui ne sont pas montrées au grand public (comme les détails des personnes vivantes ou les arbres généalogiques "cachés")
fur: Se l'aministratôr dal sît ti à fornît un non utent e une pasword, ptu puedis jentrâ achì par viodi ancje i dâts che a no son publics (come i dâts das personis viventis o ramsdi Arbui gjenealogijcis "nascuindûs")‎
he: אם בעל האתר סיפק לך שם משתמש וסיסמה, אתה יכול כאן להיכנס על מנת לראות מידע שלא מוצר לציבור הרחב (כמו למשל מידע על אנשים חיים או עצי משפחה מוסתרים)
it: ‎Se il proprietario del sito ti ha fornito un nome utente e una password, puoi accedere qui per vedere i dati che non vengono mostrati al pubblico (come i dettagli delle persone viventi o i rami di alberi genealogici "nascosti")‎
pl: Jeśli właściciel witryny podał Ci nazwę użytkownika i hasło, możesz zalogować się tutaj, aby zobaczyć dane, które nie są pokazywane ogółowi społeczeństwa (takie jak szczegóły żyjących osób lub „ukryte” drzewa genealogiczne)
ru: Если владелец сайта дал вам имя пользователя и пароль, вы можете войти здесь, чтобы просмотреть данные, которые не показываются широкой публике (например, сведения о живых людях или "скрытых" генеалогических древах).
sk: Ak vám vlastník stránky dal používateľské meno a heslo, môžete sa tu prihlásiť a zobraziť údaje, ktoré sa nezobrazujú širokej verejnosti (napríklad podrobnosti o žijúcich ľuďoch alebo "skryté" rodokmene)
tr: Site sahibi size bir kullanıcı adı ve şifre verdiyse, genel halka gösterilmeyen verileri (yaşayan kişilerin detayları veya "gizli" aile ağaçları gibi) görmek için buradan giriş yapabilirsiniz.

source: Language Flags
fr: Indicateurs de langue
fur: Bandieris pa Lenghe‎
he: דגלי שפות
it: ‎Bandiere per la Lingua‎
pl: Flagi Języków
ru: Языковые флаги
sk: Vlajky jazykov
tr: Dil Bayrakları

source: On the menu bar, to the right of the menu buttons, you will notice several national flags, that allow you to change the display language.
fr: Sur la barre de menu, à droite des boutons de menu, vous remarquerez plusieurs drapeaux nationaux, qui vous permettent de changer la langue d'affichage.
fur: Su la rie dal menu, a gjestre dai botons, si puedin viodi tantis bandieris nazionâl, c'a permetin di sielzi la lenghe dai menu e das istruzions.
he: בתפריט הראשי לצד הימיני של כפתורי התפריט, תוכל לראות רשימה נפתחת של דגלי מדינות, שמאפשרים לך לשנות את שפת התצוגה.
it: Sulla barra dei menu, a destra dei pulsanti del menu, si noterà diverse bandiere nazionali, che consentono di cambiare la lingua di visualizzazione.
pl: Na pasku menu, po prawej stronie przycisków menu, zauważysz kilka flag narodowych, które pozwalają na zmianę języka wyświetlania.
ru: В строке меню, справа от кнопок меню, вы заметите несколько национальных флагов, которые позволяют вам изменять язык отображения.
sk: Na paneli s ponukami napravo od tlačidiel ponuky si všimnete niekoľko národných vlajok, ktoré vám umožňujú zmeniť jazyk zobrazenia.
tr: Menü çubuğunda, menü düğmelerinin sağında, ekran dilini değiştirmenize izin veren birkaç ulusal bayrak göreceksiniz.

source: User settings
fi: Käyttäjäasetukset
fr: Paramètres utilisateur
fur: Impostazions utent
he: הגדרות משתמש
it: Impostazioni utente
pl: Ustawienia użytkownika
pt: Parâmetros do Utilizador
ru: Пользовательские настройки
sk: Užívateľské nastavenia
tr: Kullanıcı ayarları

source: This page contains several user settings: selecting a theme and changing password (if allowed).
fr: Cette page contient plusieurs paramètres utilisateur: sélection d'un thème et modification du mot de passe (si autorisé).
fur: ‎Achi tu puedis modificâ lis impostazions: selezionâ un teme e modificâ la password (se tu puedis).
he: עמוד זה כולל מספר הגדרות משתמש: בחירת סגנון והחלפת סיסמה (אם מותר).
it: Questa pagina contiene varie impostazioni utente: selezione di un tema e modifica della password (se consentito).
pl: Ta strona zawiera kilka ustawień użytkownika: wybór motywu i zmiana hasła (jeśli jest to dozwolone).
ru: Эта страница содержит несколько пользовательских настроек: выбор темы и изменение пароля (если разрешено).
sk: Táto stránka obsahuje niekoľko používateľských nastavení: výber témy a zmena hesla (ak je to povolené).
tr: Bu sayfa birkaç kullanıcı ayarı içerir: bir tema seçme ve şifreyi değiştirme (izin veriliyorsa).

source: ”Select a theme” dropdown
fr: Liste déroulante "Sélectionnez un thème"
fur: ‎Menu "Selezione un teme"‎
he: תפריט נפתח לבחירת סגנון
it: ‎Menu a discesa "Seleziona un tema"‎
pl: Menu „Wybierz motyw”
ru: Выпадающий список ”Выбрать тему”
sk: "Vyberte tému" z rozbaľovacieho menu
tr: "Bir tema seçin" açılır menüsü
