Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: The folder "admin" has NOT YET been secured.
fi: Kansiota "admin" EI OLE suojattu.
fr: Le répertoire"admin" n'a PAS ENCORE été sécurisé.
fur: La cartele "admin" no je stade ancjemò blocade.
he: התיקייה "admin" טרם אובטחה.
it: La cartella "admin" non è ancora stata bloccata.
pl: Folder „admin” nie jest zabezpieczony.
pt: A pasta "admin" AINDA NÃO está segura.
ru: Папка "admin" недостаточно защищена.
sk: Adresár "admin" NIE JE bezpečný.
tr: "admin" klasörü HENÜZ güvenli DEĞİLDİR.
zh: 文件夾“管理員”還沒有得到保證

source: At the moment you are logged in through an .htacces file.
fi: Olet kirjautunut nyt .htacces tiedoston kautta.
fr: En ce moment vous êtes connecté via un fichier .htacces.
fur: Al moment si è conetûs midiant un file .htacces.
he: כרגע אתה מחובר באמצעות קובץ htaccess.
it: Al momento si è connessi tramite un file .htacces.
pl: W tej chwili jesteś zalogowany za pomocą pliku .htaccess.
pt: De momento está a aceder ao sistema através dum ficheiro .htacces.
ru: Сейчас Вы авторизованы через файл .htacces.
sk: Teraz si prihlásený cez .htacces.
tr: Şu anda bir .htacces dosyası aracılığıyla oturum açmış durumdasınız.
zh: 現在你是透過 .htacces 文件登錄.

source: At the moment you are logged in through PHP-MySQL.
fi: Olet kirjautunut nyt PHP-MySQL:n kautta.
fr: En ce moment vous êtes connecté par PHP-MySQL.
fur: Al moment si è conetûs midiant di PHP-MySQL.
he: כרגע אתה מחובר באמצעות PHP-MySQL
it: Al momento si è connessi tramite PHP-MySQL.
pl: W tej chwili jesteś zalogowany przez PHP-MySQL.
pt: De momento está a aceder ao sistema através de PHP-MySQL.
ru: Сейчас Вы авторизованы через PHP-MySQL.
sk: Teraz si prihlásený cez PHP-MySQL.
tr: Şu anda PHP-MySQL üzerinden giriş yapıyorsunuz.
zh: 現在你是透過PHP-MySQL登錄.

source: Login control
fi: Kirjautumisen valvonta
fr: Contrôle de la connexion
fur: Control dal aces
he: בקרת Login
it: Controllo del login
pl: Kontrola logowania
pt: Controlo do acesso (login)
ru: Управление авторизацией
tr: Giriş kontrolü
zh: 登入的控制

source: INFO
fur: INFORMAZIONS
he: אינפורמציה
it: INFORMAZIONI
ru: ИНФО
tr: BİLGİ
zh: 資料

source: After installation of the tables (click on the left at Install) the admin folder will be secured with PHP-MySQL security. <p>You can have better security with .htaccess (server security).<br> If the administration panel of your webhost has an option to password-protect directories, use this option on the \"admin\" folder of %s. If you don't have such an option, you can make an .htaccess file yourself.<br> Make a file .htaccess:
fr: Après l'installation des tables (cliquez à gauche sur Installer) le dossier admin sera sécurisé avec la sécurité PHP-MySQL. <p>Vous pouvez avoir une meilleure sécurité avec .htaccess (sécurité du serveur).<br> Si le panneau d'administration de votre hébergeur a une option pour protéger les répertoires par mot de passe, utilisez cette option dans le dossier "admin" de %s. Si vous ne disposez pas d'une telle option, vous pouvez créer vous-même un fichier .htaccess.<br> Créez un fichier .htaccess:
fur: Dopo la creazion das tabelis (cliche a sinistre su Instale) la cartele admin a je protete da sicureze di PHP-MySQL. <p>Tu puedis vei une sicureze plui grande cun .htaccess (cu la sicureze dal server). <br> Se il pannel di amministrazion dal to hosting al pues protezi lis cartelis cun password, utilize cheste opzion su la cartella "admin" di %s. Se no si dispon di cheste opzion, si pues fa di besoi un file .htaccess.<br> Crê un file .htaccess:
he: לאחר התקנת הטבלאות (הקלק על "התקן"), תיקיית הניהול (admin) יהיה מאובטח על ידי PHP-MySQL. <p>אפשר לוודא אבטחה טובה יותר באמצעות אבטחת htaccess. (בצד השרת).<br> אם לוח הבקרה של ה-webhost שלך מאפשר אבטחת תיקיות, תשתמש באופציה זו על מנת לאבטח את תיקיית ה-admin של %s. אם אין לך אופציה כזו אפשר ליצור קובץ htaccess. בעצמך.<br> צור קובץ htaccess.:
it: Dopo la creazione delle tabelle (clicca a sinistra su Installa) la cartella admin sarà protetta dalla sicurezza di PHP-MySQL. <p>Puoi avere una migliore sicurezza con .htaccess (per la sicurezza del server). <br> Se il pannello di amministrazione del tuo hosting ha la possibilità di proteggere con password cartelle, utilizza questa opzione sulla cartella "admin" di %s. Se non si dispone di tale opzione, potete fare voi stessi un file .htaccess.<br> Crea un file .htaccess:
pl: Po zainstalowaniu tabel (kliknij po lewej stronie na Instaluj) folder administratora zostanie zabezpieczony zabezpieczeniami PHP-MySQL. <p>Możesz mieć większe bezpieczeństwo dzięki .htaccess (bezpieczeństwo serwera).<br> Jeśli panel administracyjny twojego hosta ma opcję chronienia katalogów hasłem, użyj tej opcji w folderze "admin" %s. Jeśli nie masz takiej możliwości, możesz samodzielnie utworzyć plik .htaccess.<br> Utwórz plik .htaccess:
ru: После установки таблиц (нажмите слева на «Установить») папка администратора будет защищена защитой PHP-MySQL. <p>Вы можете повысить безопасность с помощью .htaccess (защита сервера).<br> Если в административной панели вашего веб-хостинга есть возможность защищать паролем каталоги, используйте эту опцию для папки \"admin\" %s. Если у вас нет такой возможности, вы можете создать файл .htaccess самостоятельно.<br> Сделайте файл .htaccess:
sk: Po inštalácii tabuliek (kliknite vľavo na Inštalovať) bude admin priečinok zabezpečený zabezpečením PHP-MySQL. <p>S .htaccess (zabezpečenie servera) môžete dosiahnuť lepšie zabezpečenie.<br> Ak má administračný panel vášho webhostingu možnosť chrániť adresáre heslom, použite túto možnosť v priečinku "admin" %s. Ak takúto možnosť nemáte, môžete si súbor .htaccess vytvoriť sami.<br> Vytvorte súbor .htaccess:
tr: Tabloları kurduktan sonra (Kurulumda sol tarafa tıklayın) yönetici klasörü PHP-MySQL güvenliği ile güvence altına alınacaktır. <p>.htaccess (sunucu güvenliği) ile daha iyi bir güvenliğe sahip olabilirsiniz.<br>Web barındırıcınızın yönetim panelinde dizinleri parolayla koruma seçeneği varsa, bu seçeneği %s "admin" klasöründe kullanın. ğer böyle bir seçeneğiniz yoksa kendiniz bir .htaccess dosyası oluşturabilirsiniz.<br> .htaccess dosyası oluşturun:

source: Secured website
fi: Suojattu websivu
fr: Site web sécurisé
fur: Sît web protet
he: אתר מאובטח
it: Sito web protetto
pl: Zabezpieczona strona internetowa
pt: Website seguro
ru: Безопасность сайта
sk: Bezpečná WEB stránka
tr: Güvenli web sitesi
zh: 有安全裝置的網站

source: Next, you need a file with user names and passwords.<br> For example go to: http://www.htaccesstools.com/htpasswd-generator/<br> The file .htpasswd will look something like this:<br>
fi: Seuraavaksi tarvitset tiedoston jossa ovat käyttäjänimet ja salasanat.<br> Esimerkiksi mene: http://www.htaccesstools.com/htpasswd-generator/<br> Tiedosto .htpasswd näyttää jotakuinkin tällaiselta:<br>
fr: Ensuite, vous avez besoin d'un fichier avec les noms d'utilisateur et les mots de passe.<br> Par exemple allez à: http://www.htaccesstools.com/htpasswd-generator/ <br> Le fichier .htpasswd ressemblera à quelque chose comme ceci:
fur: Va indevant, al è necessari un file protet con non utent e password. <br> Par esempli viôt achì : http://www.htaccesstools.com/htpasswd-generator/ <br> Il file .htpasswd al à di sei simil a chest:<br>
he: עכשיו צריך קובץ עם שמות משתמשים וסיסמאות.<br> למשל, עבור לכתובת http://www.htaccesstools.com/htpasswd-generator/<br> הקובץ .htpasswd ייראה בערך כך:<br>
it: Avanti, è necessario un file protetto con nome utente e password. <br> Per un esempio vai a: http://www.htaccesstools.com/htpasswd-generator/ <br> Il file .htpasswd sarà simile a questo<br>
pl: Następnie potrzebujesz pliku z nazwami użytkowników i hasłami.<br> Na przykład przejdź do: http://www.htaccesstools.com/htpasswd-generator/<br> Plik .htpasswd będzie wyglądał mniej więcej tak:<br>
pt: Em seguida, precisa dum ficheiro com nomes de utilizadores e senhas de acesso.<br> Vá por exemplo a: http://www.htaccesstools.com/htpasswd-generator/<br> O ficheiro .htpasswd vai parecer mais ou menos assim:
ru: Далее вам понадобится файл с именами пользователей и паролями.<br> Например, перейдите по адресу: http://www.htaccesstools.com/htpasswd-generator/<br> Файл .htpasswd будет выглядеть примерно так:<br>
sk: Ďalej budete potrebovať súbor s používateľským menom a heslo. <br> Napríklad na adrese: http://www.htaccesstools.com/htpasswd-generator/ <br> Súbor .htpasswd bude vyzerať nejako takto:<br>
tr: Ardından, kullanıcı adları ve şifreleri olan bir dosyaya ihtiyacınız var.<br> Örneğin şu adrese gidin: http://www.htaccesstools.com/htpasswd-generator/<br> .htpasswd dosyası şuna benzer:<br>
zh: 接下來，你需要使用用戶名和密碼的文件<br> 例如點擊到：http://www.htaccesstools.com/htpasswd-generator/<br> 該文件.htpasswd 將看起來是這樣的:

source: You can also try this password generator:
fi: Voit kokeilla tätä salasanageneraattoria:
fr: Vous pouvez également essayer ce générateur de mot de passe:
fur: Si pues ancje provâ chest gjeneratôr di password:
he: אתה יכול לנסות גם את יוצר הסיסמאות הזה:
it: Si può anche provare questo generatore di password:
pl: Możesz także wypróbować ten generator haseł:
pt: Pode também tentar o seguinte gerador de senhas:
ru: Можно воспользоваться генератором этим паролей:
sk: Môžeš vyskúšať aj generátor hesiel:
tr: Bu şifre oluşturucuyu da deneyebilirsiniz:
zh: 你也可以試這密碼生成器

source: Generate new ht-password
fi: Muodosta uusi ht-salasana
fr: Générer un nouveau mot de passe
fur: Crê une gnove ht-password
he: צור ht-password חדש
it: Genera nuova ht-password
pl: Wygeneruj nowe ht-hasło
pt: Gerar nova senha-ht
ru: Генерировать новый ht-password
sk: Generuj nové ht-heslo
tr: Yeni ht şifresi oluştur
zh: 生成新的 ht-密碼

source: Debug %s pages
fr: Déboguer %s pages
fur: Debug das pagjinis %s
he: ערוך בדיקת באגים בעמודי %s
it: Debug delle pagine %s
pl: Strony %s debugowania
ru: Страницы %s отладки
sk: Ladenie %s stránok
tr: %s sayfalarında hata ayıklayın

source: OK (option is OFF)
fi: OK (optio on OFF)
fr: OK (l'option est sur OFF)
fur: OK (l'opzion a je disativade)
he: ** בסדר ** (האופציה לא מופעלת)
it: OK (l'opzione è disattivata)
pl: OK (opcja jest OFF)
pt: OK (a opção está DESLIGADA)
ru: OK (опция отключена)
sk: OK (vypnuté)
tr: Tamam (seçenek KAPALI)
zh: 可以(另一選項是OFF)

source: UNSAFE (option is ON).
fr: UNSAFE (option activée).
fur: NO SIGÛR (opzion a je ative)
he: לא בטוח (ההגדרה היא ON)
it: UNSAFE (opzione è attivata).
pl: UNSAFE (opcja jest ON).
ru: НЕБЕЗОПАСНО (опция включена).
sk: NIE BEZPEČNÉ (Zapnuté)<br>zmeniť túto možnosť v súbore .htaccess.
tr: GÜVENLİ DEĞİL (seçenek AÇIK).

source: Status tree
fi: Status puu
fr: Statut de l'arbre généalogique
fur: Situazion dal arbul
he: עץ משפחה
it: Impostazioni dell'albero
pl: Statusu drzewa
pt: Estado das árvores
ru: Статус дерева
sk: Stav rodokmeňa
tr: Durum ağacı
zh: 狀態樹譜

source: This tree does not yet contain any data or has not been imported properly!
fi: Tämä sukupuu ei vielä sisällä tietoja tai se ei ole ladattu virheettämästi!
fr: Cet arbre ne contient pas encore de données ou n'a pas été importé correctement!
fur: Chest arbul al è ancjemo vueit o al à cualchi probleme!
he: עץ זה עדיין לא כולל מידע כלשהו או ייבוא המידע נכשל
it: Questo albero non contiene ancora tutti i dati o non è stato importato correttamente!
pl: To drzewo nie zawiera jeszcze żadnych danych lub nie zostało poprawnie zaimportowane!
pt: Esta árvore ainda não contém dados ou não foi importada correctamente!
ru: Генеалогическое дерево не содержит информации либо было некорректно импортировано!
sk: Tento strom ešte neobsahuje žiadne údaje alebo nebol správne importovaný!
tr: Bu ağaç henüz herhangi bir veri içermiyor veya düzgün bir şekilde içe aktarılmadı!
zh: 這家譜還沒有包含任何數據或尚未正確輸入!

source: Import Gedcom file
fi: Lataa Gedcom-tiedosto
fr: Importer un fichier Gedcom
fur: Impuartâ un file Gedcom
he: ייבא קובץ Gedcom
it: Importa file Gedcom
pl: Zaimportuj plik Gedcom
pt: Importar arquivo Gedcom
ru: Импорт Gedcom файла
sk: Import Gedcom
tr: Gedcom dosyasını içe aktar
zh: 輸入家譜特定文件

source: Trees table
fi: Puut taulukko
fr: Table des arbres généalogiques
fur: Tabelis dai Arbui
he: טבלת עצי המשפחה
it: Tabelle per gli Alberi genealogici
pl: Tabela drzew
pt: Tabela de árvores
ru: Таблица деревьев
sk: Tabuľka rodokmeňa
tr: Ağaçlar tablosu
zh: 家譜桌表

source: Installation of the standard tables. Or create tables from a scratch, they will be filled in with standard data.
fi: Vakiotaulujen asennus. Tai muodosta taulut tyhjästä, niihin täydennetään vakiotiedot.
fr: Installation des tables standard. Ou créer des tableaux à partir de zéro, elles seront remplis avec des données standard.
fur: Instalazion das tabelis standard. O pûr crê tabelis da zeroo, c'al vignarà emplât cun dâts standard.
he: התקנת הטבלאות הסטנדרטיות. או - צור טבלאות מההתחלה - הם ימולאו בנתונים הסטנדרטיים.
it: Installazione delle tabelle standard. Oppure creare tabelle da un grafico, che sarà riempito con i dati standard.
pl: Instalacja standardowych tabel. Lub stwórz od podstaw tabele, zostaną one wypełnione standardowymi danymi.
pt: Instalação das tabelas padronizadas. Ou alternativamente crie as tabelas desde o início, elas serão preenchidas com os dados padronizados.
ru: (Пере)создание стандартных таблиц.
sk: Inštalácia štandardných tabuliek. Alebo vytvoriť tabuľky od nuly, budú vyplnené so štandardnými dátami.
tr: Standart tabloların montajı. Veya sıfırdan tablolar oluşturun, bunlar standart verilerle doldurulur.
zh: 標準桌表的安裝. 或從頭開始創建桌表，它們將被填入標準的數據。

source: (Re)create settings table.
fi: (Uudelleen)luo asetustaulukot.
fr: (Re)créer la table des paramètres.
fur: (Ri) crê la tabele das impostazions.
he: צור (מחדש) את טבלת ההגדרות
it: (Ri) creare la tabella delle impostazioni.
pl: (Ponownie) utwórz tabelę ustawień.
ru: (Пере)создание таблицы настроек.
sk: (Znovu) vytvor tabuľku nastavenia.
tr: (Yeniden) ayarlar tablosunu oluşturun.

source: (Re) create statistics tree table. <b>EXISTING STATISTICS TREES WILL BE REMOVED!</b>
fi: (Uudelleen)luo tilastotaulukko. <b>KAIKKI OLEMASSA OLEVAT TILASTOT POISTETAAN!</b>
fr: (Re)créer la table des statistiques de l'arbre. <b>LES STATISTIQUES DES ARBRES GÉNÉALOGIQUES EXISTANTS SERONT SUPPRIMÉES !</b>
fur: (Ri) crê la tabele pas statistichis dai arbui. <b>LIS STATISTICHIS ESISTENTIS DAI ARBUI A SARAN CANCELADIS!</b>
he: צור (מחדש) את טבלת הסטטיסטיקה. <b> כל הסטטיסטיקה הקיימת תימחק!</b>
it: (Ri) crea tabelle per le statistiche dell'albero genealogico. <b>LE STATISTICHE DEGLI ALBERI ESISTENTI SARANNO RIMOSSE!</b>
pl: (Ponownie) utwórz tabelę drzewa statystyk. <b>ISTNIEJĄCE STATYSTYKI ZOSTANĄ USUNIĘTE!</b>
pt: (Re)criando a tabela de estatísticas. <b>AS ESTATÍSTICA EXISTENTES SERÃO APAGADAS!</b>
ru: (Пере)создание таблицы статистики. <b>СУЩЕСТВУЮЩАЯ СТАТИСТИКА БУДЕТ УДАЛЕНА!</b>
sk: (Znovu) vytvor tabuľku štatistiky.<b>EXISTUJÚCE STROMY ŠTATISTIKY BUDÚ ODSTRÁNENÉ!</b>
tr: (Yeniden) istatistik ağacı tablosu oluşturun. <b>MEVCUT İSTATİSTİK AĞAÇLARI KALDIRILACAKTIR!</b>

source: (Re) create user table. <b>The user table will be filled with new users. Please add passwords:</b>
fr: (Re) créer une table utilisateur. <b>La table des utilisateurs sera remplie avec de nouveaux utilisateurs. S'il vous plaît ajouter des mots de passe:</b>
fur: (Ri) crê la tabele dai utents. <b>La tabele utents a sarà emplade cui gnûs utents. Zonte la password: </b>
he: צור (או צור מחדש) את וטבלת המשתמשים. <b> טבלת המשתמשים תמולא במשתמשים חדשים. אנו הוסף סיסמאות:</b>
it: (Ri) crea una tabella utente. <b>La tabella utente verrà riempita con nuovi utenti. Aggiungi password: </b>
pl: (Ponownie) utwórz tabelę użytkowników. <b>tabela użytkowników zostanie wypełniona nowymi użytkownikami. Dodaj hasła:</b>
ru: (Повторно) создать пользовательскую таблицу. <b>Таблица пользователей будет заполнена новыми пользователями. Пожалуйста, добавьте пароли:</b>
sk: (Znovu) vytvor tabuľku užívateľov. <b> Tabuľka užívateľov bude naplnená novými užívateľmi. Prosím, pridaj heslá:</b>
tr: (Yeniden) kullanıcı tablosu oluşturun. <b>Kullanıcı tablosu yeni kullanıcılarla doldurulacak. Lütfen şifreleri ekleyin:</b>

source: User
fi: Käyttäjä
fr: Utilisateur
he: משתמש
pl: Użytkownik
pt: Utilizador
ru: Пользователь
sk: Užívateľ
tr: Kullanıcı
zh: 用戶

source: Username
fi: Käyttäjätunnus
fr: Nom d'utilisateur
fur: Non Utent
he: שם משתמש
it: Nome utente
pl: Nazwa użytkownika
pt: Utilizador
ru: Логин
sk: Užívateľské meno
tr: Kullanıcı adı
zh: 用戶名

source: Password
fi: Salasana
fr: Mot de passe
he: ססמה
pl: Hasło
pt: Senha
ru: Пароль
sk: Heslo
tr: Şifre
zh: 密碼

source: THIS WILL BE YOUR ADMIN PASSWORD! (default password = humogen)
fi: TÄMÄ TULEE OLEMAAN PÄÄKÄYTTÄJÄN SALASANA! (oletussalasana = humogen)
fr: CE SERA VOTRE MOT DE PASSE ADMIN ! (mot de passe par défaut = humogen)
fur: CHESTE A JE LA PASSWORD COME ADMIN! (password di default = humogen)
he: זה יהיה הסיסמה שלך לכניסה לאזור הניהול. (סיסמת ברירת המחדל היא: humogen)
it: QUESTA SARA' LA VOSTRA PASSWORD COME ADMIN! (password di default = humogen)
pl: TO BĘDZIE TWOJE HASŁO ADMINISTRACYJNE! (domyślne hasło = humogen)
pt: ESTA VAI SER A SUA SENHA DE ADMIN! (senha por omissão = humogen)
ru: ЭТО БУДЕТ ВАШ ПАРОЛЬ АДМИНИСТРАТОРА! (по-умолчанию = humogen)
sk: TOTO BUDE VAŠE HESLO PRE SPRÁVCU! (predvolené heslo = humogen)
tr: BU SİZİN YÖNETİCİ ŞİFRENİZ OLACAKTIR! (varsayılan şifre = humogen)
zh: 這將是你的管理員密碼 ! (默認密碼= humogen)

source: Family or genealogists
fi: Perhe tai sukututkijat
fr: Famille ou généalogistes
fur: Famee o gjenealogjic
he: משפחה או גיניאלוגים
it: Famiglia o genealogisti
pl: Rodzina lub genealogowie
pt: Familiares ou genealogistas
ru: Семья или генеалоги
sk: Rodina alebo genealogisti
tr: Aile veya soybilimciler
zh: 家庭或家譜學家

source: Password for user: "family" (default password = humogen)
fi: Salasana käyttäjille: "perhe" (oletussalasana = humogen)
fr: Mot de passe pour l'utilisateur : "family" (mot de passe par défaut = humogen)
fur: Password pal utent: "famiglia" (password predefinide = humogen)
he: הסיסמה למשתמש "משפחה" (ברירת המחדל היא: humogen)
it: Password per l'utente: "famiglia" (password predefinita = humogen)
pl: Hasło użytkownika: „rodzina” (hasło domyślne = humogen)
pt: Senha de utilizador: "family" (senha por omissão = humogen)
ru: Пароль для пользователя: "family" (по-умолчанию = humogen)
sk: Heslo pre užívateľa (default password = humogen)
tr: Kullanıcı için şifre: "aile" (varsayılan şifre = humogen)
zh: 使用者密碼: "family" (默認密碼= humogen)

source: Remark: more users can be added after installation.
fi: Huomautus: lisää käyttäjiä voidaan lisätä asennuksen jälkeen.
fr: Remarque: d'autres utilisateurs peuvent être ajoutés après l'installation.
fur: Note: altris utentsi a puedin jessi zontâs dopo la instalazion.
he: הערה: ניתן להוסיף משתמשים נוספים לאחר ההתקנה.
it: Nota: più utenti possono essere aggiunti dopo l'installazione.
pl: Uwaga: po instalacji można dodać więcej użytkowników.
pt: Nota: pode adicionar mais utilizadores depois da instalação.
ru: Дополнительные пользователи могут быть созданы после завершения установки.
sk: Pripomienka: Viac užívateľov môže byť pridaných po inštalácii.
tr: Açıklama: Kurulumdan sonra daha fazla kullanıcı eklenebilir.
zh: 註語: 更多的使用者可加入在安裝後.

source: (Re) create user group table.
fi: (Uudelleen)luo ryhmätaulukko.
fr: (Re)créer la table du groupe d'utilisateurs.
fur: (Ri) crê la tabele dal grup utents.
he: צור (מחדש) טבלת קבוצת המשתמשים
it: (Ri) crea la tabella del gruppo utente.
pl: (Ponownie) utwórz tabelę grup użytkowników.
pt: (Re)criar a tabela de grupo de utilizadores.
ru: (Пере)создание таблицы групп.
sk: (Znovu) vytvor tabuľku užívateľských skupín.
tr: (Yeniden) kullanıcı grubu tablosu oluşturun.
zh: (重新) 創建使用者群桌表.

source: (Re) create CMS menu table, used for menu system of own pages.
fi: (Uudelleen) muodosta CMS -valikko-taulukko, käytetään omien sivujen valikkojärjestelmään.
fr: (Re)créer la table de menu CMS, utilisé pour le système de menu des pages personnelles personnelles.
fur: (Ri) crê la tabele dal menu CMS, doprât pal menu das pagjinis personâl.
he: צור (או צור מחדש) את טבלת התפריטים לדפים העצמיים (CMS) שמשמשת את מערכת הדפים שתיצור בעצמך.
it: (Ri) crea tabella del menu del CMS, utilizzato per il sistema di menu delle pagine personali.
pl: (Ponownie) utwórz menu tabela CMS, używana do menu własnych stron.
pt: (Re)criar a tabela de menus do CMS, usada para o sistema de menús das páginas próprias.
ru: (Пере)создание таблицы меню CMS.
sk: (Znovu) vytvor tabuľku CMS menu,použitú pre systémové menu vlastných stránok.
tr: (Yeniden) kendi sayfalarının menü sistemi için kullanılan CMS menü tablosunu oluşturun.
zh: (重新) 創建CMS選單桌表.用來作自用 網頁選單系統

source: (Re) create CMS pages table, used for own pages.
fi: (Uudelleen) muodosta CMS -sivujen taulukko, käytetään omilla sivuilla.
fr: (Re)créer la tables des pages CMS, utilisé pour les pages personnelles.
fur: (Ri) crê la tabele das pagjinis CMS, doprât pas pagjinis personâl.
he: צור (או צור מחדש) את טבלת הדפים העצמיים (CMS) שמשמשת את מערכת הדפים שתיצור בעצמך.
it: (Ri) crea tabella pagine CMS, utilizzata per le pagine proprie.
pl: (Ponownie) utwórz tabelę stron CMS, używaną do własnych stron.
pt: (Re)criar a tabela de páginas do CMS, usada para as páginas próprias.
ru: (Пере)создание таблицы страниц CMS.
sk: (Znovu) vytvor tabuľku CMS stránok, použitej pre vlastné stránky.
tr: (Yeniden) kendi sayfaları için kullanılan CMS sayfaları tablosu oluşturun.
zh: (重新) 創建CMS網頁桌表.用來作自用 網頁

source: (Re) create user notes table.
fi: (Uudelleen) muodosta käyttäjien huomautusten taulukko.
fr: (Re)créer la table des notes d'utilisateur
fur: (Ri) crê une tabele das notis utent.
he: צור (מחדש) את טבלת הערות המשתמשים
it: (Ri) creare una tabella delle note utente.
pl: (Ponownie) utwórz tabelę notatek użytkownika.
pt: (Re)criar a tabela de notas do utilizador.
ru: (Пере)создание таблицы заметок.
sk: (Znovu) vytvor tabuľku poznámok.
tr: (Yeniden) kullanıcı notları tablosu oluşturun.
zh: (重新) 創建使用者註記桌表

source: Empty log table.
fi: Tyhjennä lokitiedot.
fr: Table journal vide.
fur: Tabele di log vueite.
he: רוקן את טבלת היומן.
it: Tabella di log vuota.
pl: Pusta tabela dziennika.
pt: A tabela de logs está vazia.
ru: Очистить таблицу журналов.
sk: Prázdna log tabuľka.
tr: Boş günlük tablosu.
zh: 空白輸入記錄桌表

source: Empty statistics country table.
fr: Tableau de statistiques de pays vide.
fur: Tabele das statistichis dai paîs vueide.
he: סטטיסטיקה ריקה בטבלת הארצות.
it: Tabella delle statistiche dei paesi vuota.

source: Family tree tables
fi: Sukupuutaulukot
fr: Tables des arbres généalogiques
fur: Liste dai Arbui Gjenealogjics
he: טבלאות עצי משפחה
it: Elenco degli Alberi Genealogici
pl: Tabele drzew genealogicznych
pt: Tabelas da árvore de família
ru: Таблицы генеалогических древ
sk: Tabuľky rodokmeňov
tr: Aile ağacı tabloları
zh: 家譜桌表
