Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: <b>NOTE:</b> None of these buttons will cause immediate merging. You will first be presented with information and can then decide to make a merge.<br><br> <b>TIP:</b> Start with automatic merge to get rid of all obvious merges. (If no automatic merge options are found, try the duplicate merge option).<br> These will likely cause surrounding relatives to be found, so continue with the "Relatives merge" option.<br> Once you finish that, most needed merges will have been performed. You can then use "Duplicate merge" to see if there are duplicates left to consider for merging.<br> As a last resort you can perform manual merges.
fi: <b>HUOM:</b> Mikään näistä painikkeista ei aiheuta välitöntä yhdistämistä. Ensin esitetään tiedot ja niiden perusteella voit päättää, yhdistätkö henkilöiden tiedot.<br><br> <b>VIHJE:</b> Aloita automaattisella yhdistämisellä poistaaksesi kaikki ilmiselvät yhdistämiset. (Jos automaattista yhdistämistä ei löydy, kokeile yhdistä kaksoiskappaleet -toimintoa.<br> Yhdistämisen todennäköisesti aiheuttavat sukuympäristöön muutoksia, joten jatka "Sukulaisten yhdistäminen" -toiminnolla.<br> Kun tämä on tehty, useimmat tarvittavat yhdistämiset on tehty. Voit sitten käyttää "Kaksoiskappaleiden yhdistäminen" -toimintoa nähdäksesi, onko vielä ehdotuksia kaksoiskappaleiksi.<br> Viimeisenä vaihtoehtona voit käyttää manuaalista yhdistämistä.
fr: <b>NOTE :</b> Aucun de ces boutons n'effectuera une fusion immédiate. L'information est présentée en premier, puis vous pourrez décider de faire une fusion.<br> <b>CONSEIL :</b> Démarrer avec la fusion automatique pour se débarrasser de toutes les fusions évidentes. (Si aucune option de fusion automatiques est trouvée, essayez l'option de fusion de doublons).<br> Ceci permettra de retrouver une parenté, alors continuez avec l'option "Fusion parenté".<br> Une fois que vous aurez terminé, la plupart des fusions nécessaires auront été effectuées. Vous pouvez ensuite utiliser "Fusion doublons" pour voir s'il reste des doublons à considérer pour la fusion. <br> En dernier recours, vous pouvez effectuer des fusions manuelles.
fur: <b>NOTE:</b> Nissun di chestis sieltis a provoche une fusion imediade. Prin a ti ven presentadea cu lis informazions e si pues poi decidi se fâ la fusion. <br> <b>SUGJERIMENT:</ b> Comence cu la fusion automatiche par gjavà vie dutis lis unions evidentsi (se no si cjate nissune opzion automatiche di union, prove cu l'opzion di Union Duplicâts).<br> Al è probabil che chescj ti fasaran cjatâ Familiârs atôr, t u puedis daspò continuâ cu l'opzion \ "Union Familiârs ". <br> Une volte finît, a saran stadis fatis li fusions plui necessaris. Tu puedis ancje utilizaâ "Union Duplicâts " par controlâ se a son presints duplicâts di podei unificâ.<br> A si pues in ogni câs eseguî Fusions manuâl.
he: שימו לב: אפ אחד מכפתורים אלה לא יגרום מיד לביצוע מיזוג. קודם יוצג לך הסבר ואחר כך תוכל להחליט אם למזג.<br><br> הצעה: התחילו במיזוג אוטומטי על מנת להסדיר את המיזוגים המובנים מאליהם. (אם לא יימצאו מיזוגים אוטומטיים נסו את אפשרות מיזוג הכפולים)<br> ביצוע הפעולות לעיל עשוי להוביל לצורך במיזוג קרובים ולכן כדאי להמשיך עם "מיזוג קרובים".<br> אחרי שסיימת גם "מיזוג קרובים" כל הסיכויים הם שרוב רובם של המיזוגים בוצעו. אחר כך אפשר לנסות מיזוג כפולים פעם נוספת.<br> רק אם אחר כך יש עדיין צורך במיזוגים - השתמשו ב-"מיזוג ידני".
it: <b>NOTE:</b> Nessuno di questi tasti causa la fusione immediata. Per prima cosa viene presentata con informazioni e si può quindi decidere se fare una fusione. <br> <b>SUGGERIMENTO:</ b> Inizia con fusione automatica per sbarazzarsi di tutte le unioni evidenti (se non si trova nessuna opzione automatica di unione, provare con l'opzione di Unione Duplicati).<br> Questi probabilmente causeranno il ritrovamento di Familiari circostanti, quindi continua con l'opzione \ "Unione Familiari ". <br> Una volta terminato, saranno state eseguite le fusioni più necessarie. Puoi quindi utilizzare \ "Unione Duplicati " per vedere se ci sono dei duplicati da considerare per la fusione.<br> Come ultima risorsa è possibile eseguire Fusioni manuali.
pl: <b>UWAGA:</b> Żaden z tych przycisków nie spowoduje natychmiastowego scalenia. Najpierw otrzymasz informacje, a następnie możesz podjąć decyzję o połączeniu.<br><br> <b>WSKAZÓWKA:</b> Zacznij od automatycznego scalania, aby pozbyć się wszystkich oczywistych połączeń. (Jeśli nie znaleziono opcji automatycznego scalania, wypróbuj opcję duplikowania).<br> Prawdopodobnie spowodują one odnalezienie okolicznych krewnych, dlatego kontynuuj korzystanie z opcji „Scalanie krewnych”.<br> Po zakończeniu tego procesu zostaną wykonane najbardziej potrzebne połączenia. Następnie możesz użyć opcji „Duplicate merge”, aby sprawdzić, czy pozostały duplikaty do rozważenia przy scalaniu.<br> W ostateczności możesz wykonać ręczne scalanie.
pt: <b>NOTA:</b> Nenhum destes botões vai produzir uma combinação imediata. Ser-lhe-á primeiro apresentada informação e só depois irá decidir se quer fazer a combinação ou não.<br><br> <b>DICA:</b> Comece com a combinação automática para se livrar de todas as combinações óbvias. (Se não forem encontradas opções de combinação automática, tente a opção de combinação de duplicatas).<br> Estas irão provavelmente desencadear a detecção de familiares, por isso prossiga com a opção "Combinação de familiares".<br> Assim que este procedimento tiver terminado, muitas combinações necessárias terão sido efectuadas. Pode então usar a opção "Combinação de duplicatas" para verificar se restaram duplicatas por combinar.<br> Como último recurso, pode realizar a combinação manualmente.
ru: <b>ПРИМЕЧАНИЕ:</b> Ни одна из этих кнопок не вызовет немедленного слияния. Сначала вам будет представлена информация, а затем вы сможете принять решение о слиянии.<br><br> <b>СОВЕТ:</b> Начните с автоматического слияния, чтобы избавиться от всех очевидных слияний. (Если параметры автоматического слияния не найдены, попробуйте использовать опцию дублирования слияния).<br> Это, скорее всего, приведет к обнаружению окружающих родственников, поэтому продолжайте использовать опцию "Объединение родственников".<br> Как только вы закончите это, будут выполнены наиболее необходимые слияния. Затем вы можете использовать "Слияние дубликатов", чтобы посмотреть, остались ли дубликаты для рассмотрения при слиянии.<br> В крайнем случае вы можете выполнить слияние вручную.
sk: <b> Poznámka: </ b> Žiadne z týchto tlačidiel nespôsobí okamžité zlúčenie. Budete najprv zvažovať informácie, a potom môže rozhodnúť o zlúčení. <br> <b> TIP: </ b> Začnite s automatickým zlúčovaním, tak sa zbavíte všetkých zrejmých duplicít. (Ak nie sú nájdené žiadne automatické možnosti zlúčenia, skúste duplicitné možnosť zlúčiť). <br> Potom treba pokračovať s " zlúčiť príbuznými" . <br> Akonáhle dokončíte, bude musieť vykonať najpotrebnejšie zlúčenie. Potom môžete použiť "duplicitné zlúčenie", aby zistili, či existujú duplikáty. <br> Ako poslednú možnosť môžete vykonávať ručné zlúčenie.
tr: <b>NOT:</b> Bu düğmelerin hiçbiri anında birleştirmeye neden olmaz. Önce size bilgi sunulacak ve daha sonra birleştirme yapmaya karar verebilirsiniz.<br><br> <b>İPUCU:</b> Tüm belirgin birleştirmelerden kurtulmak için otomatik birleştirme ile başlayın. (Otomatik birleştirme seçeneği bulunamazsa, çift birleştirme seçeneğini deneyin).<br> Bunlar büyük olasılıkla çevredeki akrabaların bulunmasına neden olacaktır, bu nedenle "Akrabaları birleştir" seçeneğiyle devam edin.<br> Bunu bitirdiğinizde, en çok ihtiyaç duyulan birleştirmeler yapılmış olacaktır. Ardından, birleştirme için dikkate alınması gereken çiftler olup olmadığını görmek için "Çift birleştirme"yi kullanabilirsiniz.<br> Son çare olarak manuel birleştirmeler yapabilirsiniz.
zh: <b>注意：</ b>的沒有這些按鈕會引起直接合併。會顯示信息出來，然後你可以決定要不要進行合併。<br><br><B>提示：</ b>開始用自動合併，以擺脫所有明顯需要合併的(如果沒有發現自動合併選項，請嘗試重複合併選項).<br>這些可能會引起周圍的親戚資訊被發現，所以繼續用 “Relatives merge”選項。<br>一旦你完成了，最需要合併將已被執行。然後，你可以使用“Duplicate merge”，看是否有重複留給考慮合併。<br>最後一招你也可以進行手動合併的。

source: You will be shown the set of strict criteria used for automatic merging and then you can decide whether to continue.
fi: Näet automaattisen yhdistämisen tarkat kriteerit ja voit sitten päättää jatkatko.
fr: Vous verrez l'ensemble des critères stricts utilisés pour la fusion automatique et vous pouvez alors décider de poursuivre ou non.
fur: Ti ven mostrât la liste di criteris rigorôs utilizâts pa la fusiòn automatiche e dopo si pò decidi se continuâ.
he: יוצגו לך כל הקריטריונים הקפדניים שמופעלים לצורך מיזוג אוטומטי ואחר כך תוכלו להחליט אם ל מזג.
it: Vi verrà mostrato il set di criteri rigorosi utilizzati per la fusione automatica e poi si può decidere se continuare.
pl: Zostanie wyświetlony zestaw ścisłych kryteriów używanych do automatycznego łączenia, a następnie możesz zdecydować, czy kontynuować.
pt: Ser-lhe-á apresentado o conjunto estrito de critérios usados para a combinação automática e pode então decidir se deseja continuar ou não.
ru: Вам будет показан набор строгих критериев, используемых для автоматического слияния, и затем вы сможете решить, продолжать ли.
sk: Uvidíte súbor prísnych kritérií používaných pre automatické zlučovanie a potom sa môžete rozhodnúť, či bude pokračovať.
tr: Otomatik birleştirme için kullanılan katı ölçütler kümesi size gösterilecek ve ardından devam edip etmeyeceğinize karar verebilirsiniz.
zh: 你將看到一組用於自動合併的嚴格標準然後你可以決定是否要繼續。

source: This button will become available if you have made merges, and surrounding relatives (parents, children or spouses) have to be considered for merging too.<br> By pressing this button, you can then continue to check the surrounding relatives, pair by pair, and merge them if necessary. If those merges will create additional surrounding relatives to consider, they will be automatically added to the list.<br> Surrounding relatives are saved to the database and you can also return to it at a later stage.
fi: Tämä painike tulee käytettäväksi, jos olet tehnyt yhdistämisiä ja ympäröiviä sukulaisia (vanhemmat, lapset tai puolisot) täytyy käsitellä myös.<br> Tällä painikkeella voit jatkaa lähisukulaisten tarkistusta pari parilta ja yhdistää ne tarvittaessa. Jos nuo yhdistämiset luovat lisää tarkistettavia lähisukulaisis, heidät lisätään listaan automaattisesti.<br> Ympäröivät sukulaiset talletetaan tietokantaan ja voit palata jatkamaan käsittelyä myöhemmässä vaiheessa.
fr: Ce bouton sera disponible si vous avez faits des fusions, et la parenté immédiate (parents, enfants or épouses) a aussi besoin d'être considérée pour fusion.<br> En cliquant sur ce bouton, vous continuerez la vérification de la parenté immédiate, paire par paire, et les fusionner si nécessaire. Si ces fusions crée de nouvelles parentés immédiates à considérer, elles seront automatiquement ajoutés à la liste.<br> La parenté immédiate est sauvegardé dans la base de données et vous pourrez y retourner dans une étape ultérieure.
fur: Chest boton al sarà ativât se a son stadis fatis unions, e i Familiârs dulintor (gjenitôrs, fîs o partner) a jan di jessi controlâts.<br> Clicant achì, si pues continuâ a controlâ i Familiârs ator, copie par copia, e unî, s'al covente. Se chestis unions a incuintrin altri Familiârs atôr di cjapâ in considerazion, a saran automaticamentri zontâs ta liste.<br> La liste di chescj familiârs di controlâ a ven salvade tal database e si pues ancje tornâ a viodile in tukl secont moment.
he: כפתור זה יהיה שמיש לאחר שביצעת מיזוגים ויש צורך לבחון גם את מיזוגם של קרובים של האנשים שמוזגו.<br> אם תלחצו על כפתור זה, אפשר לבדוק זוג אחרי זוג, את הקרובים על מנת לבדוק אם יש צורך במיזוג. אם בעקבות מיזוגים אלה יש צורך בבדיקת אנשים נוספים, הם יתווספו באופן אוטומטי לרשימה.<br> רשימת הקרובים שיש לבדוק נשמרת בבסיס הנתונים כך שאפשר לחזור אליה יותר מאוחר.
it: Questo pulsante sarà disponibile se sono state apportate unioni, e Familiari circostanti (genitori, figli o coniugi) devono essere presi in considerazione per troppe fusioni.<br> Premendo questo tasto, è possibile continuare a controllare i Familiari circostanti, coppia per coppia, e unire, se necessario. Se tali unioni creerà ulteriori Familiari circostanti a prendere in considerazione, verranno automaticamente aggiunti alla lista.<br> Familiari circostanti vengono salvati nel database e si può anche tornare ad essa in un secondo momento.
pl: Ten przycisk będzie dostępny, jeśli dokonałeś scalenia, a okoliczni krewni (rodzice, dzieci lub małżonkowie) również muszą zostać wzięci pod uwagę przy scaleniu.<br> Naciskając ten przycisk, możesz dalej sprawdzać otaczających krewnych, parować po parach i scalać ich, jeśli to konieczne. Jeśli te fuzje utworzą dodatkowych otaczających krewnych do rozważenia, zostaną automatycznie dodane do listy.<br> Otaczający krewni są zapisywani do bazy danych i możesz do niej wrócić później.
pt: Este botão aparece no caso de ter realizado combinações, sendo os familiares próximos (progenitores, filhos ou esposas) de ser também considerados para combinação.<br> Ao premir este botão, pode continuar a verificação dos parentes próximos, par a par, e combiná-los se necessário. Se essas combinações levarem a que sejam também considerados familiares próximos, os mesmos serão automaticamente adicionados à lista.<br> Os parentes próximos são gravados na base de dados, e você pode aceder aos mesmos mais tarde se assim desejar.
ru: Эта кнопка станет доступной, если вы совершили слияние, и окружающие родственники (родители, дети или супруги) также должны быть рассмотрены для слияния.<br> Нажав эту кнопку, вы можете продолжить проверку окружающих родственников, пара за парой, и при необходимости объединить их. Если эти слияния создадут дополнительных окружающих родственников для рассмотрения, они будут автоматически добавлены в список.<br> Окружающие родственники сохраняются в базе данных, и вы также можете вернуться к ней на более позднем этапе.
sk: Toto tlačidlo bude k dispozícii, ak ste urobili zlúčenia a okolití príbuzní (rodičia, deti alebo manželia) musia byť zvažovaní pre zlučovanie tiež. <br> Po stlačení tohto tlačidla, potom môžete naďalej kontrolovať okolitých príbuzných, spárovať dvojice, a zlúčiť, ak je to nevyhnutné. Ak toto zlučovanie bude vytvárať ďalších okolitých príbuzných, zvážte, či budú automaticky pridaný do zoznamu. <br> Okolití príbuzní sú uložení do databázy a tiež sa môžete vrátiť k tomu neskôr.
tr: Bu düğme, birleştirme yaptıysanız ve çevredeki akrabaların (ebeveynler, çocuklar veya eşler) birleşmesi için dikkate alınması gerekiyorsa kullanılabilir hale gelir.<br> Bu düğmeye basarak daha sonra çevredeki akrabaları kontrol etmeye devam edebilir, çiftler halinde eşleştirebilir ve gerekirse bunları birleştirebilirsiniz. Bu birleşmeler, dikkate alınması gereken ek çevre akrabaları oluşturacaksa, bunlar otomatik olarak listeye eklenecektir.<br> Çevredeki akrabalar veri tabanına kaydedilir ve daha sonraki bir aşamada da geri dönebilirsiniz.
zh: 該按鈕就可使用，如果你已經進行合併，並且將周圍的親戚 (父母，子女或配偶) 也考慮在內進行合併<br>按下這個按鈕，你就可以繼續對檢查周圍的親戚，一對一對地進行，如果需要的話就可合併它們。如果這些合併將創造更多的周邊親戚來考慮，他們將被自動添加到列表中。<br>周圍的親戚被保存到數據庫中或在以後的階段你也可以返回到它。

source: You will be presented, one after the other, with pairs of possible duplicates to consider for merging.<br> After a merge you can switch to "relatives merge" and after that return to duplicate search where you left off.
fi: Sinulle näytetään yksi pari kerrallaan mahdolliset kaksiskappaleet yhdistämispäätöstä varten.<br> Yhdistämisen jälkeen voit siirtyä toimintoon "sukulaisten yhdistäminen" ja tämän jälkeen palata kaksoiskappaleiden käsittelyyn kohtaan jossa olit.
fr: On vous présentera, l'un après l'autre, des paires de doublons susceptibles de fusion.<br> Après la fusion vous pouvez aller vers "Fusion parenté" et ensuite retourner où vous avez débuter dans la recherche des doublons.
fur: A saran presentadis, une a la volte, lis copis di pusibils duplicâts di considerâ pa fusion.<br> Dopo une union al è pussibil passâ a "Unîs i Familiârs" e podopo tornâ a continuâ la ricercje dei duplicâts.
he: יוצגו אחד אחרי השני, זוגות של אנשים שיש לבחון את הצורך למזג אותם.<br> אחרי מיזוג אפשר לעבור ל-"מיזוג קרובים" ואחר כך אפשר לחזור ל-"מיזוג כפולים" מהמקום בו הופסק.
it: Verranno presentate, una dopo l'altra, le coppie di possibili duplicati da considerare per la fusione.<br> Dopo un unione è possibile passare a "Unire Familiari" e dopo di ciò tornare alla ricerca dei duplicati da dove si era interrotto.
pl: Otrzymasz po kolei pary możliwych duplikatów do rozważenia przy scalaniu.<br> Po scaleniu możesz przejść do „scalania krewnych”, a następnie powrócić do wyszukiwania duplikatów w miejscu, w którym przerwałeś.
pt: Ser-lhe-ão apresentados, um após o outro, pares de possíveis duplicatas para decidir se devem ou não ser combinados.<br> Após uma combinação pode transitar para "Combinação de familiares" e depois retornar à pesquisa de duplicatas, no ponto onde se encontrava.
ru: Вам будут представлены, один за другим, пары возможных дубликатов, которые следует рассмотреть для объединения.<br> После слияния вы можете переключиться на "слияние родственников" и после этого вернуться к поиску дубликатов с того места, где вы остановились.
sk: Bude vám ponúknutá možnosť, jedna po druhej, s pármi možných duplikátov, aby ste zvážili zlúčenie. <br> Po zlúčení si môžete prepnúť do "príbuzní zlúčiť" a potom sa vrátiť k duplikovanie hľadaniu, kde ste skončili.
tr: Birbiri ardına, birleştirmeyi düşünmeniz gereken olası çiftlerin çifti ile karşılaşacaksınız.<br> Bir birleştirmeden sonra "akraba birleştirme"ye geçebilir ve bundan sonra kaldığınız yerden çift aramaya geri dönebilirsiniz.
zh: 一對一對地那些可能被考慮的重複的對體將會展現給你<BR>合併後可以切換到“relatives merge”，而返回到重複搜索也就是你之前離開的情景。

source: You can pick two persons out of the database to consider for merging.
fi: Voit poimia tietokannasta kaksi henkilöä, joiden yhdistämistä yhdeksi henkilöksi harkitset.
fr: Vous pouvez sélectionner deux personnes de la base de données pour la fusion.
fur: Tu puedis sielzi dos personis dal database par valutâ se uniu.
he: אפשר לבחור שני אנשים מבסיס הנתתונים לבדיקת מיזוג
it: Puoi scegliere due persone dal database da considerare per la fusione.
pl: Możesz wybrać dwie osoby z bazy danych do rozważenia w celu połączenia.
pt: Você pode escolher duas pessoas da base de dados para serem combinadas.
ru: Вы можете выбрать двух человек из базы данных для рассмотрения на предмет объединения.
sk: Môžete si vybrať dve osoby z databázy, na zváženie pre zlúčenie.
tr: Birleştirme için göz önünde bulundurmak üzere veritabanından iki kişi seçebilirsiniz.
zh: 你可以從資料庫中選兩個人以便考慮合併

source: Here you can change the default filters for the different merge options.
fi: Tästä voit muuttaa oletuksia joilla suodatetaan mahdollisesti yhdistettävät tapaukset.
fr: Ici vous pouvez changer les filtres par défaut par des options de fusion différentes
fur: Chi al è pusibil modificâ i filtris predefinits pas diferentis opzions union.
he: כאן אתה יכול לשנות את ברירת המחדל של המסננים עבור סוגי המיזוג השונים.
it: Qui è possibile modificare i filtri predefiniti per le diverse opzioni di unione.
pl: Tutaj możesz zmienić domyślne filtry dla różnych opcji scalania.
pt: Pode modificar aqui os filtros por omissão para as diferentes opções de combinação.
ru: Здесь вы можете изменить фильтры по умолчанию для различных параметров слияния.
sk: Tu môžete zmeniť predvolené filtre pre rôzne možnosti zlúčenia.
tr: Burada farklı birleştirme seçenekleri için varsayılan filtreleri değiştirebilirsiniz.
zh: 這裡不同的合併選項你可改變默認的設定

source: Surrounding relatives check
fi: Läheisten sukulaisten tarkastus
fr: Vérification de la parenté immédiate
fur: Controle i Familiârs dulintor
he: בדיקת מיזוג קרובים
it: Controlla Familiari circostanti
pl: Kontrola otaczających krewnych
pt: Verificação de familiares próximos
ru: Окружающие родственники проверяют
sk: Kontrola okolitých príbuzných
tr: Çevredeki akrabaları kontrol et
zh: 檢查周圍親戚

source: Nr.
fi: Nro.
fr: Nb.
he: מספר
pt: Nº.
ru: Количество
sk: Č.
tr: No.
zh: 數目

source: of
fr: de
fur: di
he: של
it: di
pl: z
pt: de
ru: от
tr: ile ilgili
zh: 的

source: relatives to check
fi: sukulaista tarkistettavaksi
fr: parenté à vérifier
fur: familiârs di controlâ
he: קרובים לבדוק
it: Familiari da controllare
pl: krewni do sprawdzenia
pt: familiares a verificar
ru: родственников, чтобы проверить
sk: príbuzných na kontrolu
tr: kontrol edilecek akrabalar
zh: 把親戚檢查

source: Person 1:
fi: Henkilö1:
fr: Personne 1 :
fur: Persone 1:
he: אדם 1
it: Persona 1:
pl: Osoba 1:
pt: Pessoa 1:
ru: Персона 1:
sk: Osoba 1:
tr: Kişi 1:
zh: 個人1:

source: Person 2:
fi: Henkilö2:
fr: Personne 2 :
fur: Persone 2:
he: אדם 2
it: Persona 2:
pl: Osoba 2:
pt: Pessoa 2:
ru: Персона 2:
sk: Osoba 2:
tr: Kişi 2:
zh: 個人 2:

source: Gedcom number:
fi: Gedcom-numero
fr: Numéro Gedcom :
fur: Numar di gedcom:
he: מספר ה-gedcom:
it: Numero di gedcom:
pl: Gedcom numer:
pt: Nº Gedcom:
ru: Номер Gedcom:
sk: Číslo GEDCOM:
tr: Gedcom numarası:
zh: Gedcom 數目:

source: last name
fi: sukunimi
fr: nom de famille
fur: cognon
he: שם משפחה
it: cognome
pl: nazwisko
pt: Apelido
ru: фамилия
sk: priezvisko
tr: soyadı
zh: 姓

source: first name
fi: etunimi
fr: prénom
fur: non
he: שם פרטי
it: nome
pl: imię
pt: Nome próprio
ru: имя
sk: meno
tr: ilk adı
zh: 名

source: patronym
fi: patronyymi
fr: patronyme
fur: patronimic
he: שם אב
it: patronimico
pl: patronim
pt: Patrónimo
ru: отчество
sk: otcovské meno
tr: aile adı
zh: 父姓

source: birth date
fi: syntymäpäivä
fr: date de naissance
fur: date di nassite
he: תאריך לידה
it: data di nascita
pl: data urodzenia
pt: Data de nascimento
ru: дата рождения
sk: dátum narodenia
tr: doğum tarihi
zh: 出生日期

source: birth place
fi: syntymäpaikka
fr: lieu naissance
fur: lûc di nassite
he: מקום לידה
it: luogo di nascita
pl: miejsce urodzenia
pt: Local de nascimento
ru: дата рождения
sk: miesto narodenia
tr: doğum yeri
zh: 出生地點

source: birth time
fi: syntymäaika
fr: heure de naissance
fur: ore di nassite
he: שעת לידה
it: ora di nascita
pl: czas urodzenia
pt: Hora do nascimento
ru: время рождения
sk: čas narodenia
tr: doğum zamanı
zh: 出生時間

source: baptism date
fi: kastepäivä
fr: date baptême
fur: date di batisim
he: תאריך טבילה
it: data di battesimo
pl: data chrztu
pt: Data de baptismo
ru: дата крещения
sk: dátum krstu
tr: vaftiz tarihi
zh: 受洗日期

source: baptism place
fi: kastepaikka
fr: lieu baptême
fur: lûc di Batisim
he: מקום טבילה
it: luogo di battesimo
pl: miejsce chrztu
pt: Local de baptismo
ru: место крещения
sk: miesto krstu
tr: vaftiz yeri
zh: 受洗地點

source: death date
fi: kuolinpäivä
fr: date de décès
fur: date di muart
he: תאריך פטירה
it: data di morte
pl: data śmierci
pt: Data de óbito
ru: дата смерти
sk: dátum úmrtia
tr: ölüm tarihi
zh: 死亡日期

source: death place
fi: kuolinpaikka
fr: lieu décès
fur: lûc di muart
he: מקום פטירה
it: luogo di morte
pl: miejsce śmierci
pt: Local de óbito
ru: место смерти
sk: miesto úmrtia
tr: ölüm yeri
zh: 死亡地點

source: death time
fi: kuolinaika
fr: heure du décès
fur: ore da muart
he: שעת המוות
it: ora della morte
pl: czas zgonu
pt: Hora do óbito
ru: время смерти
sk: čas úmrtia
tr: ölüm zamanı
zh: 死亡時間

source: cause of death
fr: cause de la mort
fur: cause di muart
he: סיבת המוות
it: causa della morte
pl: przyczyna śmierci
ru: причина смерти
sk: príčina smrti
tr: ölüm sebebi

source: cremation
fi: tuhkaus
fr: crémation
fur: cremazion
he: שריפת הגופה
it: cremazione
pl: skremowany
pt: Cremação
ru: кремация
sk: kremácia
tr: ölüsü yakıldı
zh: 火葬

source: burial date
fi: hautauspäivä
fr: date d'inhumation
fur: date da sepulture
he: תאריך קבורה
it: data sepoltura
pl: data pochówku
pt: Data do funeral
ru: дата погребения
sk: dátum pohrebu
tr: defin tarihi
zh: 埋藏日期

source: burial place
fi: hautauspaikka
fr: lieu d'inhumation
fur: lûc di sepulture
he: מקום קבורה
it: luogo di sepoltura
pl: miejsce pochówku
pt: Local de enterro
ru: место захоронения
sk: miesto pohrebu
tr: defin yeri
zh: 埋藏地點
