Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: RELOAD FANCHART WITH 'VIEW' BUTTON ON THE LEFT
fi: LATAA FANCHART-KUVAAJA UUDELLEEN PAINIKKEELLA 'VIEW' VASEMMALLA
fr: RAFRAICHIR L'EVENTAIL AVEC LE BOUTON 'VOIR' SUR LA GAUCHE
fur: TORNE a CJARIÂ IL GRAFIC CUL BOTON 'Mostre' A SINISTRE
he: יש לרענן את תרשים העוגה עם הכפתור "הצג" בצד שמאל
it: RICARICA IL VENTAGLIO CON IL BOTTONE 'Mostra' A SINISTRA
pl: ODŚWIEŻ WYKRES PRZYCISKIEM „WIDOK” PO LEWEJ
pt: Recarregue FANCHART com o botão "VIEW" da esquerda
ru: ПЕРЕЗАГРУЗИТЕ ДИАГРАММУ ВЕНТИЛЯТОРА С ПОМОЩЬЮ КНОПКИ "ПРОСМОТР" СЛЕВА
sk: Znovu načítať graf s tlačidlon vľavo
tr: SOLDAKİ 'GÖRÜNÜM' DÜĞMESİYLE FAN GRAFİĞİNİ YENİDEN YÜKLE
zh: 利用左邊 "視" 按鍵上載扇形圖表

source: How to print the chart
fi: Kuinka kaavion voi tulostaa...
fr: Comment imprimer un arbre généalogique
fur: Cemût stampâ il grafic
he: עזרה בהדפסה
it: Come stampare il grafico
pl: Jak wydrukować wykres
pt: Como imprimir o mapa
ru: Как печатать график
sk: Ako tlačiť graf
tr: Grafik nasıl yazdırılır
zh: 如何打印圖表

source: <u>Internet Explorer:</u><br> 1. Set background to "white" on the menu and press "View"<br> 2. Right-click on the chart<br> 3. Save to disk with "Save picture as"<br> 4. Print the saved picture
fi: <u>Internet Explorer:</u><br> 1. Aseta tausta (background) valkoiseksi (white) valikosta ja klikkaa Näytä (View)<br> 2. Klikkaa kaaviota oikealla painikkeella<br> 3. Tallenna levylle valinnalla Tallenna nimellä... (Save picture as)"<br> 4. Tulosta talletettu kaavio erikseen
fr: <u>Internet Explorer :</u><br> 1. Réglez le fond sur "blanc" dans le menu et pressez "Voir"<br> 2. Cliquez-droit sur l'arbre généalogique <br> 3. Enregistrer sur disque avec "Sauvez les images en tant que"<br> 4. Imprimez l'image sauvegardé
fur: <u>Internet Explorer:</u><br> 1. Imposte sfont "blanc" e cliche su "Visualize"<br> 2. Click gjestri dal mouse sul grafic<br> 3. Salve su disco cun "Salva immagine con nome"<br> 4. Stampe la imagjin salvade
he: <u>Internet Explorer:</u><br> 1. שנה את הרקע ללבן בתפריט ולחץ על "הצג" <br> 2. קליק ימיני על העכבר<br> 3. שמור את התמונה עם האופציה "שמור בשם"<br> 4. הדפס את התמונה שנשמרה
it: <u>Internet Explorer:</u><br> 1. Impostare sfondo "bianco" nel menu e premere il tasto "Visualizza"<br> 2. Click pulsante destro del mouse sul grafico<br> 3. Salva su disco con "Salva immagine con nome"<br> 4. Stampa l'immagine salvata
pl: <u>Internet Explorer:</u><br> 1. Ustaw tło na „białe” w menu i naciśnij „Widok”<br> 2. Kliknij wykres prawym przyciskiem myszy<br> 3. Zapisz na dysk za pomocą opcji „Zapisz obraz jako”<br> 4. Wydrukuj zapisane obraz
pt: <u>Internet Explorer:</u><br> 1. Mude o background para "branco" no menú e prima "Visualização"<br> 2. Clique com o botão direito do rato no mapa<br> 3. Salve no disco com "Save picture as"<br> 4. Imprima a imagem guardada
ru: <u>Internet Explorer:</u><br> 1. Установите фон на "белый" в меню и нажмите "Вид"<br> 2. Щелкните правой кнопкой мыши на графике<br> 3. Сохраните на диск с помощью кнопки "Сохранить изображение как"<br> 4. Распечатайте сохраненное изображение
sk: <u> Internet Explorer: </ u> <br> 1. Nastavte pozadie na"biely" v menu a stlačte "Zobraziť" <br> 2. Kliknite pravým tlačidlom myši na grafe <br> 3. Uložiť na disk "Uložiť obrázok ako" <br> 4. Vytlačte uložené obrázky
tr: <u>Internet Explorer:</u><br> 1. Arka planı menüde "beyaz" olarak ayarlayın ve "Görünüm" e basın<br> 2. Grafiğe sağ tıklayın<br> 3. "Resmi farklı kaydet" ile diske kaydedin<br> 4. Kaydedilen resmi yazdırın
zh: <u>在Internet Explorer:</u><br> 1. 在選單上設背景為 "white" 並且點擊 "View"<br> 2. 在圖表上右點擊<br> 3. 點擊 "Save picture as" 以便保留在磁盤<br> 4. 印出保留的圖片

source: <p><u>All other browsers:</u><br> Just print the page .... ;-)<br> Print the chart in "Landscape" layout, use "Print Preview"<br> and adjust printing size to fit the page<br> (for regular charts 85%-90% of screen size)
fi: <p><u>Kaikki muut selaimet:</u><br> Tulosta sivu .... ;-)<br> Tulosta kuva "Vaaka" esittelulla, käytä "Tulostuksen esikatselu"<br> ja säädä tulosteen koko sovittaaksesi sen sivulle<br> (tavanomaisesti kuvaaja on 85%-90% näytön koosta)
fr: <p> <u> Tous les autres navigateurs: </u> <br> Il suffit d'imprimer la page .... ;-) <br> Imprimer l'arbre généalogique en format «Paysage», Utiliser "Aperçu avant impression" <br> et ajuster la taille d'impression pour ajuster à la page <br> (pour les arbres généalogiques réguliers 85% -90% de la taille de l'écran)
fur: <p> <u>Ducj chei altris browser: </u> <br> Baste stampâ la pagjine .... ;-) <br> Stampa il grafico cun impagjinazion "Orizontâl ", dopre "Anteprima di stampa "<br> e regole lis dimensions di stampa par adatâlis a la pagjine <br> (par grafics normal 85% -90% das dimensions dal schermi)
he: <p><u>כל הדפדפנים האחרים:</u><br> פשוט תדפיסו את העמוד...<br> הדפיסו את הגרף בתצוגה אופקית, השתמשו ב"הצגה לפני הדפסה"<br> והגדירו את גודל ההדפסה כך שיתאים לדף<br> (בגרף ברירת המחדל הגדירו 85% עד 90% מגודל המסך)
it: <p> <u>Tutti gli altri browser: </u> <br> Basta stampare la pagina .... ;-) <br> Stampa il grafico nel layout \ "Orizzontale ", usa \ "Anteprima di stampa "<br> e regola le dimensioni di stampa per adattarle alla pagina <br> (per grafici normali 85% -90% delle dimensioni dello schermo)
pl: <p><u>Wszystkie pozostałe przeglądarki:</u><br> Wystarczy wydrukować stronę .... ;-)<br> Wydrukuj mapę w układzie „Krajobraz”, użyj „Podgląd wydruku"<br> i dopasuj rozmiar wydruku do strony<br> (dla zwykłych wykresów 85%-90% wielkość ekranu)
pt: <p><u>Todos os outros browsers:</u><br> Basta imprimir a página .... ;-)<br> Imprimir o gráfico em modo "Landscape", use "Print Preview"<br> e ajuste o tamanho da impressão de forma a caber na página<br> (para gráficos regulares isto representa 85%-90% do tamanho do écrã)
ru: <p><u>Все остальные браузеры:</u><br> Просто распечатайте страницу .... ;-)<br> Распечатайте диаграмму в альбомной ориентации, используйте "Предварительный просмотр печати"<br> и отрегулируйте размер печати, чтобы он соответствовал странице<br> (для обычных графиков 85%-90% от размера экрана)
sk: <p> <u> Všetky ostatné prehliadače: </ u> <br> Stačí vytlačiť stránku ....;-) <br> Tlač grafu v "Krajina" nastavení" <br> a upraviť veľkosť tlače, aby sa zmestil na stranu <br> (pre normálne grafy 85% -90% z veľkosti obrazovky)
tr: <p><u>Diğer tüm tarayıcılar:</u><br> Sadece sayfayı yazdırın .... ;-)<br> <br>Grafiği "Yatay" düzende yazdırın, "Baskı Önizleme"yi kullanın <br>ve baskı boyutunu sayfaya sığacak şekilde ayarlayın (normal grafikler için ekran boyutunun 85%-90%'ı)

source: Fan style
fi: Viuhkan tyyli
fr: Style éventail
fur: Stîl parefresc
he: צורת התרשים
it: Stile ventaglio
pl: Styl wykresu
pt: Estilo de Fan
ru: Вид графика
sk: Fan štýl
tr: Fan stili
zh: 扇形格式

source: half
fi: puolikas
fr: demi
fur: mieç
he: חצי
it: mezzo
pl: pół
pt: metade
ru: Сектор
sk: polovičný
tr: yarım
zh: 半

source: full
fi: täysi
fr: complet
fur: intîr
he: מלא
it: intero
pl: pełny
pt: total
ru: Полный
sk: plný
tr: tam
zh: 滿

source: Generations
fi: Sukupolvet
fr: Générations
fur: Gjenerazions
he: מספר דורות
it: Generazioni
pl: Pokolenia
pt: Gerações
ru: Поколения
sk: Generácie
tr: Kuşak
zh: 世代

source: Font size
fi: Kirjasimen koko
fr: Taille police
fur: Altece dal font
he: גודל גופן
it: Altezza font
pl: Rozmiar czcionki
pt: Tamanho da fonte
ru: Размер шрифта
sk: Veľkosť písma
tr: Yazı tipi boyutu
zh: 字體大小

source: Years only
fi: Vain vuodet
fr: Années seulement
fur: Dome i ancj
he: שנה בלבד
it: Solo anni
pl: Tylko Rok
pt: Apenas os anos
ru: Только года
sk: Iba roky
tr: Sadece yıllar
zh: 只有年份

source: Full dates
fi: Täydet päivämääräät
fr: Dates complètes
fur: Datis completis
he: כל הנתונים
it: Date intere
pl: Pełne daty
pt: Datas completas
ru: Полные даты
sk: Plné dátumy
tr: Tam tarihler
zh: 完整的日期

source: Fan width:
fi: Viuhkan leveys:
fr: Largeur de l'éventail :
fur: Largjeze parefresc:
he: גודל התרשים:
it: Larghezza ventaglio:
pl: Szerokość wachlarza
pt: Comprimento da fan:
ru: Ширина графика:
sk: Dĺžka FAN:
tr: Fan genişliği:
zh: 扇形的寬度

source: "auto" for automatic resizing for best display, or value between 50-300
fi: valinta "auto" asettaa näyttöön sopivan tai valitse arvo väliltä 50-300
fr: "auto" pour un recadrage automatique pour un affichage optimal, ou une valeur entre 50-300
fur: "auto" pal ridimensionament automatic par une miôr visualizazion, o valôr includût tra 50-300
he: "auto" להגדלה אוטומטית לתצוגה אופטימלית, או ערך בין 50 - 300
it: "auto" per il ridimensionamento automatico per la migliore visualizzazione, o valore compreso tra 50-299
pl: „auto” w celu automatycznej zmiany rozmiaru w celu uzyskania najlepszego wyświetlania lub wartości między 50-300
pt: "auto" para redimensionamento automático da melhor tela, ou um valor entre 50-300
ru: "auto" для автоматического подбора оптимального размера, или значение между 50-300
sk: "auto" pre automatickú zmenu veľkosti pre dosiahnutie optimálneho zobrazenia, alebo hodnota medzi 50-300
tr: En iyi görüntü için otomatik yeniden boyutlandırmak üzere "otomatik" veya 50-300 arası değer
zh: 用“自動”按鍵 自動調整大小以獲得最佳的顯示，或50-300之間的值

source: Background
fi: Tausta
fr: Fond
fur: Sfont
he: רקע
it: Sfondo
pl: Tło
ru: Фон
sk: Pozadie
tr: Arka plan
zh: 背景

source: transparent
fi: läpinäkyvä
he: שקוף
it: trasparenza
pl: przezroczyste
pt: transparente
ru: прозрачный
sk: priehľadné
tr: şeffaf
zh: 透明

source: white
fi: valkoinen
fr: blanc
fur: blanc
he: לבן
it: bianco
pl: białe
pt: branco
ru: белый
sk: biele
tr: beyaz
zh: 白色

source: descendants
fi: jälkeläiset
he: צאצאים
pt: descendentes
ru: потомки
sk: potomkovia
tr: torunlar
zh: 後代

source: under fanchart
fi: fanchart-kaavio
fr: sous l'éventail
he: מתחת לתרשים העוגה
pt: sob fanchart
ru: под фанчартом
sk: pod grafom
tr: fan grafiğinin altında
zh: 在扇形圖表之下

source: No Chinese ttf font file found
fi: Kiinalaista ttf-fonttitiedostoa ei löydy
fr: Aucune police TTF chinoise trouvée
fur: No si cjate il font ttf Cinês
he: לא נמצא גופן ttf עבור סינית
it: Non trovato font ttf Cinese
pl: Nie znaleziono pliku chińskiej czcionki ttf
pt: Não se descobriu nenhum arquivo de fonte ttf em Chinês.
ru: Не найдено китайского файла ttf шрифта
sk: Nenájdený čínsky ttf font
tr: Çince ttf yazı tipi dosyası bulunamadı
zh: 沒有發現有中文的TTF字體

source: Download link
fi: Lataa linkki
fr: Lien de téléchargement
fur: Link par scjariâ
he: קישור להורדה
it: Link per scaricare
pl: Link do pobrania
pt: Link para download:
ru: Ссылка для скачивания
sk: Odkaz na stiahnutie
tr: İndirme bağlantısı
zh: 下載鏈接

source: Unzip and place in "include/fanchart/chinese/" folder
fi: Pura ja sijoita kansioon "include/fanchart/chinese/"
fr: Décompressez et placer dans le dossier "include/fanchart/chinese/"
fur: Scompate e inserìs ta cartele "include/fanchart/chinese/"
he: פתח את הקיווץ והעבר לתיקייה include/fanchart/chinese להצגת הגרף בסינית
it: Scompatta e inserisci nella cartella "include/fanchart/chinese/"
pl: Rozpakuj i umieść w folderze „include/fanchart/chinese/”
pt: Descomprima p arquivo ("unzip") e coloque-o na pasta "include/fanchart/chinese/"
ru: Распакуйте и поместите в папку "include/fanchart/chinese/"
sk: Rozbaľ a ulož do adresára "include/fanchart/chinese/"
tr: Sıkıştırmayı açın ve "include/fanchart/chinese/" klasörüne yerleştirin
zh: 解開並且放置在 "include/fanchart/chinese/" 文件夾中

source: %s info
fur: %s informazions
he: %s מידע
it: %s informazioni
ru: %s информация
tr: %s bilgisi

source: %s is a free, open-source and multilingual server-side program that makes it very easy to publish your genealogical data on the internet as a dynamic and searchable family tree website.
fr: %s est un programme open source et multilingue, côté serveur gratuit, qui facilite la publication de vos données généalogiques sur Internet en tant que site Web d'arbre généalogique dynamique et consultable.
fur: %s al è un program bande-server gratuit, open source e multilengaç che al rint une vôre facil publicâ i toi dâts gjenealogjics in Internet, in tun sît web personâl, cun t'un o plui arbui gjenealogjics atualizabil e subite consultabil.
he: %s היא תוכנה חינמית, עם קוד פתוח ורב-לשונית אשר מותקנת על שרת ומאפשרת לך לפרסם את הנתונים הגנאלוגיים שלך באינטרנט באופן פשוט, בתור אתר של עצי משפחה דינמי וניתן לחיפוש.
it: %s è un programma lato-server gratuito, open source e multilingue che rende molto facile pubblicare i tuoi dati genealogici in Internet, in un sito web personale, con uno o più alberi genealogici aggiornabili e subito consultabili.
pl: %s jest darmowym, otwartym i wielojęzycznym programem po stronie serwera, który bardzo ułatwia publikowanie danych genealogicznych w Internecie jako dynamiczna i przeszukiwalna witryna z drzewem genealogicznym.
ru: %s - это бесплатная, с открытым исходным кодом и многоязычная серверная программа, которая позволяет очень легко публиковать ваши генеалогические данные в Интернете в виде динамичного и доступного для поиска веб-сайта генеалогического дерева.
sk: %s je bezplatný, open source a viacjazyčný program na strane servera, ktorý veľmi uľahčuje publikovanie vašich genealogických údajov na internete ako dynamickú webovú stránku rodokmeňa s možnosťou vyhľadávania.
tr: %s, soyağacı verilerinizi dinamik ve aranabilir bir aile ağacı web sitesi olarak internette yayınlamayı çok kolaylaştıran ücretsiz, açık kaynaklı ve çok dilli bir sunucu tarafı programıdır.

source: Icons
fr: Icônes
fur: Iconis
he: צלמיות
it: Icone
pl: Ikony
ru: Значки
sk: Ikony
tr: Simgeler

source: Reports
fr: Rapports
he: דוחות
pl: Raporty
ru: Отчеты
sk: PDF výpisy
tr: Raporlar

source: This icon is shown to the left of names of persons in lists or reports. When you hover over this icon with your mouse, a pop-up will be displayed. In the pop-up list you will find several icons with names of reports and charts that you can create from this person (the exact number of icons on the list varies according to the presence of ancestors and/or descendants). Following is a list of those icons and their meaning.
fr: Cette icône est affichée à gauche des noms des personnes dans les listes ou les rapports. Lorsque vous survolez cette icône avec votre souris, une fenêtre contextuelle s'affiche. Dans la liste déroulante, vous trouverez plusieurs icônes avec des noms de rapports et de graphiques que vous pouvez créer à partir de cette personne (le nombre exact d'icônes sur la liste varie en fonction de la présence d'ancêtres et / ou de descendants). Voici une liste de ces icônes et leur signification.
fur: Cheste icone a compâr a sinistre dai nons das personis tai elencos o tas schedis. Quant che si passea il mouse su cheste icone, al comparirà un barconut. E tal barconut tu cjatis tantis iconis cui nons dai reports e dai grafics che tu puedis creâ da cheste persone (il numar esat di iconis ta liste al varie a seconde da la presince di antenâts e/o dissendents). Dopo a jè ripuartade une liste di chestis iconis e il lôr significât.
he: הצלמית הזו מוצגת לצד שמות ברשימות או דוחות. כאשר מרחפים עם העכבר מעל הצלמית, תוצג חלונית קופצת. בחלונית זו יוצגו מספר צלמיות עם שמות הדוחות והגראפים שניתן להציג עבור אדם זה. (המספר המדויק שצלמיות ברשימה משתנה מאדם לאדם לפי הימצאות אבות או צאצאים). להלן רשימה של הצלמיות הללו ופירושן.
it: Questa icona viene visualizzata a sinistra dei nomi delle persone negli elenchi o nei rapporti. Quando si passa il mouse su questa icona, verrà visualizzato un popup. Nell'elenco pop-up troverai diverse icone con i nomi dei report e dei grafici che puoi creare da questa persona (il numero esatto di icone nell'elenco varia a seconda della presenza di antenati e/o discendenti). Di seguito è riportato un elenco di queste icone e il loro significato.
pl: Ta ikona jest wyświetlana po lewej stronie nazwisk osób na listach lub raportach. Po najechaniu myszą na tę ikonę, zostanie wyświetlone wyskakujące okienko. Na wyskakującej liście znajdziesz kilka ikon z nazwami raportów i wykresów, które możesz utworzyć na podstawie tej osoby (dokładna liczba ikon na liście różni się w zależności od obecności przodków i / lub potomków). Poniżej znajduje się lista tych ikon i ich znaczenie.
ru: Этот значок отображается слева от имен лиц в списках или отчетах. Когда вы наведете курсор мыши на этот значок, появится всплывающее окно. Во всплывающем списке вы найдете несколько значков с названиями отчетов и диаграмм, которые вы можете создать с помощью этого человека (точное количество значков в списке варьируется в зависимости от наличия предков и/или потомков). Ниже приведен список этих значков и их значение.
sk: Táto ikona sa zobrazuje naľavo od mien osôb v zoznamoch alebo správach. Keď umiestnite kurzor myši na túto ikonu, zobrazí sa kontextové okno. V rozbaľovacom zozname nájdete niekoľko ikon s názvami prehľadov a grafov, ktoré môžete pre túto osobu vytvoriť (presný počet ikon v zozname sa líši podľa prítomnosti predkov a/alebo potomkov). Nasleduje zoznam týchto ikon a ich význam.
tr: Bu simge, listelerde veya raporlarda kişilerin adlarının solunda gösterilir. Farenizle bu simgenin üzerine geldiğinizde bir açılır pencere görüntülenecektir. Açılır listede, bu kişiden oluşturabileceğiniz raporların ve çizelgelerin adlarını içeren birkaç simge bulacaksınız (listedeki simgelerin tam sayısı, ataların ve/veya soyundan gelenlerin varlığına göre değişir). Aşağıda bu simgelerin ve anlamlarının bir listesi bulunmaktadır.

source: A pedigree is a genealogical report of a person's ancestors. A pedigree uses a special method of numbering: the base person is number 1, his father number 2 and his mother number 3. The number of a father is ways twice that of his son and the mother is one number higher. Thus, number 40 is the father of number 20 and 41 is the mother of number 20. <br>From amongst the icons in the pop-up menu you can also choose a graphical display of the ancestor report.
fr: Un pedigree est un rapport généalogique des ancêtres d'une personne. Un pedigree utilise une méthode de numérotation spéciale: la personne de base est le numéro 1, son père le numéro 2 et sa mère le numéro 3. Le nombre d'un père est deux fois supérieur à celui de son fils et la mère est un numéro plus élevé. Ainsi, le numéro 40 est le père du numéro 20 et 41 est la mère du numéro 20.<br> Parmi les icônes du menu contextuel, vous pouvez également choisir un affichage graphique du rapport d'ancêtres.
fur: Un pedigree al è il rapuart gjenealogjic dai antenâts di une persone. Un pedigree al utilize un sisteme speciâl di numerazion: la persone ultime nassude a jè il numar 1, il pâri numar 2 e so mâri numar 3. Il numar di un pâri al è il dopli di chel di so fî e la mâri a jè un numar in plui. Cussì, il numar 40 al è il pâri dal numar 20 e 41 a jè la mâri dal numar 20. ‎<br>‎Tra lis iconis da liste tu puedis ancje sielzi una visualizazion grafiche dal rapuart dai antenâts.
he: דוח אבות הוא דוח גיניאלוגי לאבותיו של אדם. דוחות אלה משתמשים בשיטה מובנית של ספירה: האדם העומד בבסיס הדוח הוא מספר 1. אביו מספר 2 ואמו מספר 3. מספרו של האב הוא תמיד פי 2 זה של בנו ומספר האם גדול באחד ממספר האב. לפי-כך מספר 40 הוא אביו של מספר 20, ומספר 41 היא אמו. <br>מבין הצלמיות בחלונית הקופצת אפשר גם לבחור בתצוגה גראפית של דוח האבות.
it: Un pedigree è un rapporto genealogico degli antenati di una persona. Un pedigree utilizza un metodo speciale di numerazione: la persona di base è il numero 1, il padre numero 2 e sua madre numero 3. Il numero di un padre è il doppio di quello di suo figlio e la madre è un numero superiore. Così, il numero 40 è il padre del numero 20 e 41 è la madre del numero 20. ‎<br>‎Tra le icone nel menu a comparsa puoi anche scegliere una visualizzazione grafica del rapporto degli antenati.
pl: Rodowód to raport genealogiczny przodków danej osoby. Rodowód wykorzystuje specjalną metodę numeracji: osoba podstawowa to numer 1, jego ojciec numer 2, a jego matka numer 3. Liczba ojca jest dwukrotnie większa niż jego syna, a matka jest o jeden numer wyższa. Tak więc numer 40 jest ojcem numeru 20, a 41 jest matką numeru 20. <br>Spośród ikon w wyskakującym menu możesz również wybrać graficzne przedstawienie raportu o przodkach.
ru: Родословная - это генеалогический отчет о предках человека. В родословной используется специальный метод нумерации: базовый человек - номер 1, его отец - номер 2, а мать - номер 3. Число отца примерно в два раза больше, чем у его сына, а у матери на одно число больше. Таким образом, число 40 является отцом числа 20, а 41 - матерью числа 20. <br> Среди значков во всплывающем меню вы также можете выбрать графическое отображение отчета о предке.
sk: Rodokmeň je genealogická správa o predkoch osoby. Rodokmeň používa špeciálnu metódu číslovania: základná osoba je číslo 1, jeho otec číslo 2 a matka číslo 3. Číslo otca je dvojnásobne väčšie ako číslo jeho syna a číslo matky je o jedno číslo vyššie. Číslo 40 je teda otcom čísla 20 a 41 matkou čísla 20. <br>Medzi ikonami vo vyskakovacom menu si môžete vybrať aj grafické zobrazenie správy o predkovi.
tr: Soyağacı, bir kişinin atalarının soyağacı raporudur. Bir soyağacı özel bir numaralandırma yöntemi kullanır: temel kişi 1 numara, babası 2 numara ve annesi 3 numaradır. Bir babanın sayısı, oğlunun iki katıdır ve anne bir sayı daha yüksektir. Böylece, 40 numara 20 numaranın babası ve 41 numara 20 numaranın annesidir. <br>Açılır menüdeki simgeler arasından ata raporunun grafiksel görüntüsünü de seçebilirsiniz.
