Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: You may wish to try finding a connection with the <span style='font-weight:bold'>Extended Marital Calculator</span> below.<br> This will find connections that span over many marital relations and generations.<br> Computing time will vary depending on the size of the tree and the distance between the two persons.<br> For example, in a 10,000 person tree even the most distant persons will usually be found within 1-2 seconds.<br> In a 75,000 person tree the most distant persons may take up to 8 sec to find.
fi: Haluat ehkä nähdä yhteyden <span style='font-weight:bold'>Laajennetulla sukulaisuudn laskurilla</span> below.<br> Näin löydät yhteydet yli useiden avioliittojen ja sukupolvien.<br> Laskennan kesto määräytyy siitä, kuinka paljon on henkilöitä ja kuinka kaukainen on kahden henkilön välinen yhteys.<br> Esimerkiksi 10.000 henkilön sukupuussa kaukaisimmatkin yhteydet löytyvät tavallisesti parissa sekunnissa.<br> 75.000 henkilön sukupuussa kaukaisimpien henkilöiden yhteyden löytyminen voi kestää noin 8 sekuntia.
fr: Vous pouvez essayer de trouver une connexion avec la <span style='font-weight:bold'> Calculatrice d’État civil Avancée </span> ci-dessous.<br> Vous trouverez des connexions qui couvrent de nombreuses relations conjugales et de générations.<br> Le temps de calcul variera en fonction de la taille de l'arbre et la distance entre les deux personnes.<br> Par exemple, dans un arbre de 10.000 personne même les personnes les plus éloignées sont habituellement trouvés en 1-2 secondes.<br> Dans un arbre de 75.000 personnes les personnes les plus éloignées peuvent prendre jusqu'à 8 sec à trouver.
fur: Tu podaressis prova a cirî un leam cun <span style='font-weight:bold'> Calcul Parentâl Slargjât </span>, une vôre plui afidabil e clâr!. <br> Cun chest si cjatin leams che a si slargjin su ce tantis relazions coniugâl e gjenerazions. <br> Il timp di calcul al svarie in base a la dimension dal arbul e a la distanca tra lis dôs personis. <br> Fâs cont, in tun arbul di 10.000 personis ancje plui distantis, si cjate la relazion di solit in 2-3 seconts. <br> In tun arbul di 75.000 personis, pas personis plui distantis si pues cjatâ la relazion in 8-10 seconts.
he: אולי תרצו לחפש קשר באמצעות <span style='font-weight:bold'>מחשב קשרי הנישואין המורחב</span> להלן.<br> מחשב זה מסוגל למצוא קשר גם דרך מספר קשרי נישואין ודרך דורות רבים.<br> זמן החישוב תלוי בגודל העץ ובמרחק בין שני האנשים.<br> לדוגמא, בעץ של 10,000 אנשים אפשר למצוא קשר בין שני אנשים מרוחקים ביותר תוך 1-2 שניות.<br> בעץ של 75,000 אנשים מציאת שני אנשים מרוחקים מאד עשויה לקחת עד 8 שניות.
it: Potresti provare a trovare una connessione con <span style = 'font-weight: bold'> Calcolo Parentale Esteso </ span> qui sotto, molto più affidabile e chiaro!. <br> Questo troverà connessioni che si estendono su molte relazioni e generazioni coniugali. <br> Il tempo di calcolo varia in base alla dimensione dell'albero e alla distanza tra le due persone. <br> Ad esempio, in un albero di 10.000 persone anche le persone più distanti si trovano di solito entro 1-2 secondi. <br> In un albero di 75.000 persone le persone più distanti possono impiegare fino a 8 secondi per trovarle.
pl: Możesz spróbować znaleźć związek użyj<span style='font-weight:bold'>Rozszerzony kalkulator związków</span> poniżej.<br> Znajdzie to powiązania obejmujące wiele relacji małżeńskich i pokoleń.<br> Czas obliczeń będzie się różnił w zależności od wielkości drzewa i odległości między dwiema osobami.<br> Na przykład w drzewie o 10.000 osób nawet najbardziej odległe osoby zwykle znajdują się w ciągu 1-2 sekund.<br> W drzewie 75 000 osób znalezienie najbardziej odległych osób może zająć do 8 sekund
pt: Você pode tentar descobrir uma ligação com a <span style='font-weight:bold'>Calculadora Matrimonial Expandida</span> abaixo.<br> Este utilitário é capaz de descobrir ligações que se estendem ao longo de muitas relações matrimoniais e gerações.<br> O tempo de computação vai depender do tamanho da árvore a da distância entre as duas pessoas.<br> Por For exemplo, numa árvore com 10.000 pessoas mesmo aos pessoas mais distantes são em geral encontradas em 1-2 segundos.<br> Numa árvore com 75.000 pessoas, esse tempo já aumentaria para 8 segundos.<br><br>
ru: Вы можете попробовать найти связь с <span style='font-weight:bold'>расширенным семейным калькулятором</span> ниже.<br>Это найдет связи, которые охватывают многие супружеские отношения и поколения.<br>Время вычисления будет варьироваться в зависимости от размера дерева и расстояния между двумя людьми.<br>Например, в дереве численностью 10 000 человек даже самые отдаленные люди обычно будут найдены в течение 1-2 секунд.<br>В дереве численностью 75 000 человек самым отдаленным людям может потребоваться до 8 секунд, чтобы найти.
sk: Možno si budete priať, aby ste sa pokúsili nájsť spojenie s <span style='font-weight: bold'> Rozšírená Rodinná Kalkulačka </span> nižšie. <br> To bude hľadať súvislosti, ktoré trvajú po mnoho manželských vzťahov a generácií. <br> Čas sa bude meniť v závislosti na veľkosti stromu a vzdialenosti medzi dvoma osobami. <br> Napríklad, pri 10000 osobách bude obvykle hľadať v priebehu 1-2 sekúnd. <br> Pri 75.000 osobách to bude trvať až 8 sekúnd.
tr: Aşağıdaki <span style='font-weight:bold'>Genişletilmiş Evlilik Hesaplayıcısı</span> ile bir bağlantı bulmayı deneyebilirsiniz.<br> Bu, birçok evlilik ilişkisine ve nesillere yayılan bağlantılar bulacaktır.<br> Hesaplama süresi, ağacın boyutuna ve iki kişi arasındaki mesafeye bağlı olarak değişecektir.<br> Örneğin, 10.000 kişilik bir ağaçta en uzaktaki kişiler bile genellikle 1-2 saniye içinde bulunur.<br> 75.000 kişilik bir ağaçta en uzaktaki kişilerin bulunması 8 saniye kadar sürebilir.

source: Perform extended marital calculation
fi: Tee laajennettu haku avioliittojen kautta
fr: Effectuer un calcul matrimonial étendu
fur: Prove il Calcul Parentâl Slargjât
he: בצע חישוב קשרי חיתון מורחב
it: Prova il Calcolo Parentale Esteso
pl: Wykonaj rozszerzone obliczenia związków
pt: Utilizar a Calculadora Matrimonial Expandida
ru: Выполнение расширенного расчета брака
sk: Vykonaj rozšírený manželský výpočet
tr: Genişletilmiş evlilik hesaplaması yapın
zh: 執行擴展的婚姻關係計算

source: These persons are not related in any way.
fi: Henkilöiden välille ei löydy mitään suhdetta.
fr: Ces personnes n'ont aucun lien de parenté.
fur: Chestis personis no son colegadis in nessune maniere.
he: שני האנשים האלה אינם קשורים בדרך כלשהי.
it: Queste persone non sono collegate in alcun modo.
pl: Osoby te nie są w żaden sposób spokrewnione.
pt: Estas pessoas não estão relacionadas de nenhuma forma.
ru: Персоны никак не связаны.
sk: Tieto osoby nie sú príbuzné.
tr: Bu kişilerin hiçbir şekilde akrabalığı yoktur.
zh: 這些人之間沒有任何關係。

source: No further paths found.
fi: Enempää yhteyksiä ei löydy
fr: Aucun autre lien trouvé
fur: No si cjatin altris collegaments.
he: לא נמצאו קישורים נוספים
it: Non sono stati trovati altri percorsi.
pl: Nie znaleziono dalszych ścieżek.
pt: Não foram encontrados outros trajetos.
ru: Никаких дальнейших путей не найдено.
sk: Nenájdená žiadna ďalšia cesta.
tr: Başka yol bulunamadı.
zh: 沒有找到進一步的關係路徑。

source: Try to find another path
fi: Koeta löytyykö muita yhteyksiä
fr: Essayez de trouver un autre chemin
fur: Prove a cirî une strade diferent
he: נסה למצוא קשר נוסף
it: Prova a trovare un altro percorso
pl: Spróbuj znaleźć inną ścieżkę
pt: Tentsr encontrar outro trajeto
ru: Попробуйте найти другой путь
sk: Skús nájsť inú cestu
tr: Başka bir yol bulmaya çalışın
zh: 試著尋找其他路徑

source: (With each consecutive search the path may get longer and computing time may increase!)
fi: (Useamman yhteyden etsiminen kestää kauemmin ja laskenta-aika pitenee)
fr: (Avec chaque recherche consécutive, le chemin de recherche peut s'allonger et le temps de traitement peut augmenter !)
fur: (Cun plui ricercjis di seguit la strade a podares slungjâsi e il temp di calcul cressi!)
he: (עם כל חישוב נוסף המסלול עשוי להתארך וגם זמן החישוב עלול להתארך
it: (Con ogni ricerca consecutiva il percorso potrebbe allungarsi e il tempo di calcolo potrebbe aumentare!)
pl: (Przy każdym kolejnym wyszukiwaniu ścieżka i czas przetwarzania może się wydłużyć!)
pt: (Com cada pesquisa consecutiva o trajeto pode tornar-se mais longo e aumentar o tempo de computação!)
ru: (С каждым последующим поиском путь может стать длиннее, а время вычислений может увеличиться!)
sk: (S každým po sebe idúce vyhľadávaním cesty, môže byť čas výpočtu dlhší!)
tr: (Her ardışık aramada yol uzayabilir ve hesaplama süresi artabilir!)
zh: 每次連續搜索的路徑可能會更長，計算時間可能會延長！

source: Calculating relations
fr: Calcul des rélations
he: מחשב קשרי משפחה
it: Calcolo delle parentele
pl: Obliczanie relacji
ru: Вычисление родства
sk: Výpočet vzťahov
tr: İlişkilerin hesaplanması

source: This calculator will find the following relationships:<br> <ul><li>Any blood relationship between X and Y ("X is great-grandfather of Y", "X is 3rd cousin once removed of Y" etc.)</li> <li>Blood relationship between the spouse of X and person Y ("X is spouse of 2nd cousin of Y", "X is son-in-law of Y")</li> <li>Blood relationship between person X and the spouse of Y ("X is 2nd cousin of spouse of Y", "X is father-in-law of Y")</li> <li>Blood relationship between spouse of X and spouse of Y ("X spouse of sister-in-law of Y" etc.)</li> <li>Direct marital relation ("X is spouse of Y")</li></ul> Directions for use:<br> <ul><li>Enter first and/or last name (or part of names) in the search boxes and press "Search". Repeat this for person 1 and 2.</li> <li>If more than 1 person is found, select the one you want from the search result pulldown box. Repeat this for person 1 and 2.</li> <li>Now press the "Calculate relationships" button on the right.</li> <li><b>TIP: when you click "search" with empty first <u>and</u> last name boxes you will get a list with all persons in the database. (May take a few seconds)</b></li></ul>
fi: Tämä laskin löytää seuraavat sukulaisuussuhteet:<br> <ul><li>Kaikki verisukulaisuudet henkilöiden X ja Y välillä ("X on Y:n iso-isoisä, "X on Y:lle 3. serkku yhden sukupolven takaa" jne.)</li> <li>Verisukulaisuus X:n puolison ja henkilön Y välillä ("X on Y:n pikkuserkun puoliso", "X on Y:n vävy")</li> <li>Verisukulaisuus henkilön X ja Y:n puolison välillä ("X on Y:n puolison pikkuserkku", "X on Y:n appi")</li> <li>Verisukulaisuus X:n ja Y:n puolisoiden välillä ("X on Y:n käly" jne.)</li> <li>Suorat aviosuhteet ("X on Y:n puoliso")</li></ul> Käyttöohjeet:<br> <ul><li>Kirjoita etu- ja/tai sukunimi (tai nimien osa) hakukenttiin ja klikkaa Haku (Search). Tee tämä molemmille henkilöille 1 ja 2.</li> <li>Jos enemmän kuin yksi henkilö löytyy, valitse haluamasi alasvetovalikosta. Tee tämä molemmille henkilöille 1 ja 2.</li> <li>Klikkaa "Laske sukulaisuus" (Calculate relationships) -painiketta oikealla.</li> <li>Voit kirjoittaa nimen tai nimen osan poimintakenttään tai jättää sen tyhjäksi</li> <li><b>VIHJE: kun klikkaat "etsi" etu- <u>ja</u> sukunimikentän ollessa tyhjä, saat listan koko tietokannasta. (Kestää muutaman sekunnin)</b></li></ul>
fr: Cette calculatrice trouvera les relations suivantes:<br> <ul><li> Toute parenté de sang entre X et Y ("X est arrière-grand-père de Y", "X est le cousin germain au 3ème degré une fois éloigné de Y", etc) </li> <li>Le lien de sang entre le conjoint de X et la personne Y ("X est le conjoint du cousin germain au 2ème de Y", "X est le gendre de Y")</li> <li>Les liens de sang entre la personne X et le conjoint de Y ("X est le cousin germain au 2ème du conjoint de Y", "X est le beau-père de Y")</li> <li>Lien de parenté entre le conjoint de X et le conjoint de Y ("X conjoint de la belle-sœur de Y" etc.)</li> <li>Parenté conjugale directe ("X est conjoint de Y")</li></ul> Conseils d'utilisation :<br> <ul> <li>Entrez le prénom et/ou le nom (ou une partie du nom) dans les champs de recherche et appuyez sur "Recherche". Répétez cette opération pour les personnes 1 et 2</li>. <li> Si plus d'une personne est trouvée, sélectionnez celle que vous voulez dans la zone de liste déroulante des résultats de recherche. Répétez cette opération pour les personnes 1 et 2</li>. <li>Maintenant, cliquez sur le bouton "Calculer les relations" à droite. </li> <li><b>ASTUCE : lorsque vous cliquez sur "rechercher" avec des cases vides pour le prénom<u> et le</u> nom, vous obtenez une liste de tous les individus de la base de données. (Peut prendre quelques secondes)</b></li></ul>
fur: Il calcul al pues furnî chestis relazions:<br> <ul><li>Ducj i leamps di sanc tra X e Y ("X al è bisnono di Y", "X al è cusin di tierç grât di Y", ecc)</li> <li>Leamp di sanc tra il coniuge della persona X e Y ("X è coniuge del cugino 2 ° Y", "X è il genero di Y")</li> <li>Rapuart di sanc tra la persone X e l'omp di Y ("X al è cusin di secont grât dal omp di Y", "X al è il misser di Y")</li> <li>Rapuart di sanc tra l'omp di X e l'omp di Y ("X coniugât cu la cugnade di Y", ecc)</li> <li>Relazion coniugâl direte ("X al è l'omp (o la femine)) di Y")</li></ul> Istruzions pal ûs:<br> <ul><li>Inseris il nome e/o il cognon (o dome une part) ta casele di ricercje e frache il boton "Cîr". Ripeti la operazion cun altris dôs personis.</li> <li>Se si cjete plui di 1 persone , selezione chê che si ûl ta liste. Ripeti la operazion cun altris dôs personis.</li> <li>Comò cjalcje il "Calcul Parentele" sul boton a diestre.</li> <li><b>SUGJERIMENT: cuant che a si fas clic su "Cîr" cu la casele dal non o cognom vueite, <u>e</u> si oten la liste cun dutis lis personis presintis tal database (a podares jessi c'al coventi qualchi moment).</b></li></ul>
he: מחשב זה ימצא את קשרי המשפחה הבאים: <br> <ul><li>כל קשרי הדם בין אדם א' לבין אדם ב'</li> <li>קשר דם בין בן/בת זוג של אדם א' לבין אדם ב'</li> <li>קשר דם בין אדם א' לבין בן/בת זוג של אדם ב'</li> <li>קשר דם בין בן/בת זוג של אדם א' לבין בן/בת זוג של אדם ב'</li> <li>קשרי נישואין ישירים (אדם א' הוא בן/בת זוג של אדם ב')</li></ul> הוראות שימוש: <br> <ul><li>מלא שם פרטי ו/או שם משפחה (או חלק משמות) במשבצת החיפוש, והקלק "חפש". חזור על כך עבור שני האנשים.</li> <li>אם נמצאו יותר מאדם אחד בעת החיפוש, בחר את השם הרצוי מתוך רשימת תוצאות החיפוש. חזור על כך עבור שני האנשים.</li> <li>עכשיו הקלק על כפתור "חשב קשרי משפחה"</li> <li>אפשר למלא שם פרטי ו/או שם משפחה (או חלק משמות) במשבצות החיפוש, או אפשר להשאיר משבצת ריקה</li> <li><b>הצעה: אם תקליקו על "חיפוש" כאשר שתי משבצות החיפוש ריקות, תקבלו רשימה של כל השמות בבסיס הנתונים (עשוי לקחת כמה שניות).</b></li></ul>
it: In base ai calcoli sono emerse queste relazioni:<br> <li>Ogni legame di sangue tra X e Y ("X è bisnonno di Y", "X è cugino di terzo grado di Y", ecc)</li> <li>Legame di sangue tra il coniuge della persona X e Y ("X è coniuge del cugino 2 ° Y", "X è il genero di Y")</li> <li>Rapporto di sangue tra persona X e il coniuge di Y ("X è cugino di 2 ° coniuge di Y", "X è il suocero di Y")</li> <li>Rapporto di sangue tra coniuge di X e di Y coniuge ("X coniuge della cognata di Y", ecc)</li> <li>Relazione coniugale diretta ("X è coniuge di Y")</li></ul> Istruzioni per l'uso:<br> <li>Inserisci il nome e/o l'ultima (o parte di nomi) nelle caselle di ricerca e premere il tasto "Cerca". Ripetere questo per la persona 1 e 2.</li> <li>Se si trova più di 1 persona , selezionare quella che si vuole nella lista a discesa che compare. Ripetere l'operazione per persona 1 e 2.</li> <li>Ora premere il "Calcolo relazioni" sul pulsante a destra.</li> <li><b>SUGGERIMENTO: quando si fa clic su "Cerca" con la casella del cognome vuoto prima <u>e</u> si otterrà una lista con tutte le persone presenti nel database (potrebbero essere necessari alcuni secondi).</b></li></ul>
pl: Ten kalkulator znajdzie następujące zależności:<br> <ul><li>Jakikolwiek związek krwi między X i Y („X to pradziadek Y”, „X jest kuzynem 3 po usunięciu Y” itp.)</li> <li>Relacja krwi między małżonkiem X a osobą Y („X jest małżonkiem drugiego kuzyna Y”, „X jest zięciem Y”)</li> <li>Relacja krwi między osobą X a małżonkiem Y („X jest drugim kuzynem małżonka Y”, „X jest teściem Y")</li> <li>Relacja krwi między małżonkiem X i małżonkiem Y („X małżonka szwagierki Y” itp.)</li> <li>Bezpośredni związek małżeński („X jest małżonkiem Y")</li></ul>Instrukcje stosowania:<br> <ul><li>Wprowadź imię i / lub nazwisko (lub część nazw) w polach wyszukiwania i naciśnij „Szukaj”. Powtórz to dla osób 1 i 2.</li> <li>Jeśli znaleziono więcej niż 1 osobę, wybierz tę, którą chcesz z rozwijanego menu wyników wyszukiwania. Powtórz to dla osób 1 i 2.</li> <li>Teraz naciśnij przycisk „Oblicz relacje” po prawej stronie.</li> <li><b>WSKAZÓWKA: kiedy klikniesz „szukaj” z pustymi polami imienia <u>i</u> nazwiska, otrzymasz listę wszystkich osób w bazie danych. (Może to potrwać kilka sekund)</b></li></ul>
pt: Esta calculadora descobre os seguintes relacionamentos:<br> <ul><li>Qualquer relação de consanguinidade entre X e Y ("X é bisavô de Y", "X é primo em 3º grau de Y" etc.)</li> <li>Relações de consanguinidade entre a esposa de X e a pessoa Y ("X é esposa do primo em 2º grau de Y", "X é genro de Y")</li> <li>Relações de consanguinidade entre a pessoa X e a esposa de Y ("X é primo em 2º grau da esposa de Y", "X é sogro de Y")</li> <li>Relações de consanguinidade entre a esposa de X e a esposa de Y ("X é esposa da cunhada de Y" etc.)</li> <li>Relações matrimonais diretas ("X é esposa de Y")</li></ul> Instruções de Utilização:<br> <ul><li>Digite o primeiro e/ou último nome (ou parte dos nomes) nas caixas de pesquisa e prima "Pesquisa". Repita este procedimento para as pessoas 1 e 2.</li> <li>Se for detectada mais de 1 pessoa, selecione a que pretende a partir da caixa com os resultados da pesquisa. Repita este procedimento para as pessoas 1 e 2.</li> <li>Em seguida pressione o botão "Calcular relacionamentos" à direita.</li> <li><b>Dica: quando clica em "pesquisa" com as caixas do primeiro <u>e</u> último nomes vazias, obtém uma lista de todos os indivíduos na base de dados. (Isto pode demorar alguns segundos)</b></li></ul>
ru: Этот калькулятор найдет следующие отношения:<br> <ul><li>Любое кровное родство между X и Y («X — прадед Y», «X — 3-й двоюродный брат после удаления Y» и т. д.)</li> <li>Кровное родство между супругом X и лицом Y («X — супруг 2-го двоюродного брата Y», «X — зять Y»)</li> <li>Кровное родство между лицом X и супругом Y («X — 2-й двоюродный брат супруга Y», «X — тесть Y»)</li> <li>Кровное родство между супругом X и супругом Y («X супруг невестки Y» и т.д.)</li> <li>Прямые супружеские отношения («X — супруг Y»)</li></ul>Инструкция по применению:<br> <ul><li>Введите имя и/или фамилию (или часть имен) в поля поиска и нажмите «Поиск». Повторите это для человека 1 и 2.</li> <li>Если найдено более 1 человека, выберите нужного человека в раскрывающемся списке результатов поиска. Повторите это для человека 1 и 2.</li> <li>Теперь нажмите кнопку "Рассчитать отношения" справа.</li> <li><b>СОВЕТ: при нажатии кнопки "Поиск" с пустыми полями имени <u>и</u> фамилии вы получите список со всеми лицами в базе данных. (Может занять несколько секунд)</b></li></ul>
sk: Táto kalkulačka nájde nasledujúce vzťahy: <br> <ul> <li> Každý pokrvný vzťah medzi X a Y ("X je pradedko z Y", "X je 3rd bratranec v 2. kroku Y" a pod.) </li> <li> Pokrvný vzťah medzi manželom X a osobu Y ("X je manželom 2. bratranca Y", "X je zať Y") </li> <li> Pokrvný vzťah vzťah medzi osobou X a manžela Y ("X je 2.bratranec od manžela alebo manželky Y", "X je otec-in-law Y") </li> <li> Pokrvný vzťah vzťah medzi manželom X a manželom Y ("X švagorY" atď.) </li> <li> Priamy manželský vzťah ("X je manželka Y") </li> </ ul> Návod na použitie: <br> <ul> <li> Zadajte krstné meno a / alebo priezvisko (alebo jeho časť), mien vo vyhľadávaciom poli a stlačte tlačidlo "Hľadať". Tento postup opakujte pre osobu 1 a 2. </li> <li> Ak je nájdený viac ako 1, vyberte ten, ktorý chcete z rozbaľovacej menu s výsledkami vyhľadávania. Tento postup opakujte pre osobu 1 a 2. </li> <li> Teraz stlačte tlačidlo "Vypočítať vzťahy" na pravej strane. </li> <li> <b> TIP: Ak kliknite na tlačidlo "hľadať" s prázdnymi okienkami mien, dostanete zoznam so všetkými osobami v databáze. (Môže trvať niekoľko sekúnd) </b> </li> </ul>
tr: Bu hesap makinesi aşağıdaki ilişkileri bulacaktır:<br> <ul><li>X ve Y arasındaki herhangi bir kan ilişkisi ("X, Y'nin büyük büyükbabasıdır", "X, Y'den çıkarıldıktan sonra 3. kuzendir" vb.)</li> <li>X'in eşi ile Y kişisi arasındaki kan ilişkisi ("X, Y'nin 2. kuzeninin eşidir", "X, Y'nin damadıdır")</li> <li>X kişisi ile Y'nin eşi arasındaki kan ilişkisi ("X, Y'nin eşinin 2. kuzenidir", "X, Y'nin kayınpederidir")</li> <li>X'in eşi ile Y'nin eşi arasındaki kan ilişkisi ("Y'nin yengesinin X eşi" vb.)</li> <li>Doğrudan evlilik ilişkisi ("X, Y'nin eşidir")</li></ul> Kullanım talimatları:<br> <ul><li>Arama kutularına ad ve/ veya soyad (veya isimlerin bir kısmı) girin ve "Ara" ya basın. Bunu 1. ve 2. kişiler için tekrarlayın.</li> <li>1'den fazla kişi bulunursa, arama sonucu açılır kutusundan istediğinizi seçin. Bunu 1. ve 2. kişiler için tekrarlayın.</li> <li>Şimdi sağdaki "İlişkileri hesapla" düğmesine basın.</li> <li><b>İPUCU: İlk adı <u>ve</u> soyadı kutularıyla "ara" yı tıkladığınızda veritabanındaki tüm kişilerin bulunduğu bir liste elde edersiniz. (Birkaç saniye sürebilir)</b></li></ul>
zh: 這個計算器會發現以下關係：<br> <ul> <li>在任何X和Y之間的血緣關係(“X is great-grandfather of Y”，“X is 3rd cousin once removed of Y”等等)</ li> <li> X和個人Y的配偶的血緣關係(“X is spouse of 2nd cousin of Y”，“X為兒子在法律的Y”)</ li> <li>血的人之間的關係X和Y的配偶(“X is 2nd cousin of spouse of Y”，“X is father-in-law of Y”)</ li> <li> X的配偶Y和配偶的血緣關係(“X spouse of sister-in-law of Y“等等)</ li> <li>直接婚姻關係(”X is spouse of Y​​“）</ li> </ ul>使用指南：<br><ul> <li>在搜索框輸入姓和/或名(或名稱的一部分)，然後按“Search”。重複此人1和2。</ li> <li>如果發現超過1人，請選擇你想要從搜索結果下拉框中選擇之一。重複此人1和2 </ li><li>現在，按下右側的“Calculate relationships”按鈕</ li> <li> <b>提示：當你點擊“search”空首< U>和</ U>姓氏盒你會得到數據庫中的所有個體的列表。 (可能需要幾秒鐘)</ B> </ li> </ ul>

source: or: ID
fi: tai: ID
fr: ou : ID
fur: o pûr: ID
he: או: ID
it: oppure: ID
pl: lub ID
pt: ou: ID
ru: или: ID
sk: alebo:ID
tr: veya: Kimlik

source: Calculate relationships
fi: Laske sukulaisuus
fr: Calculer les relations
fur: Calcole la parentele
he: חשב יחסי משפחה
it: Calcola relazione
pl: Sprawdz relacje
pt: Cálculo de relacionamentos
ru: Расчёт родства
sk: Vypočítaj vzťahy
tr: İlişkileri hesapla
zh: 關係的計算

source: Results are limited, use search to find more persons.
fr: Les résultats sont limités, utilisez la recherche pour trouver plus de personnes.
fur: I risultâts a son limitâts, dopre la ricercje par cjatâ altris personis.
he: התוצאות מוגבלות, השתמש בחיפוש למצוא אנשים נוספים.
it: I risultati sono limitati, usa la ricerca per trovare altre persone.
ru: Количество результатов ограничено, используйте поиск, чтобы найти больше людей.
sk: Výsledky sú neúplné, použi hľadanie pre viac osôb.
tr: Sonuçlar sınırlıdır, daha fazla kişi bulmak için aramayı kullanın.

source: You have to search and than choose Person 1 and Person 2 from the search result pulldown
fi: Sinun pitää etsiä ja sitten valita Henkilö 1 ja Henkilö 2 etsintäkentän alasvetovalikosta
fr: Vous devez faire une recherche, puis Sélectionner la Personne 1 et la Personne 2 de la fenêtre du résultat de la recherche
fur: Sielz la prime Persone e la seconde Persone tra i risultâts da ricercje
he: צריך קודם לחפש 2 שמות ואחר-כך להקליק על "חשב קשרי משפחה".
it: Devi cercare di scegliere Persona 1 Persona 2 dal menu a discesa tra i risultati di ricerca
pl: Musisz wyszukać, a następnie wybrać opcję Osoba 1 i Osoba 2 z rozwijanego menu wyników wyszukiwania
ru: Вы должны выполнить поиск, а затем выбрать Человека 1 и человека 2 из выпадающего списка результатов поиска
sk: Musíte hľadať a potom si vybrať Osobu 1 a osobu 2 z výsledku hľadania v rozbaľovacej ponuke
tr: Aramanız ve ardından arama sonucu açılan listesinden Kişi 1 ve Kişi 2'yi seçmeniz gerekir
zh: 你要執行搜索並且從搜索結果下拉框中選擇1人及2人
