Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Administration of the family tree(s), i.e. the name can be changed here, and trees can be added or removed.
fi: Sukupuun/-puiden ylläpito, nimen voi vaihtaa tässä, ja puita voi lisätä tai poistaa.
fr: Administrateur de(s) l'arbre généalogique(s), c-à-d son nom peut être changé ici et d'autres arbres généalogiques peuvent être ajoutés ou supprimés.
fur: Amministrazion dal Arbul Familiâr(s), ven a stâi il non al pues jessi modificât achi, e i arbui a puedin jessi zontâs o gjavâs vie.
he: ניהול עצי המשפחה, בין היתר ניתן לשנות את השם וניתן להוסיף או להסר עצי משפחה.
it: Amministrazione dell'Albero Genealogico (i), cioè il nome può essere modificato qui, e gli alberi possono essere aggiunti o rimossi.
pl: Administracja drzewem (-ami) rodzinnymi, tj. Nazwa może być tutaj zmieniona, a drzewa mogą być dodane lub usunięte.
pt: Administração da(s) árvore(s) de família, por ex. o nome pode ser modificado aqui, e as árvores podem ser criadas ou apagadas.
ru: Администрирование генеалогического древа (ов), т.е. здесь можно изменить имя, а деревья можно добавлять или удалять.
sk: Správa rodokmeňa, tu možno zmeniť názov, rodokmene môžu byť pridané alebo odstránené.
tr: Soy ağaç(lar)ının yönetimi, yani adı burada değiştirilebilir ve ağaçlar eklenebilir veya kaldırılabilir.
zh: 家譜樹(眾多)的管理者(s), 也就是說這裡名字可以更改家譜樹也可以添加或刪除

source: Name of family tree
fi: Sukupuun nimi
fr: Nom de l'arbre généalogique
fur: Non dal Arbul Gjenealogjic
he: שם עץ המשפחה
it: Nome dell'Albero Genealogico
pl: Nazwa drzewa genealogicznego
pt: Nome da árvore de família
ru: Название генеалогического древа
sk: Názov rodokmeňa
tr: Aile ağacının adı
zh: 家譜樹的名字

source: Family tree data
fi: Sukupuutiedot
fr: Données arbre généalogique
fur: Dâts dal Arbul Gjenealogjic
he: נתונים של עץ המשפחה
it: Dati dell'Albero Genealogico
pl: Dane drzewa genealogicznego
pt: Dadis da árvore de família
ru: Данные генеалогического древа
sk: Údaje rodokmeňa
tr: Aile ağacı verileri
zh: 家譜資料

source: Remove tree
fi: Poista sukupuu
fr: Supprimer l'arbre généalogique
fur: Cancele l'arbul
he: הסר עץ
it: Rimuovi albero
pl: Usuń drzewo
pt: Apagar a árvore
ru: Удалить древо
sk: Vymazať rodokmeň
tr: Ağacı kaldır
zh: 移除家譜樹

source: Add family tree
fi: Lisää sukupuu
fr: Ajouter arbre généalogique
fur: Zonte Arbul Gjenealogjic
he: הוסף עץ משפחה
it: Aggiungi Albero Genealogico
pl: Dodaj drzewo genealogiczne
pt: Adicionar árvore de família
ru: Добавить генеалогическое древо
sk: Pridať rodokmeň
tr: Aile ağacı ekle
zh: 添加家譜樹

source: Add empty line
fi: Lisää tyhjä rivi
fr: Ajouter ligne vide
fur: Zonte une rie vueite
he: הוסף שורה ריקה
it: Aggiungi riga vuota
pl: Dodaj pustą linię
pt: Adicionar uma linha em branco
ru: Добавить пустую линию
sk: Pridať prázdny riadok
tr: Boş satır ekle
zh: 添加空行

source: Add empty line in list of family trees
fi: Lisää tyhjä rivi sukupuulistaan
fr: Ajouter une ligne vide dans la liste des arbres généalogiques
fur: Zonte une rie vueite ta liste dai Arbui gjenealogjcs
he: שורה ריקה ברשימת עצי המשפחה
it: Aggiungi riga vuota nella lista degli alberi genealogici
pl: Dodaj pustą linię na liście drzew genealogicznych
pt: Adicionar linha em branco na lista de árvores de família
ru: Добавить пустую линию в список древ
sk: Pridať prázdny riadok v zozname rodokmeňov
tr: Aile ağaçları listesine boş satır ekle
zh: 添加空行在家譜素的名單上

source: Collation
fi: Vertailu
fur: Confront
he: קוד השפה
it: Confronto
pl: Porównanie
pt: Colação
ru: Сравнение
sk: Zoraďovanie
tr: Harmanlama
zh: 整理

source: Choose tree:
fi: Valitse puu:
fr: Sélectionner un arbre généalogique :
fur: Sielz l'Arbul:
he: בחר עץ:
it: Scegli albero:
pl: Wybierz drzewo:
pt: Escolher a árvore:
ru: Выбор дерева:
sk: Vyber rodokmeň:
tr: Ağaç seçin:
zh: 選家譜：

source: With this option you can check the consistency of the dates in your database. For example: birth date after death date, marriage date at age 7, birth date 80 years after mother's birth date etc.
fi: Tällä optiolla voit tarkistaa päivämäärien eheyden. Esimerkiksi kuolema ennen syntymää, vihkiminen liian nuorena, äiti liian vanha jne.
fr: Avec cette option vous pouvez vérifier la consistance des dates dans votre base de données. Par exemple: date de naissance après date de décès, date de mariage à l'âge de 7 ans, date de naissance 80 ans après la date de naissance de la mère, etc.
fur: Cun cheste opzion tu puedis controlâ la coerenze das datis tal to database. Par esempli: date di nassite dopo di chê di muart, date di matrimoni a 7 ans, date di nassite 80 ans dopo da date di nassite dae la mâri ecc.
he: בעזרת אפשרות זו אפשר לבדוק את הכרונולוגיה הנכונה של תאריכים בבסיס הנתונים. לדוגמא: תאריך לידה שאחרי תאריך פטירה, נישואין בגיל 7, לידה לאם בגיל 80 וכו'. טעויות כאלה בד"כ נובעות מטעויות בהקלדה.
it: Con questa opzione puoi verificare la coerenza delle date nel tuo database. Ad esempio: data di nascita dopo la data di morte, data di matrimonio a 7 anni, data di nascita 80 anni dopo la data di nascita della madre ecc.
pl: Dzięki tej opcji możesz sprawdzić spójność dat w bazie danych. Na przykład: data urodzenia po dacie śmierci, data ślubu w wieku 7 lat, data urodzenia 80 lat po dacie urodzenia matki itp.
pt: Com esta opção você pode verificar a consistência das datas da sua base de dados. Por exemplo: data de nascimento após a data do óbito, data de casamento correspondente a uma idade não inferior a 7 anos, data de nascimento até 80 anos subsequente à data de nascimento da mãe, etc.
ru: С этой опцией вы можете проверить корректность дат в вашей базе данных. Например: дата рождения после даты смерти, женитьба в 7 лет, дата рождения когда матери было 80 лет и т.д.
sk: Pomocou tejto voľby môžete skontrolovať konzistenciu dát v databáze. Napríklad: dátum narodenia po dátume úmrtia, dátum sobáša vo veku 7, dátum narodenia 80 rokov po matkinom dátume narodenia atď.
tr: Bu seçenek ile veritabanınızdaki tarihlerin tutarlılığını kontrol edebilirsiniz. Örneğin: ölüm tarihinden sonraki doğum tarihi, 7 yaşında evlilik tarihi, annenin doğum tarihinden 80 yıl sonraki doğum tarihi vb.
zh: 在你的資料庫裡你可以 用這選項檢查各日期的一致性。例如：死亡後的生日，婚姻日期在七歲時，生在母親生下八十年後等等

source: You can perform the check with all options, or choose only certain options.
fi: Voit tehdä tarkistuksen kaikilla optioilla tai valita vain jotkut.
fr: Vous pouvez effectuer la vérification avec toutes les options ou en sélectionner seulement quelques unes.
fur: A si pues controlâ cun dutis lis opzions o sielzi dome cualchi opzion.
he: ניתן לבצע את הבדיקה עם כל הואפציות או לבחור חלק מהם.
it: È possibile eseguire il controllo con tutte le opzioni o scegliere solo alcune opzioni.
pl: Możesz wykonać sprawdzenie wszystkich opcji lub wybrać tylko niektóre opcje.
pt: Você pode realizar a verificação com todas as opções, ou escolher apenas algumas delas.
ru: Вы можете выполнить проверки, используя все опции, либо только выбранные.
sk: Môžeš vykonať kontrolu so všetkými podmienkami, alebo iba vyber nejaké podmienky.
tr: Kontrolü tüm seçeneklerle gerçekleştirebilir veya yalnızca belirli seçenekleri seçebilirsiniz.
zh: 你可以用所有的選項進行檢查,或 只選一些選項.

source: You can also change default settings for the checks to be performed.
fi: Vot myös muuttaa oletusasetuksia, joita tarkistuksessa käytetään.
fr: Vous pouvez aussi changer les paramètre par défaut pour effectuer les vérifications.
fur: A si pues ancje modificâ lis impostazions predefinidis pai controi di eseguî.
he: ניתן גם לשנות את ערכי ברירת המחדל עבור הבדיקות השונות.
it: È inoltre possibile modificare le impostazioni predefinite per i controlli da eseguire.
pl: Możesz także zmienić ustawienia domyślne kontroli, które mają zostać wykonane.
pt: Você pode também alterar os partâmetros por omissão para as verificações a serem relizadas.
ru: Вы также можете изменить настройки проверок по-умолчанию.
sk: Tiež môžeš zmeniť základné nastavenie pre základnú kontrolu.
tr: Ayrıca yapılacak kontroller için varsayılan ayarları değiştirebilirsiniz.
zh: 你也可以改變默認的設定以便進行檢查，

source: Check invalid dates
fi: Tarkista virheelliset päivämäärät
fr: Vérifier les dates invalides
fur: Controle lis datis no validis
he: בדוק תאריכים לא תקינים
it: Controlla le date non valide
pl: Sprawdź nieprawidłowe daty
pt: Verificar datas inválidas
ru: Проверка некорректных дат
sk: Skontroluj neplatné dátumy
tr: Geçersiz tarihleri ​​kontrol edin
zh: 檢查不符的日期

source: With this option you can check the database for invalid dates. You will be given a link to edit the errors.
fi: Tällä optiolla voit tarkistaa tietokannan virheelliset päivämäärät. Saat linkin, josta voit korjata virheen.
fr: Avec cette option vous pouvez vérifier la validité des dates dans la base de données. Un lien apparaîtra pour éditer les erreurs.
fur: Cun cheste opzion al è pussibil controlâ tal database lis datis no validis. Ti vignarà fornît un link par modificâ i erôrs.
he: בעזרת אופציה זו אפשר לבדוק את בסיסי הנתונים למציאת תאריכים לא תקינים. לאחר הבדיקה תקבלו קישור לתיקון הטעות בעורך.
it: Con questa opzione è possibile controllare il database per le date non valide. Ti verrà fornito un link per modificare gli errori.
pl: Dzięki tej opcji możesz sprawdzić bazę danych pod kątem nieprawidłowych dat. Otrzymasz link do edycji błędów.
pt: Com esta opção pode pesquisar datas inválidas na base de dados. Ser~lhe-á apresentado um link para editar os erros.
ru: С этими настройками вы можете проверить базу данных на некорректные даты. Вам будут выданы ссылки для исправления ошибок.
sk: Pomocou tejto voľby môžete skontrolovať databázu neplatných dátumov. Dostanete odkaz na upravu chyby.
tr: Bu seçenekle veritabanını geçersiz tarihler için kontrol edebilirsiniz. Hataları düzenlemek için size bir bağlantı verilecektir.
zh: 用這選項你可檢查資料庫不符的日期，你會有個鏈接來編輯這些錯誤

source: This item checks for impossible dates (such as "31 apr 1920"), future dates, incomplete dates ("3 apr") and invalid GEDCOM date entries.
fr: Cet élément vérifie les dates impossibles (telles que "31 avril 1920"), les dates futures, les dates incomplètes ("3 avril") et les entrées de date GEDCOM invalides.
fur: Chest control al verifiche la presence di datis sbagliadis (par esempli "31 avr 1920"), o datis futuris o incompletis("3 fev") e datis GEDCOM no validise.
he: תכונה זו בודקת תאריכים בלתי אפשריים (כגון: 31 בפברואר 1920), תאריכים עתידיים, תאריכים לא שלמים (יום וחודש בלבד) וגם תאריכים לא תקינים בג'דקום.
it: Questo controllo verifica la presenza di date errate (ad esempio "31 apr 1920"), date future, date incomplete ("3 apr") e date GEDCOM non valide..
pl: Ta pozycja sprawdza pod kątem błędnych dat (takich jak „31 kwietnia 1920 r.”), Przyszłych dat, niekompletnych dat („3 kwietnia”) i nieprawidłowych wpisów dat GEDCOM.
ru: Этот элемент проверяет невозможные даты (например, «31 апреля 1920 г.»), будущие даты, неполные даты («3 апреля») и недопустимые даты GEDCOM.
sk: Táto položka skontroluje neplatné dátumy (napríklad "31 Apr 1920"), budúce dátumy, neúplné dátumy ("3 APR") a neplatné zápisy v GEDCOM.
tr: Bu öğe imkansız tarihleri ​​("31 nisan 1920" gibi), gelecekteki tarihleri, eksik tarihleri ​​("3 nisan") ve geçersiz GEDCOM tarih girişlerini kontrol eder.

source: Tip for GEDCOM validation (case is irrelevant):
fr: Astuce pour la validation GEDCOM (le cas n'est pas pertinent):
fur: ‎Sugjeriment pa convalide dal GEDCOM (câs pôc rilevant)‎:
he: הצעה לבדיקת תקינות של הג'דקום (אותיות ראשיות לא רלוונטיות):
it: Suggerimento per la convalida del GEDCOM (caso irrilevante):
pl: Wskazówka dotycząca walidacji GEDCOM (wielkość liter nie ma znaczenia):
ru: Совет для проверки GEDCOM (регистр не имеет значения):
sk: Tip na overenie GEDCOM (veľké písmená sú irelevantné):
tr: GEDCOM doğrulaması için ipucu (durum önemli değil):

source: Only valid month notation: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
fi: Kelvolliset kuukausilyhenteet: "tammik.", "helmik.", "maalisk.", "huhtik.", "toukok.", "kesäk.", "heinäk.", "elok.", "syysk.", "lokak.", "marrask.", "joukuk."
fr: Seules notations de mois valides: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
fur: Notazions dal mês validis: "gen ", "feb ", "mar ", "apr ", "mag ", "giu ", "lug ", "ago ", " set ", " ott ", " nov ", " dec "
he: הדרך הנכונה היחידה לכתיבת שמות החודשים (אין חשיבות לאותיות גדולות או קטנות): "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
it: Solo notazione mese valida: \ "gen ", \ "feb ", \ "mar ", \ "apr ", \ "mag ", \ "giu ", \ "lug ", \ "ago \ ", " set \ ", " ott \ ", " nov \ ", " dec \ "
pl: Tylko poprawna notacja miesiąca: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
pt: Somente notações de meses válidas: "jan", "fev", "mar", "abr", "mai", "jun", "jul", "ago", "set", "out", "nov", "dez"
ru: Допустимы только Английские сокращения месяцов: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
sk: Platné skratky pre mesiace: "jan", "feb", "mar", "apr", "maj", "jun", "jul", "aug", "sep", "okt", "nov", "dec"
tr: Yalnızca geçerli ay gösterimi: "oca", "şub", "mar", "nis", "may", "haz", "tem", "ağu", "eyl", "eki", "kas", "ara"
zh: 月份有效的唯一符號: "一月", "二月", "三月", "四月", "五月", "六月", "七月", "八月", "九月", "十月", "十一月", "十二月"

source: Only valid single prefixes: "bef", "aft", "abt", "est", "int", "cal"
fi: Kelvolliset etuliitteen: "bef", "aft", "abt", "est", "int", "cal"
fr: Seuls préfixes simples valides : "bef", "aft", "abt", "est", "int", "cal"
fur: Prefìs singui valis: "bef ", "aft ", "abt ", "est ", "int ", "cal "
he: המונחים הבודדים היחידה שהם תקינים: "bef", "aft", "abt", "est", "int", "cal"
it: Solo prefissi singoli validi: \ "bef ", \ "aft ", \ "abt ", \ "est ", \ "int ", \ "cal "
pl: Tylko poprawne pojedyncze prefiksy: "bef", "aft", "abt", "est", "int", "cal"
pt: Somente prefixos singulares válidos: "ant", "dep", "circa", "est", "int", "cal"
ru: Для дат корректны только одиночные префиксы: "bef", "aft", "abt", "est", "int", "cal"
sk: Platné jednoduché prefixy: "bef", "aft", "abt", "est", "int", "cal"
tr: Yalnızca geçerli tek önekler: "önce", "sonra", "yaklaşık", "tahmini", "içinde", "farzetme"
zh: 單一字首唯一有效的符號: "之前", "之後", "大約", "大概", "int", "cal"

source: Only valid double prefixes: "from 1898 to 1899", "bet 1850 and 1860"
fr: Seuls préfixes doubles valides : "from 1898 to 1899", "bet 1850 and 1860"
fur: Prefìs doplis valis: "dal 1898 al 1899 ", "tra il 1850 e il 1860 "
he: המונחים הכפולים היחידים שהם תקינים: "from 1898 to 1899", "bet 1850 and 1860"
it: Solo prefissi doppi validi: \ "dal 1898 al 1899 ", \ "tra il 1850 e il 1860 "
pl: Tylko prawidłowe podwójne prefiksy: "from 1898 to 1899", "bet 1850 and 1860"
pt: Somente prefixos duplos válidos: "de 1898 a 1899", "entre 1850 e 1860"
ru: Для дат корректны только двойные префиксы: "from 1898 to 1899", "bet 1850 and 1860"
sk: Platné dvojité prefixy: "od 1898 do 1899", "1850 a 1860"
tr: Yalnızca geçerli çift önekler: "1898'den 1899'a", "1850 ve 1860 arasında"
zh: 雙字首唯一有效的符號: "從 1898 到 1899", "在1850 和 1860之間"

source: With this option you can check the integrity of the tables in the MySQL database.
fi: Tällä optiolla voit tarkistaa tietokannan MySQL-taulujen eheyden.
fr: Avec cette option vous pouvez vérifier l'intégrité de vos tables dans la base de données MySQL.
fur: Cun cheste opzion al è pussibil verificâ l'integritât das tabelis tal database MySQL.
he: בעזרת אופציה זו אפשר לבדוק את תקינות הטבלאות בבסיס הנתונים.
it: Con questa opzione è possibile verificare l'integrità delle tabelle nel database MySQL.
pl: Dzięki tej opcji możesz sprawdzić integralność tabel w bazie danych MySQL.
pt: Com esta opção você pode verificar a integridade das tabelas na base de dados MySQL.
ru: С этой опцией вы можете проверить целостность базы данных MySQL.
sk: Pomocou tejto voľby môžete skontrolovať integritu tabuliek v databáze MySQL.
tr: Bu seçenek ile MySQL veritabanındaki tabloların bütünlüğünü kontrol edebilirsiniz.
zh: 用這個選項你可檢查在 MySQL 資料庫裡各桌表的完整性.

source: If inconsistencies exist they may lead to people being disconnected from relatives or misplaced.
fi: Jos virheitä esiintyy, ne voivat johtaa henkilön kytkentöjen katkeamiseen tai väärään sijoittumiseen.
fr: S'il existe des inconsistances, vous pourriez avoir des personnes débranchées de leur parenté ou perdues.
fur: Se a esistin incongruencis, a puedin puartâ a disconeti cualchi Familiâr o al lôr posizionament sbaliât.
he: אם קיימות בעיות, אלה יכולות לגרום לכך שאנשים יינתקו מבני משפחה או יופיעו במקומות לא נכונים.
it: Se esistono delle incongruenze, possono portare alla disconnessione dei Familiari o al loro posizionamento errato.
pl: Jeśli istnieją niespójności, mogą one prowadzić do odłączenia ludzi od krewnych lub umieszczenia ich w niewłaściwym miejscu.
pt: Se existirem inconsistências, estas podem causar a perda de ligações familiares entre parentes ou a formação de ligações erradas.
ru: Если имеются повреждения, они могут привести к нарушению связей между персонами.
sk: Ak existujú rozpory, ktoré môžu viesť k tomu, že ľudia budú odpojení od príbuzných alebo sa stratia.
tr: Tutarsızlıklar varsa, insanların akrabalarından kopmasına veya yanlış yere yerleştirilmesine neden olabilir.
zh: 如果資料不一致性存在的話它們會導致人們放錯家譜或斷絕親戚關係

source: Here you can view the latest changes that were made to data in your database.
fi: Tästä voit katsoa tietokantaasi tehdyt viimeisimmät muutokset.
fr: Vous pouvez voir ici les dernières modifications faites à vos données dans votre base de données.
fur: Achì tu puedis viodi li ultimis modifichis fatis ai dâts tal to database.
he: כאן ניתן לצפות בשינויים האחרונים שנעשו בבסיס הנתונים.
it: Qui puoi visualizzare le ultime modifiche apportate ai dati nel tuo database.
pl: Tutaj możesz zobaczyć najnowsze zmiany, które zostały wprowadzone w danych w bazie danych.
pt: Aqui você pode ver as últimas alterações que foram efectuadas na sua base de dados.
ru: Здесь вы можете просмотреть последние изменения в базе данных.
sk: Tu si môžete prezrieť najnovšie zmeny, ktoré boli vykonané s údajmi v databáze.
tr: Burada, veritabanınızdaki verilerde yapılan en son değişiklikleri görüntüleyebilirsiniz.
zh: 這裡你可以看到在你的資料庫大今天為止最新的改變

source: Select editor:
fr: Sélectionnez l'éditeur:
fur: Sielç un editor.
he: בחרו בעורך הרצוי:
it: Scegli un Editor

source: All editors
fr: Tous les éditeurs
fur: Ducj i editors
he: כל העורכים
it: Tutti gli editor

source: Persons
fi: Henkilöt
fr: Personnes
fur: Personis
he: אנשים
it: Persona
pl: Osoba
pt: Pessoas
ru: Персоны
sk: Osoby
tr: Kişiler
zh: 個体群

source: Families
fr: Familles
fur: Fameis
he: משפחות
it: Famiglie

source: Changed/ Added
fi: Muutettu / Lisätty
fr: Changé / Ajouté
fur: Modificâ/ Zontâ
he: שונה/הוסף
it: Modifica/ Inserimento
pl: Zmieniono/dodano
pt: Alterado(a)/Adicionado(a)
ru: Изменено/Добавлено
sk: Zmenené/ Pridané
tr: Değiştirildi/ Eklendi
zh: 修改後/增加後

source: When changed
fi: Koska muutettu
fr: Modifié le:
fur: Cuant che al è modificât
he: מתי שונה/
it: Quando modificato
pl: Po zmianie
pt: Quando ocorreu a alteração
ru: Изменён
sk: Kedy zmenené
tr: Değiştirildiğinde
zh: 當修改後

source: When added
fi: Koska lisätty
fr: Ajouté quand
fur: Cuant che al è inserît
he: מתי נוסף
it: Quando inserito
pl: Po dodaniu
pt: Quando foi adicionado(a)
ru: Добавлен
sk: Kedy pridané
tr: Eklendiğinde
zh: 當添加後

source: You can mark or unmark any of the check options and change defaults. Then press
fi: Valitse tai poista valinnasta optioita ja muuta oletusta. Klikkaa sitten
fr: Vous pouvez cocher ou décocher n'importe quelle option de vérification et changer les valeurs par défaut. Puis presser
fur: A si pues selezionâ o deselezionâ dutis lis opzions di control e modificâ i valori predefinîts. Duncje cliche
he: אפשר לסמן או להוריד סימון ליד כל אחד מאפשרויות הבדיקה
it: È possibile selezionare o deselezionare qualsiasi opzione di controllo e modificare i valori predefiniti. Quindi premere
pl: Możesz zaznaczyć lub odznaczyć dowolną opcję sprawdzania i zmienić wartości domyślne. Następnie wciśnij
pt: Você pode marcar ou desmarcar qualquer opção de verificação e alterar os valores por omissão. depois disso prima
ru: Вы можете выбрать любые опции и изменить умолчания. Затем нажмите
sk: Môžete označiť alebo odznačiť niektorú z možností. Skontrolujte podmienky a nastavte základné. Potom stlačte
tr: Kontrol seçeneklerinden herhangi birini işaretleyebilir veya işaretini kaldırabilir ve varsayılanları değiştirebilirsiniz. Sonra tuşuna basın
zh: 你可以作或不作註記這些檢查的選項並改變默認的設定，然後按點擊

source: (with default settings a full check may take between 12-15 seconds per 10,000 persons)
fi: (oletusasetuksilla täysi tarkastus kestää 12-15 sekuntia 10.000 henkilöä kohti .)
fr: (une vérification complète avec les paramètres par défaut peut prendre entre 12-15 secondes par 10,000 personnes)
fur: (cu lis impostazions predefinidis, un control complet al pues richiedi 12-15 seconts per 10.000 personis)
he: (עם הגדרות ברירת המחדל בדיקה מלאה עשויה לארוך בין 12-15 שניות לכל 10,000 אנשים)
it: (con impostazioni predefinite, un controllo completo può richiedere tra 12 -15 secondi per 10.000 persone)
pl: (przy ustawieniach domyślnych pełna kontrola może trwać od 12-15 sekund na 10 000 osób)
pt: (com os parâmetros por omissão uma verificação completa pode levar de 12 a 15 segundos para 10.000 pessoas)
ru: (с настройками по-умолчанию полная проверка занимает около 12-15 секунд на каждые 10,000 персон)
sk: (predvolené nastavenie - plná kontrola môže trvať 12-15 sekúnd na 10.000 osôb)
tr: (varsayılan ayarlarla tam kontrol her 10.000 kişi için 12-15 saniye sürebilir)
zh: (在默認的設定裡一個完全的檢查可能需要12-15 秒每10,000 人)

source: Unmark all options
fi: Tyhjennä kaikki valinnat
fr: Décocher toutes les options
fur: Deselezione dutis lis opzions
he: הסר את כל הסימונים
it: Deseleziona tutte le opzioni
pl: Odznacz wszystkie opcje
pt: Desmarcar todas as opções
ru: Снять все отметки
sk: Odznačiť všetky možnosti
tr: Tüm seçeneklerin işaretini kaldır
zh: 不註定所有的選項

source: Mark all options
fi: Valitse kaikki optiot
fr: Cocher toutes les options
fur: Segne dutis lis opzions
he: סמן את כל האפשרויות
it: Segna tutte le opzioni
pl: Zaznacz wszystkie opcje
pt: Marcar todas as opções
ru: Установить все отметки
sk: Označ všetky možnosti
tr: Tüm seçenekleri işaretle
zh: 註定所有的選項

source: Birth date - after bapt/marr/death/burial date
fi: Syntymäpäivä kaste-, vihki- kuolin- tai hautauspäivän jälkeen
fr: Date naissance - après date baptême/mariage/décès/inhumation
fur: Date di nassite - dopo da date di bat/matr/muart/sep
he: תאריך לידה - אחרי תאריך טבילה, נישואין, פטירה, קבורה
it: Data di nascita - dopo la data di battesimo / matrimonio / morte / sepoltura
pl: Data urodzenia - po dacie chrztu/ślubu/śmierci/pochówku
pt: Data de nascimento - posterior às datas de baptismo/casamento/óbito/funeral
ru: Дата рождения - позже крещения/свадьбы/смерти/похорон
sk: Dátum narodenia - po nar./sobaš/úmrtie/pohreb dátume
tr: Doğum tarihi - vaftiz/evlilik/ölüm/defin tarihinden sonra
zh: 出生日期 - 在 受洗/結婚/死亡/埋藏日期之後

source: Birth date - more than
fi: Syntymäpäivä - enemmän kuin
fr: Date naissance - plus grande que
fur: Date di nassite - dopo di
he: תאריך הלידה הוא יותר מ-
it: Data di nascita - dopo di
pl: Data urodzenia - więcej niż
pt: Data de nascimento - posterior a
ru: Дата рождения - раньше чем
sk: Dátum narodenia - viac ako
tr: Doğum tarihi - daha fazla
zh: 出生日期－多過於

source: years after mother's birth
fi: vuotta äidin syntymästä
fr: années après la naissance de la mère
fur: ancj dopo da nassite dal mâri
he: שנים אחרי לידת האם
it: anni dopo la nascita della madre
pl: lata po urodzeniu matki
pt: anos após o nascimento da mãe
ru: лет после рождения матери
sk: rokov po narodení matky
tr: annenin doğumundan yıllar sonra
zh: 母親生日之後的年數
