Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: <b>Top menu line:</b> <ul><li>Choose family tree. On sites with multiple family trees here you can choose which tree to map.</li> <li>Choose whether to display birth location or death locations.</li></ul> <b>Second menu line:</b> <ul><li>The "births until" slider. With this slider you can mark the birthplaces of persons who were born until a certain date. The slider has ten positions.</li> <li>Filter by specific family name(s)". This will open a window with all family names. Mark checkboxes next to names and press "Choose" to start mapping the locations of those families only.<br> After pressing "Choose" you will see a yellow banner near the top of the map, informing you which family names are being filtered. Now use the slider or "mark all location" button to place the markers.</li> <li>Filter by descendants". This will open a window with all persons that have descendants. Click the person whose descendants you want to map.<br> A yellow banner will appear near the top of the map, informing which persons' descendants are filtered. Now use the slider or "mark all location" button to place the markers.</li></ul> <b>Third menu line:</b> <ul><li>Find location on the map". Here you can pick a location from all locations in the tree and zoom in to it automatically.</li></ul> <b>The map:</b> <ul><li>Colored markers are placed on the map according to the settings made in the menu. Inside the marker you will see the number of people born in that location.</li> <li>There are 4 different size markers (from small to big): Red markers (over 100 people), blue markers (50-99 people), green markers (9-49 people) and yellow markers (1-9 people)</li> <li>When you hover with the mouse over a marker a "tooltip" will show with the name of the location.</li> <li>When you click on the marker you will see two links.</li> <li>The first link will open a new browser tab with the Wikipedia entry about this location (if such an entry exists).</li> <li>The second link will present (in the Info Window itself) a list of all persons born in this location.</li> <li>The names in this list are clickable and will open a new browser tab with the family page of this person.</li>
fi: <b>Ylin menurivi:</b> <ul><li>Valitse sukupuu. Jos sivustolla on useita sukupuita, voit valita minkä sukupuun otat kartalle.</li> <li>Valitse näyttääksesi joko syntymäpaikat tai kuolinpaikat.</li></ul> <b>Toinen menurivi:</b> <ul><li>"Syntymät asti" säädin. Tällä säätimellä voit merkitä syntymäpaikat henkilöille, jotka ovat syntyneet määrättyyn päivään mennessä. Säädössä on 10 asentoa.</li> <li>Suodatus sukunimellä/-nimillä". Tästä avautuu valinta kaikille sukunimille. Valitse rastilla haluamasi nimet ja klikkaa "Valitse" asettaaksesi kartalle vain nämä nimet.<br> Klikattuasi "Valitse" näet keltaisen kentän lähellä kartan yläosaa. Se kertoo mitkä nimet on valittu. Käytä säädintä tai valitse "merkitse kaikki paikat" painiketta merkitäksesi paikat kartalle.</li> <li>Jälkeläisten suodatus". Tästä avautuu lista kaikista henkilöistä joilla on jälkeläisiä. Klikkaa henkilöä, jonka jälkeläiset haluat merkitä kartalle.<br> Keltaisessa kentässä lähellä kartan yläosaa näet kenen jälkeläiset on valittu. Käytä säädintä tai valitse "merkitse kaikki paikat" painiketta merkitäksesi paikat kartalle..</li></ul> <b>Kolmas menurivi:</b> <ul><li>Etsi paikka kartalta. Tässä voit valita minkä tahansa paikan sukupuusta ja kohdistaa siihen automaattisesti.</li></ul> <b>Kartta:</b> <ul><li>Värilliset merkit on asetettu kartalla menun valintojen mukaisesti. Merkissä näet, kuinka monta ihmistä on syntynyt tässä paikassa.</li> <li>Merkkejä on neljää eri kokoa (pienimmästä suurimpaan): Punainen merkki (yli 100 henkilöä), sininen merkki (50-99 henkilöä), vihreä merkki (9-49 henkilöä) ja keltainen merkki (1-9 henkilöä)</li> <li>Kun viet kursorin merkin kohdalle, näet lisätietoruutu näkyy.</li> <li>Jos klikkaat merkkiä, näent kaksi linkkiä.</li> <li>Ensimmäisestä linkistä avautuu uusi välilehti, jossa on Wikipedian artikkeli tästä paikasta (jos sellainen on olemassa).</li> <li>Toisesta linkistä avautuu (samaan ikkunaan) luettelo tässä paikassa syntyneistä henkilöistä.</li> <li>Nimestä klikkaamalla voit avata henkilön perhesivun.</li>
fr: <b> Première ligne de menu: </b> <ul> <li> Choisissez un arbre généalogique. Sur les sites avec plusieurs arbres généalogiques, vous pouvez choisir l'arbre à afficher </li> <li> Choisissez d'afficher soit le lieu de naissance, soit le lieu de décès </li> </ul> <b> Deuxième ligne de menu: </b> <ul> <li> Le curseur des naissances "jusqu'à". Avec ce curseur, vous pouvez marquer les lieux de naissance des personnes nées jusqu'à une certaine date. Le curseur a dix positions. </li> <li> "Filtrer par nom de famille spécifique ". Ceci ouvrira une fenêtre avec tous les noms de famille. Cocher les cases à côté des noms et appuyez sur "Choisir" pour commencer à cartographier les emplacements de ces familles seulement. <br> Après avoir appuyé sur "Choisir", vous verrez une bannière jaune près du haut de la carte, vous informant quels noms de famille sont filtrés. Maintenant, utilisez le curseur ou le bouton "Marquer tous les Emplacements" pour placer des marqueurs . </li> <li> "Filtrer par descendants ". Ceci ouvrira une fenêtre avec toutes les personnes ayant des descendants. Cliquez sur la personne dont vous voulez afficher les descendants. <br> Une bannière jaune apparaît près du haut de la carte, affichant les personnes dont les descendants sont filtrés. Maintenant, utilisez le curseur ou le bouton "Marquer tous les Emplacements" pour placer les marqueurs </li> </ul> <b> Troisième ligne de menu:. </b> <ul> <li> "Trouver l'emplacement sur la carte ". Ici, vous pouvez choisir un emplacement de tous les lieux de l'arbre généalogique et zoomer automatiquement dessus </li> </ul> <b> La carte: </b> <ul> <li> Des marqueurs de couleur sont placés sur la carte selon les réglages effectués dans le menu. A l'intérieur du marqueur, vous verrez le nombre de personnes nées à cet endroit </li> <li> Il y a 4 marqueurs de tailles différentes (de petite à grande) : Marqueurs rouges ( plus de 100 personnes), marqueurs bleus (50-99 personnes), marqueurs verts (9-49 personnes) et marqueurs jaunes (1-9 personnes) </li> <li> Lorsque vous passez la souris sur un marqueur une "info-bulle" s'affichera avec le nom de l'endroit. </li> <li> Lorsque vous cliquez sur le marqueur, vous verrez deux liens. </li> <li> Le premier lien ouvrira un nouvel onglet du navigateur avec l'entrée de Wikipedia à propos de cet endroit (si une telle entrée existe). </li> <li> Le deuxième lien présentera (dans la fenêtre Info elle-même) une liste de toutes les personnes nées à cet endroit. </li> <li > Les noms de cette liste sont cliquables et vont ouvrir un nouvel onglet du navigateur avec la page de famille de cette personne. </li>
fur: <b> Menu principâl: </ b> <ul> <li> Sielz un arbul gjenealogjic. Se tu âs tancj Arbui Gjenealogjic, to podis sielzi cuâl arbul viodi. </Li> <li> Sielz se visualizâ lûcs di nassite o lûcs di muart.</li> </ul> <b> Seconde rie dal menu: </ b> <ul> <li> Boton "nassite fin tal". Cun chest boton si pues segnà i lûcs di nassite das personis che a son nassudis fin ta une certe date. L'interval al à dîs posizions. </Li> <li> Filtri par cognon/s specific/s. Si virzarà une liste cun ducj i cognons. Selezione lis caselis dongje dai nons e frache " Sielz " par viodi dome lis posizions di chê famee. <br> Dopo vei fracât "Sielz " tu vedarâs un banner zâl in alt ta mape, par viodi cuai cognons a son filtrâs. Cumò dopre il cursôr o il pulsant "Segne dutis lis posizions " par posizionâ i marcatôrs. </Li> <li> Filtri par "dissendents ". Si vierzarà un barcon cun dutis lis personis c'a jan dissendents. Fai clic su di une persone par visualizâ i siei dissendents. <br> Un banner zâl al comparis in alt ta mape, par viodi cuai dissendents da persone a risultin filtrâts. Cumò dopre il cursôr o il pulsant "Segne dut il percors " par posizionâ i marcatôrs. </Li> </ul> <b> Tierçe rie dal menu: </b> <ul> <li> Cjate la localitât su la mape". Chi tu puedis sielzi une Localitât tra dutis lis Localitâs dal arbul e ingrandîle automaticamentre. </Li> </ul> <b> La mape: </b> <ul> <li> I marcatôrs colorâts a son posizionâts su la mape in base as impostazions fatis tal menu. Dentri dal marcatôr al comparis il numar di personis nassudis in chê posizions. </Li> <li> Il secont link al mostre (tal barcon informatif) un elenc di dutis lis personis nassudis in cheste localitât. </li> <li> I nons in chest elenc si puedis selezionâ e si vierzarà une gnove schede dal browser cu la pagjine di famiee di cheste persone. </li></ul>|n
he: <b>שורת תפריט עליונה:</b> <ul><li>בחר עץ משפחה. באתרים עם יותר מעץ אחד תוכלו לבחור כאן את העץ שיוצג במפה.</li> <li>בחרו האם להציג מקומות לידה או מקומות פטירה.</li></ul> <b>שורת תפריט שניה:</b> <ul><li>פס הגלילה "לידות עד". כאן אפשר לבחור להציג מוקמות לידה רק עד תאריך מסוים. לפס יש 10 מצבים.</li> <li>סנן על פי שמות משפחה מגדירים. זה יפתח חלונית עם רשימה של שמות משפחה. סמנו את השם (השמות) הרצויים ולחצו על "בחר".<br> אחרי שלחצתם על "בחר" תראו פס צהוב בחלק העליון של המסך ובו הודעה איזה שמות משפחה נבחרו לסינון. עכשיו השתמשו בפס הגלילה או סמנו "על המקומות" על מנת להציג את המקומות השייכים לאותם משפחות על המפה.</li> <li>סינון עפ"י צאצאים. זה יפתח חלונית ובו על האנשים שיש להם ילדים. לחצו על האדם שאת צאצאיו אתם רוצים להציג על המפה.<br> תופיע פס צהוב בחלק העליון של המסך ובו הודעה צאצאיו של איזה אדם מוצגים. כעת השתמשו בפס הגלילה או סמנו "הצג את כל המקומות" על מנת להציג את הסמנים.</li></ul> <b>שורת תפריט שלישית:</b> <ul><li>מצא מקום במפה. כאן אפשר לבחור מקום אחד מתוך רשימת המקומות ולראות אותה מיידית מוגדל על המפה.</li></ul> <b>המפה:</b> <ul><li>סמנים צבעוניים מוצבים על המפה בהתאם להגדרות שבוצעו עד כה. בתוך הסמן תראו מספר שמציין כמה אנשים נולדו במקום זה.</li> <li>יש 4 גדלים של סמנים (מגדול לקטן): סמנים אדומים (מעל 100 אנשים), סמנים כחולים (50-99 אנשים), סמנים ירוקים (9-49 אנשים) וסמנים צהודים (1-9 אנשים).</li> <li>כאשר מרחפים עם העכבר מעל הסמן יוצג ריבוע קטן עם שם המקום.</li> <li>כאשר מקליקים על הסמן תראו שני קישורים.</li> <li>הקישור הראשון יפתח עמוד דפדפן חדש עם ערך הויקיפדיה על אותו מקום (אם קיים).</li> <li>הקישור השני יפתח (בתוך הריבוע עצמו) את שמות האנשים שנולדו במקום זה.</li> <li>אפשר להקליק על כל שם ותעברו לעמוד המשפחה של אותו אדם.</li>
it: <b> Menu principale: </b> <ul> <li> Scegli un albero genealogico. Se ci sono più Alberi Genealogici, puoi scegliere quale albero vedere. </li> <li> Scegli se visualizzare luoghi di nascita o luoghi di morte. </li> </ul> <b> Seconda riga di menu: </b> <ul><li> Intervallo "nascite fino a". Con questo intervallo puoi segnare i luoghi di nascita di persone che sono nate fino a una certa data. L'intervallo ha dieci posizioni. </li> <li> Filtra per nome(i) specifico/i. Si aprirà una finestra con tutti i nomi di famiglia. Seleziona le caselle accanto ai nomi e premi " Scegli " per iniziare a vedere solo le posizioni di tali famiglie. <br> Dopo aver premuto "Scegli " vedrai un banner giallo vicino alla parte superiore della mappa, per informarti su quali nomi di famiglia vengono filtrati. Ora usa il cursore o il pulsante "Segna tutta la posizione " per posizionare i marcatori. </li> <li> Filtra per "discendenti ". Si aprirà una finestra con tutte le persone che hanno discendenti. Fai clic sulla persona di cui vuoi mappare i discendenti. <br> Un banner giallo apparirà vicino alla parte superiore della mappa, informando quali discendenti delle persone vengono filtrati. Ora usa il cursore o il pulsante "Segna tutto il percorso " per posizionare i marcatori. </li> </ul> <b> Terza riga di menu: </b> <ul> <li> Trova località sulla mappa". Qui puoi scegliere una Località tra tutte le Località dell'albero e ingrandirla automaticamente. </li> </ul> <b> La mappa: </b> <ul> <li> I marcatori colorati vengono posizionati sulla mappa in base alle impostazioni effettuate nel menu. All'interno del marcatore vedrai il numero di persone nate in quella posizione. </li> <li> Ci sono 4 indicatori di dimensioni diverse (da piccoli a grandi): indicatori rossi (oltre 100 persone), indicatori blu (50-99 persone), indicatori verdi (9-49 persone) e indicatori gialli (1-9 persone) </li> <li> Quando passi con il mouse sopra un marker, un "tooltip " verrà mostrato con il nome della posizione. </li> <li> Quando fai clic sul contrassegno vedrai due link. </li> <li> Il primo link aprirà una nuova scheda del browser con la voce di Wikipedia su questa posizione (se tale voce esiste). </li>. <li> Il secondo link presenterà (nella finestra informativa stessa) un elenco di tutte le persone nate in questo località. </li> <li> I nomi in questo elenco sono selezionabili e si aprirà una nuova scheda del browser con la pagina di famiglia di questa persona. </li>
pl: <b>Górna linia menu:</b> <ul><li>Wybierz drzewo genealogiczne. W witrynach z wieloma drzewami rodzinnymi możesz wybrać drzewo, które chcesz zmapować.</li> <li>Wybierz, czy wyświetlać lokalizację urodzenia czy lokalizację śmierci.</li></ul> <b>Druga linia menu:</b> <ul><li>Suwak „Narodziny do”. Za pomocą tego suwaka możesz zaznaczyć miejsca urodzenia osób, które urodziły się do określonej daty. Suwak ma dziesięć pozycji.</li> <li>Filtruj według konkretnych nazwisk(a) ”. Otworzy się okno ze wszystkimi nazwiskami. Zaznacz pola wyboru obok nazw i naciśnij„ Wybierz ”, aby rozpocząć mapowanie tylko lokalizacji tych rodzin.<br> Po naciśnięciu „Wybierz” zobaczysz żółty baner u góry mapy, informujący o tym, które nazwiska są filtrowane. Teraz użyj suwaka lub przycisku „zaznacz całą lokalizację”, aby umieścić znaczniki.</li> <li>Filtruj według potomków ". Otworzy się okno ze wszystkimi osobami, które mają potomków. Kliknij osobę, której potomków chcesz zmapować<br> W górnej części mapy pojawi się żółty sztandar, informujący, że potomkowie osób są filtrowani. Teraz użyj suwaka lub przycisku „zaznacz całą lokalizację”, aby umieścić znaczniki..</li></ul> <b>Trzecia linia menu:</b> <ul><li>Znajdź lokalizację na mapie ". Tutaj możesz wybrać lokalizację ze wszystkich lokalizacji w drzewie i powiększyć ją automatycznie.</li></ul> <b>Mapa:</b> <ul><li>Kolorowe znaczniki są umieszczane na mapie zgodnie z ustawieniami dokonanymi w menu. Wewnątrz znacznika zobaczysz liczbę osób urodzonych w tym miejscu.</li> <li>Istnieją 4 markery o różnych rozmiarach (od małych do dużych): czerwone markery (ponad 100 osób), niebieskie markery (50-99 osób), zielone markery (9-49 osób) i żółte markery (1-9 osób)</li> <li>Po najechaniu myszką na znacznik pojawi się „podpowiedź” z nazwą lokalizacji..</li> <li>Po kliknięciu znacznika zobaczysz dwa linki.</li> <li>Pierwszy link otworzy nową kartę przeglądarki z wpisem Wikipedii na temat tej lokalizacji (jeśli taki wpis istnieje).</li> <li>Drugi link wyświetli (w samym oknie informacyjnym) listę wszystkich osób urodzonych w tej lokalizacji.</li> <li>Wybranie osoby z listy otworzy nową kartę przeglądarki ze stroną rodzinną tej osoby.</li>
pt: <b>Linha de topo do menú:</b> <ul><li>Escolha a árvore da família. Em sites com múltiplas árvores de família você pode escolher qual a árvore que pretende mapear.</li> <li>Escolha se pretende exibir os locais de nascimento ou os locais de falecimento.</li></ul> <b>Segunda linha do menú:</b> <ul><li>O slider "nascimentos até". Com este slider pode marcar os locais de nascimento de pessoas que nasceram até uma determinada data. O slider tem dez posições.</li> <li>Filtrar por name(s) de família específico(s)". Isto vai abri uma janela com todos os nomes de famíla. Active as caixas de verificação ao lado dos nomes e prima"Escolher" para começar a mapear os locais somente dessas famílias.<br> Após premir "Escolher" surge uma banner amarela junto ao topo do mapa, indicando quais os nomes de família que estão a ser filtrados. Use o slider ou o botão "marcar todos os locais" para coloicar os marcadores.</li> <li>Filtrar por descendentes". Isto vai abrir uma janela com todas as pessoas que têm descendentes. Clique na pessoa cujos descendentes deseja mapear.<br> Surge uma banner amarela junto ao topo do mapa, indicando quais os descendentes das pessoas que estão a ser filtrados. Use o slider ou o botão "marcar todos os locais" para posicionar os marcadores.</li></ul> <b>Terceira linha do menu:</b> <ul><li>Descobrir o local no mapa". Aqui você pode escolher um dos locais da árvore e fazer automaticamente o zoom do mesmo.</li></ul> <b>O mapa:</b> <ul><li>Os marcadores coloridos são posicionados no mapa de acordo com os parâmetros estipulados no menu. Dentro do marcador pode ver o número de pessoas nascidas nesse local.</li> <li>Existem marcadores de 4 tamanhos (de pequeno a grande): Marcadores vermelhos (mais de 100 pessoas), azuis (50-99 pessoas), verdes (9-49 pessoas) and amarelos (1-9 pessoas)</li> <li>Quando fizer pairar o rato sobre um marcador, irá surgir uma "tooltip" com o nome do local.</li> <li>Quando clicar no marcador vai ver dois links.</li> <li>O primeiro link vai abrir uma nova tab no browser com a entrada na Wikipedia sobre esse local (no caso de existir).</li> <li>O segundo link vai apresentar uma lista (na própria janela de Info) de todas as pessoas nascidas nesse local.</li> <li>Os nomes nesta lista são clicáveis e irão abrir uma nova tab no browser coma página de família dessa pessoa.</li>
ru: <b>Верхняя строка меню:</b> <ul><li>Выберите генеалогическое древо. На сайтах с несколькими генеалогическими деревьями здесь вы можете выбрать, какое дерево отображать.</li> <li>Выберите, отображать ли место рождения или место смерти.</li></ul> <b>Вторая строка меню:</b> <ul><li>Ползунок "Рождения до". С помощью этого ползунка вы можете отметить места рождения людей, которые родились до определенной даты. Ползунок имеет десять позиций.</li> <li>Фильтровать по определенным фамилиям. Откроется окно со всеми фамилиями. Установите флажки рядом с именами и нажмите «Выбрать», чтобы начать сопоставление местонахождений только этих семей.<br> После нажатия «Выбрать» вы увидите желтый баннер в верхней части карты, информирующий вас о том, какие фамилии фильтруются. Теперь используйте ползунок или кнопку "отметить все местоположения", чтобы разместить маркеры.</li> <li>Фильтровать по потомкам". Откроется окно со всеми людьми, у которых есть потомки. Щелкните человека, чьих потомков вы хотите сопоставить.<br> В верхней части карты появится желтый баннер, информирующий о том, потомки каких лиц будут отфильтрованы. Теперь используйте ползунок или кнопку "отметить все местоположения", чтобы разместить маркеры.</li></ul> <b>Третья строка меню:</b> <ul><li>Найти местоположение на карте". Здесь вы можете выбрать местоположение из всех местоположений в дереве и автоматически приблизиться к нему.</li></ul> <b>Карта:</b> <ul><li>Цветные маркеры размещаются на карте в соответствии с настройками, сделанными в меню. Внутри маркера вы увидите количество людей, родившихся в этом месте.</li> <li>Есть 4 маркера разного размера (от маленького до большого): красные маркеры (более 100 человек), синие маркеры (50–99 человек), зеленые маркеры (9–49 человек) и желтые маркеры (1–9 человек). </li> <li>При наведении указателя мыши на маркер появляется всплывающая подсказка с названием местоположения.</li> <li>Нажав на маркер, вы увидите две ссылки.</li> <li>Первая ссылка откроет новую вкладку браузера с записью Википедии об этом месте (если такая запись существует).</li> <li>Вторая ссылка представит (в самом информационном окне) список всех людей, родившихся в этом месте.</li> <li>Имена в этом списке кликабельны и откроют новую вкладку браузера с семейной страницей этого человека.</li>
sk: <b> Hlavné menu: </ b> <ul> <li> Vyberte si rodokmeň. </ Li> <li> Vyberte, či chcete zobrazovať miesta narodenia alebo úmrtia. </ li> </ ul> <b>Druhý riadok menu: </ b> <ul> <li> "Narodenie do" posuvník. S týmto posuvníkom môžete označiť rodisko osôb, ktorí sa narodili do určitého dátumu. Posuvník má desať pozícií. </ Li> <li> Filter podľa špecifického mena rodiny ". Tým sa otvorí okno so všetkými menami rodín. Označte políčka vedľa mien a stlačte" Vybrať "pre spustenie mapovania lokalít iba tie rodiny. <br> Po stlačení tlačidla "Vybrať" uvidíte žltý banner v hornej časti mapy, ktorá vás informuje ktoré priezvisko je filtrované. Teraz použite jazdca alebo "Označiť všetky umiestnenia" tlačidlo </ Li> <li> Filter potomkov. "Tým sa otvorí okno - všetky osoby, ktoré majú potomkov. Kliknite na osobu, ktorej potomkov chcete mapovať. <br> Žltý banner sa objaví v hornej časti mapy, informujúci ktorí potomkovia osôb "sú filtrovaní. Teraz použite jazdca alebo "Označiť všetky umiestnenia" tlačidlo umiestniť značky. </ Li> </ ul> <b>Tretie menu </ b> <ul> <li> Nájsť miesto na mape. "Tu si môžete vybrať miesto zo všetkých miest v strome a automaticky to priblížiť. </ li> </ ul> <b> Mapa: </ b> <ul> <li> Farebné značky sú umiestnené na mape v závislosti na nastavení v menu. Vnútri značky uvidíte počet ľudí narodených v tomto umiestnení. </ Li> <li> K dispozícii sú 4 rôzne veľkosti značiek (od malých až po veľké): červené body (vyše 100 ľudí), modré značky (50-99 osôb), zelené značky (9-49 osôb) a žlté značky (1-9 osoby) </ li> <li> Ak podržíte myš nad značkou za "tooltip", zobrazí sa názov miesta. </ li> <li> Po kliknutí na značku uvidíte dva odkazy. </ li> <li> Prvý odkaz otvorí novú záložku prehliadača s Wikipediou (ak existuje). </ li> <li> Druhá väzba predstaví (v informačnom okne) zoznam všetkých osôb narodených v tejto lokalite. </ li> <li> Názvy v tomto zozname sú klikacie a otvoria novú záložku prehliadača s rodinou stránku tejto osoby. </ li>
tr: <b>Üst menü satırı:</b> <ul><li>Aile ağacını seçin. Burada birden fazla aile ağacı bulunan sitelerde, hangi ağacın eşleneceğini seçebilirsiniz.</li> <li>Doğum yerinin mi yoksa ölüm yerlerinin mi görüntüleneceğini seçin.</li></ul> <b>İkinci menü satırı:</b> <ul><li>"Doğum tarihine kadar" kaydırıcısı. Bu kaydırıcı ile belirli bir tarihe kadar doğmuş kişilerin doğum yerlerini işaretleyebilirsiniz. Kaydırıcının on konumu vardır.</li> <li>Belirli aile ad(lar)ına göre filtrele". Bu, tüm aile adlarını içeren bir pencere açar. Adların yanındaki onay kutularını işaretleyin ve yalnızca bu ailelerin konumlarını eşleştirmeye başlamak için "Seç"e basın.<br> "Seç"e bastıktan sonra, haritanın üst kısmına yakın bir yerde, hangi aile adlarının filtrelendiğini bildiren sarı bir afiş göreceksiniz. Şimdi işaretçileri yerleştirmek için kaydırıcıyı veya "tüm konumu işaretle" düğmesini kullanın.</li> <li>Soyundan gelenlere göre filtrele". Bu, soyundan gelen tüm kişilerin bulunduğu bir pencere açar. Torunlarını eşlemek istediğiniz kişiyi tıklayın.<br> Haritanın üst kısmına yakın bir yerde, hangi kişilerin soyundan gelenlerin filtrelendiğini bildiren sarı bir afiş görünecektir. Şimdi işaretçileri yerleştirmek için kaydırıcıyı veya "tüm konumu işaretle" düğmesini kullanın.</li></ul> <b>Üçüncü menü satırı:</b> <ul><li>Haritada konum bul". Burada ağaçtaki tüm konumlardan bir konum seçip otomatik olarak yakınlaştırabilirsiniz.</li></ul> <b>Harita:</b> <ul><li>Menüde yapılan ayarlara göre renkli işaretleyiciler harita üzerine yerleştirilir. İşaretçinin içinde, o konumda doğan insanların sayısını göreceksiniz.</li> <li>4 farklı boy işaretleyici vardır (küçükten büyüğe): Kırmızı işaretleyici (100 kişiden fazla), mavi işaretleyici (50-99 kişi), yeşil işaretleyici (9-49 kişi) ve sarı işaretleyici (1-9 kişi)</li> <li>Fare ile bir işaretleyicinin üzerine geldiğinizde, konumun adıyla birlikte bir "araç ipucu" görüntülenecektir.</li> <li>İşaretleyiciye tıkladığınızda iki bağlantı göreceksiniz.</li> <li>İlk bağlantı, bu konumla ilgili Wikipedia girişiyle (eğer böyle bir giriş varsa) yeni bir tarayıcı sekmesi açar.</li> <li>İkinci bağlantı (Bilgi Penceresinin kendisinde) bu konumda doğan tüm kişilerin bir listesini sunacaktır.</li> <li>Bu listedeki isimler tıklanabilir ve bu kişinin aile sayfasıyla birlikte yeni bir tarayıcı sekmesi açar.</li>
