Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Add repository
fi: Lisää tietolähde
fr: Ajouter un référentiel
fur: Zonte il repository
he: הוסף מאגר
it: Aggiorna il repository
pl: Dodaj repozytorium
pt: Adicionar repositório
ru: Добавить репозиторий
sk: Pridať sklad
tr: Depo ekle
zh: 加上存儲庫

source: No valid repository number.
fi: Kelpaamaton lähdenumero.
fr: Aucun numéro de référentiel valide.
fur: Numar di repository invalit.
he: מספר מאגר בלתי תקין
it: Numero di repository non valido.
pl: Brak prawidłowego numeru repozytorium.
pt: Não existe um número de repositório válido.
ru: Некорректный идентификатор репозитория.
sk: Neplatné číslo úložiska.
tr: Geçerli depo numarası yok.
zh: 無有效的存儲庫號碼

source: E-mail
he: כתובת דואר אלקטרוני
tr: E-posta
zh: 電子郵件

source: Are you sure you want to remove this source and ALL source references?
fi: Oletko varma, että haluat poistaa tämän lähteen ja KAIKKI lähdeviittaukset?
fr: Êtes-vous certain de vouloir supprimer cette source et TOUTES les références à cette source ?
fur: Sestu sugûr di volè eliminâ cheste font e ducj i riferiments su la origjine?
he: האם אתה בטוח שאתה רוצה למחוק מקור זה וכל ההפניות אליו?
it: Sei sicuro di voler rimuovere questa fonte e tutti i riferimenti di origine?
pl: Czy na pewno chcesz usunąć to źródło i WSZYSTKIE odwołania do źródła?
pt: Confirma a eliminação desta fonte e de TODAS as fontes de referência?
ru: Вы уверены, что ходите удалить этот источник и ВСЕ ссылки на него?
sk: Naozaj chcete odstrániť tento zdroj a VŠETKY odkazy na zdroje?
tr: Bu kaynağı ve TÜM kaynak referanslarını kaldırmak istediğinizden emin misiniz?
zh: 你確定你想要把這來源和所有來源的引用出處移走嗎？

source: Source is removed!
fi: Lähde on poistettu!
fr: La source est supprimée !
fur: La font a je eliminade!
he: המקור נמחק
it: La fonte è rimossa!
pl: Źródło zostało usunięte!
pt: A fonte foi apagada!
ru: Источник удалён!
sk: Zdroj bol vymazaný!
tr: Kaynak kaldırıldı!
zh: 來源移走了

source: These sources can be connected to multiple persons, families, events and other items.
fi: Nämä lähteet voidaan yhdistää useaan henkilöön, perheeseen, tapahtumaan tai muuhun kohteeseen.
fr: Ces sources peuvent être liées à plusieurs personnes, familles et autres choses
fur: Chestis fonts a puedin jessi collegadis a plui personis, fameis, events e altris elements.
he: את המקורות האלה ניתן לצרף ליותר מאדם אחד, למשפחות, לארועים ומרכיבים נוספים.
it: Queste fonti possono essere collegate a più persone, famiglie, eventi e altri elementi.
pl: Źródła te mogą być połączone z wieloma osobami, rodzinami, wydarzeniami i innymi przedmiotami.
ru: Эти источники могут быть связаны с несколькими людьми, семьями, событиями и другими предметами.
sk: Tieto zdroje je možné pripojiť k viacerým osobám, rodinám, udalostiam a iným položkám.
tr: Bu kaynaklar birden fazla kişiye, aileye, etkinliğe ve diğer öğelere bağlanabilir.

source: Select source
fi: Valitse lähde
fr: Sélectionner la source
fur: Selezione la font
he: בחר מקור
it: Seleziona la fonte
pl: Wybierz źródło
pt: Escolher a fonte
ru: Выбор ресурса
sk: Vyber zdroj
tr: Kaynak Seç
zh: 選擇來源

source: restricted
fi: rajoitettu
fr: restreint
fur: riservât
he: מוגבל
it: riservato
pl: ograniczenia
pt: Restrito
ru: ограничено
sk: zakázaný
tr: kısıtlı
zh: 有限制的

source: No valid source number.
fi: Kelpaamaton lähdenumero
fr: Aucun numéro de source valide.
fur: Numar da font invalit.
he: מספר מקון לא תקין
it: Numero della Fonte non valido.
pl: Nieprawidłowy numeru źródła.
pt: O número da fonte é inválido.
ru: Некорректный идентификатор ресурса.
sk: Neplatné číslo zdroja.
tr: Geçerli kaynak numarası yok.
zh: 無效的本源數字

source: Status:
fi: Tila:
fr: Statut :
he: סטטוס
pt: Estado:
ru: Статус:
sk: Stav:
tr: Durum:
zh: 狀態

source: publish
fi: julkaise
fr: publier
fur: public
he: פרסם
it: pubblico
pl: publiczny
pt: Publicar
ru: публиковать
sk: zverejniť
tr: yayınla
zh: 出版

source: restricted = only visible for selected user groups
fi: rajoitettu = näkyy vain osalle käyttäjäryhmistä
fr: restreint = visible uniquement pour les groupes d'utilisateurs sélectionnés
fur: aree riservade = visibil dome par grups di utents autorizzâs
he: מוגבל = רק קבוצות משתמשים הנבחרו יכול לראות את זה
it: limitato = visibili solo per gruppi di utenti selezionati
pl: ograniczony = widoczny tylko dla wybranych grup użytkowników
pt: Restrito = somente visível pelos grupos de utilizadores selecionados
ru: ограничено = отображается только выбранным группам пользователей
sk: zakázané = len pre vybraté skupiny užívateľov
tr: kısıtlı = yalnızca seçili kullanıcı grupları için görünür
zh: 有限制的 ＝ 只對有些用戶群顯示

source: Subject
fi: Aihe
fr: Sujet
fur: Argoment
he: נושא:‏
it: Oggetto
pl: Przedmiot
pt: Assunto
ru: Тема
sk: Subjekt
tr: Konu
zh: 主題

source: Repository
fi: Tietolähde
fr: Dépôt
he: מאגר
it: Serbatoio
pl: Repozytorium
pt: Repositório
ru: Репозиторий
sk: Úložisko
tr: Depo
zh: 儲藏所在

source: Add repositories
fr: Ajouter des référentiels
fur: Zonte un repository
he: הוסף מאגרים
it: Aggiungi un repository
pl: Dodaj repozytoria
ru: Добавление репозиториев
sk: Pridať úložiská
tr: Depolar ekle

source: Publication
fi: Julkaisu
fur: Publicazion
he: פרסום:‏
it: Publicazione
pl: Publikacja
pt: Publicação
ru: Публикация
sk: Publikácia
tr: Yayın
zh: 出版刊物

source: will be shown as a link.
fi: näytetään linkkinä.
fr: sera affiché comme un lien.
fur: al sarà mostrât come un link.
he: יוצג כקישור
it: verrà visualizzato come un link.
pl: zostanie pokazany jako link.
pt: serão exibidos como um link.
ru: будет отображаться как ссылка.
sk: bude zobrazené ako odkaz.
tr: bağlantı olarak gösterilecektir.
zh: 會被當作一個鏈接顯示

source: Author
fi: Kirjoittaja
fr: Auteur
fur: Autôr
he: מחבר:‏
it: Autore
pt: Autor
ru: Автор
sk: Autor
tr: Yazar
zh: 作者

source: Nr.
fr: N°.
he: מספר
pt: Nº.
sk: Č.
tr: No.
zh: 數目

source: Kind
fi: Tyyppi
fr: Type
fur: Tipologje
he: ילד:‏
it: Tipo
pl: Uprzejmy
pt: Caro(a)
ru: Добрый
sk: Typ
tr: Tür
zh: 種類

source: Archive
fi: Arkisto
fur: Archivi
he: ארכיב ‏
it: Archivio
pl: Archiwum
pt: Arquivo
ru: Архив
sk: Archív
tr: Arşiv
zh: 存檔

source: Favourites list
fr: Liste des favoris
fur: Liste das preferencis
he: רשימת מועדפים
it: Elenco dei preferiti
pl: Lista ulubionych
ru: Список избранного
sk: Zoznam obľúbených
tr: Sık kullanılanlar listesi

source: Latest changes
fi: Viimeiset muutokset
fr: Dernieres modifications
fur: Ultims cambiaments
he: שינויים אחרונים
it: Ultime modifiche
pl: Najnowsze zmiany
pt: Últimas alterações
ru: Последние изменения
sk: Posledné zmeny
tr: Son değişiklikler
zh: 最新的改變

source: Added by
fr: Ajouté par
fur: Zontât da
he: הוסף על ידי
it: Aggiunto da
pl: Dodane przez
ru: Добавлено
sk: Pridané
tr: Tarafından eklendi

source: Changed by
fr: Modifié par
fur: Modificât da
he: שונה על ידי
it: Modificato da
pl: Zmienione przez
ru: Изменено
sk: Zmenené
tr: Tarafından değiştirildi

source: Results
fi: Tulokset
fr: Résultats
fur: Risultâts
he: תוצאות
it: Risultati
pl: Wyniki
pt: Resultados
ru: Результаты
sk: Výsledky
tr: Sonuçlar
zh: 結果

source: Add person
fi: Lisää henkilö
fr: Ajouter une personne
fur: Zonte une persone
he: הוסף אדם
it: Aggiungi persona
pl: Dodaj osobę
pt: Adicionar pessoa
ru: Добавить персону
sk: Pridať osobu
tr: Kişi ekle
zh: 加上個人

source: Examples of date entries:
fr: Exemples d'entrées de date:
fur: Esempli di inseriment da date:
he: דוגמאות לפורמט של תאריכים:
it: Esempi di inserimento della data:
pl: Przykłady wpisów daty:
ru: Примеры записей даты:
sk: Príklad zápisu údajov:
tr: Tarih girişlerine örnekler:

source: In all text fields it's possible to add a hidden text/ own remarks by using # characters. Example: #Check birthday.#
fi: Kaikkiin tekstikenttiin on mahdollista lisätä piiloteksti/oma kommentti käyttämällä # merkkejä. Esimerkiksi: #Tarkista syntymäaika.#
fr: Dans tous les champs de texte, il est possible d'ajouter un texte caché ou une remarque personnelle en utilisant les caractères #. Exemple : #Vérifier anniversaire.#
fur: In ducj i cjamps di test è pussibil zontâ un test nascuindût / osservazions personâl doprant il carattar # . Esempli: #Check complean#
he: בכל שדות הטקסט ניתן להוסיף טקסט מוסתר על ידי שימוש בסימן #. דוגמא: #בדוק תאריך לידה#
it: In tutti i campi di testo è possibile aggiungere un testo nascosto / osservazioni personali usando il carattere # . Esempio: #Check compleanno#
pl: Do wszystkich pól tekstowych można dodać ukryty tekst/ własne uwagi za pomocą # znaków. Przykład: #Sprawdź urodziny.#
pt: Em todos os campos de texto é possível adicionar texto oculto ou comentários pessoais através de caracteres #. Por exemplo: #Conferir a data de nascimento.#
ru: Во всех текстовых полях возможно добавить скрытый текст примечаний, используя символы # . Например: #Перепроверить день рождения.#
sk: Vo všetkých textových poliach je možné pridať skrytý text/ vlastné poznámky použitím #. Napríklad: #Preveriť narodeniny.#
tr: Tüm metin alanlarına # karakterleri kullanarak gizli bir metin/ kendi açıklamalarınızı eklemek mümkündür. Örnek: #Doğum gününü kontrol edin.#
zh: 在所有文句欄裡，可以用 #文字 加入一個隱藏的文句／自己的注文：例如 ＃檢查生日＃

source: = click to open selection popup screen.
fi: = klikkaa avataksesi valintaikkunan.
fr: = cliquer pour ouvrir la sélection en écran contextuel.
fur: = fai clic par vierzi la schermade popup selezionde.
he: = הקלק לפתיחת חלון קופץ.
it: = fare clic per aprire la schermata popup selezionata.
pl: = kliknij aby otworzyć wyskakujące okienko.
pt: = ckique para abrir o menú de seleção
ru: = щёлкните для открытия окна выбора.
sk: =klikni a otvor výber popup zobrazenia.
tr: = seçim açılır ekranını açmak için tıklayın.
zh: ＝點擊以便打開 選擇好的彈出屏幕

source: = click to open extended editor items.
fi: = klikkaa avataksesi laajennetut muokkauskohteet.
fr: = cliquer pour ouvrir l'éditeur d'éléments étendus.
fur: = fai clic par vierzi ducj i elements dal editor slargjât.
he: = הקלק לפתוח נושאי עריכה מתקדמים
it: = fare clic per aprire gli elementi dell'editor esteso.
pl: = kliknij, aby otworzyć elementy rozszerzonego edytora.
pt: = ckique para abrir ítens do editor extendido.
ru: = щёлкните для открытия расширенных инструментов редактора.
sk: = klikni a otvor rozšírený editor položiek.
tr: = genişletilmiş düzenleyici öğelerini açmak için tıklayın.
zh: 點擊以便打開多出的編輯項目

source: Family
fi: Perhe
fr: Famille
fur: Famee
he: משפחה
it: Famiglia
pl: Rodzina
pt: Família
ru: Семья
sk: Rodina
tr: Aile
zh: 家庭

source: Browse
fr: Feuilleter
fur: Viôt
he: או בחרו במשפחה קיימת בתור הורים
it: Vedi
pl: Przegladaj
ru: Обзор
sk: Prezerať
tr: Göz at

source: marriage/ relation
fi: puoliso/kumppani
fr: mariage/relation
fur: matrimoni
he: קשר זוגי / נשואין
it: matrimonio
pl: małżeństwo/ związek
pt: Matrimónio / Relação
ru: Брак
sk: svadba/ vzťah
tr: evlilik/ ilişki
zh: 婚姻 ／關係

source: Married
fi: Naimisissa
fr: Marié
fur: Sposât/ade
he: נישואין
it: Sposato/a
pl: Małżonek/Małżonka
pt: Matrimónio:
ru: В браке
sk: Ženatý/ Vydatá
tr: Evli
zh: 已婚

source: to:
fr: avec:
fur: cun:
he: עם: ‏
it: con:
pl: do:
pt: com:
ru: Кому:
sk: k:
tr: ile:
zh: 到：

source: Siblings
fr: Frères et sœurs
fur: Fradis
he: אחים/אחיות
it: Fratelli

source: There are no parents.
fi: Vanhempia ei ole.
fr: Il n'y a pas de parents.
fur: No son indicâts i gjenitôrs.
he: אין הורים.
it: Non ci sono genitori.
pl: Nie ma rodziców.
pt: Não existem progenitores referenciados.
ru: Нет информации о родителях.
sk: Nie sú uvedení rodičia.
tr: Ebeveynler yok.
zh: 沒有家長

source: Editing in %s? <b>Always backup your data!</b>
fr: Editez en %s? <b>Sauvegardez toujours vos données</b>
fur: Modifiche cun %s? <b>Prin met simpri in salf i tiei datos! </b>
he: האם אתה משתמש בעורך של %s? <b>תמיד עשה גיבוי של הנתונים שלך!</b>
it: Modifica con %s? <b>Prima fai sempre il backup dei tuoi dati! </b>
pl: Edytujesz w %s? <b>Zawsze twórz kopie zapasowe danych!</b>
ru: Редактирование в %s? <b>Всегда делайте резервные копии ваших данных!</b>
sk: Upravujete v %s? <b>Vždy zálohujte svoje údaje!</b>
tr: %s içinde düzenlensin mi? <b>Her zaman verilerinizi yedekleyin!</b>

source: Add relation
fi: Lisää yhteys
fr: Ajouter relation
fur: Zonte une relazion
he: הוסף קשר זוגי
it: Aggiungi una relazione
pl: Dodaj związek
pt: Adicionar relacionamento
ru: Добавить связь
sk: Pridaj vzťah
tr: İlişki ekle
zh: 加上關係

source: Add child
fi: Lisää lapsi
fr: Ajouter un enfant
fur: Zonte un fî
he: הוסף ילד/ה
it: Aggiungi un figlio
pl: Dodaj dziecko
pt: Adicionar filho
ru: Добавить ребёнка
sk: Pridať dieťa
tr: Çocuk ekle
zh: 加上孩子

source: firstname
fi: etunimi
fr: prénom
fur: non
he: שם פרטי
it: nome
pl: Imię
pt: Nome Próprio e Intermédios
ru: имя
sk: meno
tr: adı
zh: 名字

source: prefix
fi: etuliite
fr: préfixe
fur: prefis
he: קידומת לשם
it: prefisso
pl: tytuł
pt: prefixo
ru: префикс
tr: önek
zh: 字首

source: For example: d\' or: van_ (use _ for a space)
fi: Esimerkiksi: d\' tai: van_ (käytä _ välilyöntinä)
fr: Par exemple : d' ou de_ (utiliser _ pour un espace)
fur: Par esempli: dell' oppure: De_ (dopre _ come spazi)
he: למשל: van_ (ישי להשתמש ב_ במקום רווח)
it: Ad esempio: dell' oppure: De_ (usa _ come spazio)
pl: Na przykład: d 'lub: van_ (użyj _ dla spacji)
pt: Por exemplo: d' ou van_ (use _ para representar um espaço em branco)
ru: Например: Д' или Ван_ (Используйте _ для пробела)
sk: Napríklad: d' alebo: van_ (použi _ pre medzeru)
tr: Örneğin: d\' veya: van_ (boşluk için _ kullanın)
zh: 舉個例子：d' or：van_ ( 用_當作空白）

source: lastname
fi: sukunimi
fr: nom
fur: cognon
he: שם משפחה
it: cognome
pl: nazwisko
pt: Apelido
ru: фамилия
sk: priezvisko
tr: soyadı
zh: 姓氏

source: patronymic
fi: patronyymi
fr: patronyme
fur: patronimic
he: שם אב
it: patronimico
pl: patronimik
pt: Patrónimo
ru: отчество
sk: otcovské meno
tr: aile adı
zh: 父系的

source: deceased
fi: kuollut
fr: décédé(e)
fur: muart
he: נפטר/ה
it: defunto
pl: zmarły
pt: Finado
ru: покойный
sk: zosnulý
tr: ölü
zh: 已過世了

source: male
fi: mies
fr: homme
fur: mascjo
he: זכר
it: maschio
pl: mężczyzna
pt: Masculino
ru: М
sk: mužské
tr: erkek
zh: 男性

source: female
fi: nainen
fr: femme
fur: femine
he: נקבה
it: femmina
pl: kobieta
pt: Feminino
ru: Ж
sk: ženské
tr: kadın
zh: 女性

source: stillborn child
fi: kuolleena syntynyt lapsi
fr: enfant mort-né
fur: fî nassût muart
he: ולד מת
it: figlio nato morto
pl: martwe dziecko
pt: Nado-morto
ru: мертворожденный ребёнок
sk: mŕtvonarodené dieťa
tr: ölü doğan çocuk
zh: 胎死腹中的孩子

source: NO NAME
fi: NIMETÖN
fr: SANS NOM
fur: CENCE NON
he: טרם ניתן שם
it: SENZA NOME
pl: BEZ NAZWY
pt: SEM NOME
ru: БЕЗ НАЗВАНИЯ
sk: BEZ MENA
tr: İSİM YOK
zh: 無名

source: A shared address can be connected to multiple persons or relations.
fr: Une adresse partagée peut être connectée à plusieurs personnes ou relations.
fur: Un indiriz condividût al pues jessi colegât a plui personis o parincj.
he: כתובת משותפת יכולה להיות קשורה לאנשים שונים או ליחסי זוגיות שונים.
it: Un indirizzo condiviso può essere collegato a più persone o parenti.
pl: Współdzielony adres może być powiązany z wieloma osobami lub relacjami.
ru: Общий адрес может быть связан с несколькими людьми или отношениями.
sk: Zdieľaná adresa môže byť spojená s viacerými osobami alebo vzťahmi.
tr: Paylaşılan bir adres birden fazla kişiye veya ilişkiye bağlanabilir.

source: A shared address is only supported by the Haza-data and HuMo-genealogy programs.
fr: Une adresse partagée n'est prise en charge que par les programmes Haza-data et HuMo-genealogy.
fur: Un indiriz condividût al funzione dome tai programs Haza-data e HuMo-genealogy.
he: כתובת משותפת נתמכת רק על ידי תוכנת Haza-data ותוכנת HuMo-genealogy
it: Un indirizzo condiviso è supportato solo dai programmi Haza-data e HuMo-genealogy.

source: EMPTY LINE
fi: TYHJÄ RIVI
fr: LIGNE VIDE
fur: LINIE VUEITE
he: שורה ריקה
it: LINEA VUOTA
pl: PUSTA LINIA
pt: LINHA VAZIA
ru: ПУСТО
sk: Prázdny riadok
tr: BOŞ HAT
zh: 空行

source: Address GEDCOM number:
fr: Adresse numéro GEDCOM:
fur: Indiriz Numar GEDCOM:
he: מספר ג'דקום של כתובת
it: Indirizzo Numero GEDCOM:
pl: Adres numer GEDCOM:
ru: Адрес номер GEDCOM:
sk: Adresa ku GEDCOM číslo:
tr: Adres GEDCOM numarası:

source: Shared address
fr: Adresse partagée
fur: Indiriz condividût
he: כתובת משותפת
it: Indirizzo condiviso
pl: Wspólny adres
ru: Общий адрес
sk: Zdieľaná adresa
tr: Paylaşılan adres

source: Addressrole
fi: Osoiterooli
fr: Propriété de l'adresse
fur: Prin indiriz
he: תפקיד הכתובת
it: Parte di indirizzo
pl: Zbiór adresów
ru: Адресная роль
sk: Adresná úloha
tr: Adres rol
zh: 地址的角色

source: Extra text by address
fr: Texte supplémentaire par adresse
fur: Altri spasio pal indiriz
he: טקסט נוסף ליד כתובת
it: Testo extra per indirizzo

source: Or: add new address
fr: Ou: ajouter une nouvelle adresse
fur: O pûr: Zonte un gnûf indiriz
he: או הוסף כתובת חדשה
it: Oppure: aggiungi nuovo indirizzo
pl: Lub: dodaj nowy adres
ru: Или: добавить новый адрес
sk: Alebo: Pridaj novú adresu
tr: Veya: yeni adres ekle

source: Editor notes
fr: Notes de l'éditeur
fur: Notis dall'Editor
he: הערות העורך
it: Note di correzione

source: There are %d editor notes.
fr: Il y a %d notes de l'éditeur.
fur: A 'nd è %d notis dall'Editor
he: יש %d הערות עורך.
it: Ci sono %d Note di correzione

source: Priority
fr: Priorité
fur: Prioritât
he: סדר עדיפות
it: Priorità

source: Low
fr: Bas
fur: Bas
he: נמוך
it: Basso

source: Normal
fr: Normale
fur: Normâl
he: רגיל
it: Normale

source: High
fr: Haute
fur: Alt
he: גבוה
it: Alto

source: Status
fi: Tila
fr: Statut
fur: Stât
he: סטטוס
it: Stato
pt: Estado
ru: Статус
sk: Stav
tr: Durum

source: Not started
fr: Pas commencé
fur: No començât
he: לא התחיל
it: Non iniziato

source: In progress
fr: En cours
fur: In preparasion
he: בהליך
it: In corso

source: Completed
fr: Complété
fur: Completât
he: הסתיים
it: Completato

source: Postponed
fr: Reporté
fur: Rimandât
he: נדחה
it: Rimandato

source: Cancelled
fr: Annulé
fur: Cancelât
he: בוטל
it: Cancellato

source: Open Archives
fr: Ouvrez archives
fur: ‎Vierz l'Archivi
he: פתח ארכיונים
it: Apri l'Archivi‎‎o
pl: Otwórz archiwa
ru: Открытые архивы
sk: Otvor Archívy
tr: Arşivleri Aç

source: Online search enabled
fr: Recherche en ligne activée
fur: ‎Ricercje online abilitade‎
he: חיפוש מקוון מופעל
it: Ricerca online abilitata‎
pl: Wyszukiwanie online włączone
ru: Включен поиск в Интернете
sk: Online vyhľádavanie je povolené
tr: Çevrimiçi arama etkin

source: Online search disabled
fr: Recherche en ligne désactivée
fur: ‎Ricercje online disabilitade‎
he: חיפוש מקוון מושבת
it: Ricerca online disabilitata‎
pl: Wyszukiwanie online wyłączone
ru: Поиск в Интернете отключен
sk: Online vyhľádavanie je zakázané
tr: Çevrimiçi arama devre dışı

source: Archives
fur: Archivi
he: ארכיונים
it: Archivio
pl: Archiwa
ru: Архивы
sk: Archívy
tr: Arşivler

source: No results found
fi: Ei hakutuloksia
fr: Aucun résultat trouvé
fur: Nissun risultât cjatât
he: לא נמצאו ערכים מתאימים
it: Nessun risultato trovato
pl: Nie znaleziono wyników
pt: Não se encontraram resultados
ru: Ничего не найдено
sk: Nenájdené
tr: Sonuç bulunamadı
zh: 沒有發現結果

source: Search using period
fr: Recherche par période
fur: Ricercjie usand il periodi
he: חיפוש באמצעות נקודה
it: Ricerca usando il periodo
pl: Szukaj używając okres
ru: Поиск по периоду
sk: Hľadaj v dobe
tr: Periyodu kullanarak ara

source: If links in this page are not good visible, refresh the page once using: [CTRL] - Refresh.
fr: Si les liens de cette page ne sont pas bien visibles, actualisez la page une fois en utilisant : [CTRL] - Actualiser.
he: אם קישורים בעמוד זה לא נראים היטב, רעננו את העמוד באמצעות CTRL] - [F5

source: parents
fi: vanhemmat
fur: gjenitôrs
he: הורים
it: genitori
pl: rodzice
pt: Progenitores
ru: родители
sk: rodičia
tr: ebeveynler
zh: 家長

source: Add parents
fi: Lisää vanhemmat
fr: Ajouter les parents
fur: Zonte i Gjenitôrs
he: הוסף הורים
it: Aggiungi i genitori
pl: Dodaj rodziców
pt: Adicionar os progenitores
ru: Добавить родителей
sk: Pridať rodičov
tr: Ebeveynler ekle

source: Or select an existing family as parents:
fr: Où choisissez une famille existante comme parents:
fur: O pûr sielz una Famee benzà presint tant che Gjenitôrs:
he: או בחרו במשפחה קיימת בתור הורים:
it: Oppure scegli una Famiglia già presente come Genitori:
pl: Lub wybierz istniejącą rodzinę jako rodziców:
ru: Или выберите существующую семью в качестве родителей:
sk: Alebo vyberte existujúcu rodinu ako rodičov:
tr: Veya mevcut bir aileyi ebeveyn olarak seçin:

source: age
fr: âge
fur: etât
he: גיל
it: età

source: year
fi: vuosi
fr: année
fur: an
he: שנה
it: anno
pl: rok
pt: ano
ru: год
sk: rok
tr: yıl

source: All
fi: Kaikki
fr: Tout
fur: Ducj
he: שניהם
it: Tutti
pl: Wszystko
pt: Tudo
ru: Все
sk: Všetko
tr: Tümü
zh: 全部

source: Delete person
fi: Poista henkilö
fr: Supprimer cette personne
fur: Cancele la persone
he: מחק אדם
it: Cancella la persona
pl: Usuń osobę
pt: Apagar a pessoa
ru: Удалить
sk: Vymazať osobu
tr: Kişiyi sil
zh: 移除個人

source: For example: Joseph ben Hirsch Zvi
fr: Par exemple: Joseph ben Hirsch Zvi
fur: Par esempli: Joseph ben Hirsch Zvi
he: למשל: יוסף בן צבי הירש
it: Per esempio: Joseph ben Hirsch Zvi
pl: Na przykład: Joseph ben Hirsch Zvi
ru: Например: Йозеф бен Хирш Цви
sk: Napríklad: Joseph ben Hirsch Zvi
tr: Örneğin: Joseph ben Hirsch Zvi

source: at
fr: à
fur: a
he: בשעה
it: a
pl: w
pt: em
ru: около
tr: yanında
zh: 在

source: hour
fi: tunti
fr: heures
fur: ora
he: שעה
it: ora
pl: godzina
pt: hora
ru: час
sk: hodina
tr: saat
zh: 時

source: Brit Mila
he: ברית מילה
pl: Brit Mila 'obrzezanie'
ru: Брит Мила
tr: Sünnet Sözleşmesi
zh: 猶太宗教包皮環切儀式

source: To display this, the option "Show events" has to be checked in "Users -> Groups"
fr: Pour afficher ceci, l'option "Afficher les événements" doit être cochée dans "Utilisateurs -> Groupes"
fur: Par visualizâlu, si à di selezionâ la opzion "Mostre eventts" in "Utents -> Grups"
he: על מנת להציג זאת באתר, האופציה "הצג ארועים" צריכה להיות מופעלת בהגדרות "משתמשים - > קבוצות"
it: Per visualizzarlo, deve essere selezionata in l'opzione "Mostra eventi" in "Utenti -> Gruppi"
pl: Aby wyświetlić, opcję „Pokaż zdarzenia” należy zaznaczyć „Użytkownicy -> Grupy”
ru: Чтобы отобразить это, опция «Показать события» должна быть отмечена в разделе «Пользователи -> группы»
sk: Na zobrazenie je potrebné zaškrtnúť možnosť \ „Zobraziť udalosti\“ v časti \„Používatelia -> Skupiny\“
tr: Bunu görüntülemek için, "Kullanıcılar -> Gruplar" bölümünde "Etkinlikleri göster" seçeneği işaretlenmelidir.

source: Bat Mitzvah
he: בת מצוה
pl: Bat Micwa
pt: Baptismo Mitzvah
ru: Бат-Мицва
zh: 女成年禮

source: Bar Mitzvah
fur: Bat Mitzvah
he: בר מצוה
pl: Bar Micwa
ru: Бар-мицва
zh: 男成年禮

source: murdered
fi: murhattu
fr: assassiné(e)
fur: sassinât
he: נרצח/ה ‏
it: assassinato
pl: zamordowany
pt: homicídio
ru: убит
sk: zavraždený
tr: öldürüldü
zh: 被謀殺

source: drowned
fi: hukkunut
fr: noyé(e)
fur: neât
he: טבע/ה ‏
it: annegato
pl: utonął
pt: afogamento
ru: утонул
sk: utopený
tr: boğuldu
zh: 溺水

source: perished
fi: menehtynyt
fr: péri(e)
fur: muart
he: נהרג/ה ‏
it: perito
pl: zginął
pt: acidente
ru: погиб
sk: zahynul
tr: mahvoldu
zh: 喪生

source: killed in action
fi: kaatunut sodassa
fr: mort(e) au combat
fur: copât in azion
he: נפל/ה בקרב ‏
it: ucciso in azione
pl: zginął w akcji
pt: morte em ação
ru: убит на задании
sk: zabitý pri akcii
tr: eylemde öldürüldü
zh: 陣亡

source: being missed
fi: kadonnut
fr: porté(e) disparu(e)
fur: al è mancjât
he: נעדר/ת ‏
it: è mancato
pl: zaginiony
pt: desaparecimento
ru: потерялся
sk: nezvestný
tr: kayboldu
zh: 一直認定失蹤

source: committed suicide
fi: tehnyt itsemurhan
fr: s'est suicidé
fur: si è suicidât
he: התאבד/ה ‏
it: si è suicidato
pl: popełnił samobójstwo
pt: suicídio
ru: покончил с собой
sk: samovražda
tr: intihar etti
zh: 自殺

source: executed
fi: teloitettu
fr: exécuté(e)
fur: justiziât
he: הוצא/ה להורג ‏
it: giustiziato
pl: egzekucja
pt: execução
ru: выполненный
sk: popravený
tr: infaz edildi
zh: 被行刑

source: died young
fi: kuollut nuorena
fr: décédé(e) jeune
fur: muart zovin
he: נפטר/ה בגיל צעיר ‏
it: morto giovane
pl: zmarł młodo
pt: morte prematura
ru: умер молодым
sk: zomrel/a mladý/á
tr: genç yaşta öldü
zh: 早逝
