Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: <b>USE:</b> <p><b>Hover over square:</b> Display popup menu with details and report & chart options<br> <b>Click on square:</b> Move this person to the center of the chart<br> <b>Click on spouse's name in popup menu:</b> Go to spouse's family page<br><br> <b>LEGEND:</b>
fi: <b>KÄYTTÖ:</b> <p><b>Vie kursori neliöön:</b> Esitetään ponnahdusikkuna, jossa on yksityiskohdat ja raportti & kaavio -optiot<br> <b>Klikkaa neliötä:</b> Siirrä tämä henkilö kaavion keskelle<br> <b>Klikkaa puolison nimeä ponnahdusikkunassa:</b> Siirry puolison perhesivulla<br><br> <b>OTSIKKO:</b>
fr: <b>UTILISATION :</b> <p><b>Survoler le carré :</b> Affichage menu contextuel avec des détails<br> <b>Cliquer sur le carré :</b> Déplacer cette personne vers le centre de l'arbre<br> <b>Cliquer sur le nom de l'époux/épouse dans le menu contextuel :</b> Aller à la page de famille de l'époux ou épouse<br><br> <b>LÉGENDE :</b>
fur: <b>ÛS:</b> <p><b>Passe il mouse parsore dai retangui:</b> Al compâr un barconut cui detais e opzions pai reports e grafics<br> <b>Clicche sul retangul:</b> Tu spostis la persone al centri dal grafic<br> <b>Clicche sul non dal omp o da femine nel menù:</b> Tu vadis a la pagjine da famee dal omp o da femine<br> <b>LEIENDE:</b>
he: <b>שימוש:</b> <p><b>ריחוף מעל ריבוע</b> פתח חלון קופץ עם אפרויות לתרשימים ודוחות<br> <b>הקלקה על ריבוע</b> העבר אדם זה למרכז התרשים<br> <b>הקלקה על שם בן/בת הזוג בחלון הקופץ:</b>עבור לדף המשפחה של בן/בת הזוג<br><br> <b>הסבר על הסימנים:</b>
it: <b>USO:</b> <p><b>Passa il mouse sopra i rettangoli:</b> Visualizza popup con dettagli e opzioni per report e grafici<br> <b>Clicca sul rettangolo:</b> Sposta la persona al centro del grafico<br> <b>Clicca sul nome del coniuge nel menu a comparsa:</b> Vai alla pagina della famiglia del coniuge<br> <b>LEGENDA:</b>
pl: <b>UŻYWANIE:</b> <p><b>Najedź kursorem na kwadrat:</b> wyświetl menu podręczne ze szczegółami oraz opcjami raportu i wykresu<br> <b>Kliknij kwadrat:</b> przenieś tę osobę na środek mapy<br> <b>Kliknij nazwisko małżonka w menu podręcznym:</b> Przejdź do strony rodziny małżonka<br><br> <b>LEGENDA:</b>
pt: <b>Utilização:</b> <p><b>Colocar o mouse sobre o quadrado:</b> Exibe um menú de popup detalhes e opções para os mapas e relatórios<br> <b>Clicar no quadrado:</b> Move esta pessoa para o centro do mapa<br> <b>Clicar no nome da esposa no menú de popup:</b> Vai para a página de família da esposa<br><br> <b>LEGENDA:</b>
ru: <b>ИСПОЛЬЗОВАНИЕ:</b> <p><b>Наведите курсор на квадрат:</b> Отображение всплывающего меню с подробными сведениями и параметрами отчета и диаграммы<br> <b>Нажмите на квадрат:</b> Перемещение этого пользователя в центр диаграммы<br> <b>Нажмите на имя супруга во всплывающем меню:</b> Перейти на страницу семьи супруга<br><br> <b>ЛЕГЕНДА:</b>
sk: <b> Použitie: </ b> <p> <b> horná plocha: </ b> robrazí vyskakovacie menu s detailmi a ukáže možnosti grafu <br> <b> Kliknite na plochu: </ b> Presuňte túto osobu do stredu grafu <br> <b> Kliknite na meno manžela v kontextovom menu: </ b>choďte na rodinné stránku manžela <br> <b> LEGENDA: </ b>
tr: <b>KULLAN:</b> <p><b>Karenin üzerine gelin:</b> Ayrıntıları ve rapor ve grafik seçeneklerini içeren açılır menüyü görüntüleyin<br> <b>Kareyi tıklayın:</b> Bu kişiyi grafiğin ortasına taşıyın<br> <b>Açılır menüde eşin adını tıklayın:</b> Eşinin aile sayfasına gidin<br><br> <b>GÖSTERGE:</b>
zh: <B>用途：</ B> <P><B>將鼠標懸停在正方形：</ B>顯示彈出選單的細節並且附有報告和圖表的選項 <B>點擊該正方形：</ b>將這個人移到圖表的中心 <B>點擊在彈出的選單中配偶的名字：</ B>轉到配偶的家譜頁面 <B>註明：</ B>

source: Male
fi: Mies
fr: Homme
fur: Mascjo
he: גבר
it: Maschio
pl: Mężczyzna
pt: Sexo Masculino
ru: Мужчина
sk: Muži
tr: Erkek
zh: 男

source: Female
fi: Nainen
fr: Femme
fur: Femine
he: אישה
it: Femmmina
pl: Kobieta
pt: Sexo Feminino
ru: Женщина
sk: Ženy
tr: Kadın
zh: 女

source: Male Y-DNA or mtDNA carrier (Base person has red border)
fi: Miespuolinen MtDNA-kantaja (lähtöhenkilöllä on punainen kehys)
fr: Porteur mâle ADN-Y ou ADNmt (La personne de base a une bordure rouge)
fur: Vetôr di Y-DNA o mtDNA maschîl (la persone di partence a je bordade di ros)
he: גבר נושא Y-DNA או mtDNA (האדם הנבחר מוצג בריבוע עם גבול אדום)
it: Portatore maschile di Y-DNA o mtDNA (la persona base ha il bordo rosso)
pl: Nosiciel Y-DNA lub mtDNA (podstawowa osoba ma czerwoną ramkę)
pt: Homem portador de ADN-Y ou ADNmt (a pessoa de base tem o bordo a vermelho)
ru: Мужской носитель Y-ДНК или мтДНК (базовый человек имеет красную границу)
sk: Mužské Y-DNA alebo mtDNA nosič (Základná osoba má červený rámček)
tr: Erkek Y-DNA veya mtDNA taşıyıcısı (Temel kişi kırmızı kenarlıdır)
zh: 男性 Y-DNA 或mtDNA 戴體者 (有紅色邊框是標本個體)

source: Female MtDNA carrier (Base person has red border)
fi: Naispuolinen MtDNA-kantaja (lähtöhenkilöllä on punainen kehys)
fr: Porteuse ADNmt (La personne de base a une bordure rouge)
fur: Vetôr di mtDNA femminîl (la persone di partence a je bordade di ros)
he: אשה נושאת mtDNA (האשה שנבחרה מוצגת בריבוע עם גבול אדום)
it: Portatore femminile di mtDNA (la persona base ha il bordo rosso)
pl: Kobieta-nosicielka MtDNA (osoba podstawowa ma czerwoną ramkę)
pt: Mulher portadora de ADNmt (a pessoa de base tem o bordo a vermelho)
ru: Женщина-носитель мтДНК (базовый человек имеет красную границу)
sk: Ženský MtDNA nosič (Základná osoba má červený rámček)
tr: Kadın MtDNA taşıyıcısı (Temel kişi kırmızı kenarlıdır)
zh: 女性 Y-DNA 或mtDNA 戴體者 (有紅色邊框是標本個體)

source: Additional marriage of same person
fi: Saman henkilön muut avioliitot
fr: Autre mariage de la même personne
fur: Gnûf matrimoni da stesse persone
he: נישואין נוספים של אותו אדם
it: Altro matrimonio di una stessa persona
pl: Dodatkowe małżeństwo tej samej osoby
pt: Casamento adicional da mesma pessoa
ru: Дополнительный брак одного и того же лица
sk: Ďalšie manželstva tej istej osoby
tr: Aynı kişinin ek evliliği
zh: 同一個人的另外婚姻

source: <b>SETTINGS:</b> <p>Horizontal/Vertical button: toggle direction of the chart from top-down to left-right<br> <b>Nr. Generations:</b> choose between 2 - 15 generations<br> (large number of generations will take longer to generate)<br> <b>Box size:</b> Use the slider to choose display size (9 steps): <br> step 1-3: small boxes with popup for details<br> step 4-7: larger boxes with initials of name + popup for details<br> step 8: rectangles with name inside + popup with further details<br> step 9: large rectangles with name, birth and death details + popup with further details
fi: <b>Asetukset:</b> <p>Vaaka-/pystysuuntapainike: vaihda kuvaajan suunta ylhäältä alas vasemmalta oikealle<br> <b>Sukupolvien määrä:</b> valitse 2 - 15 sukupolvea<br> (ison sukupolvimäärän muodostaminen kestää pitempään)<br> <b>Laatikon koko:</b> Valitse liukukytkimellÃ¤ näytön koko (9 askelta): <br> askeleet 1-3: pienet laatikot ja popup yksityiskohtia varten<br> askeleet 4-7: isommat laatikot ja nimien alkukirjaimet + popup yksityiskohtia varten<br> askel 8: suorakaide, jossa nimi + popup lisätiedoille<br> askel 9: isompi suorakaide, jossa nimi, syntymä- ja kuolintiedot + popup lisätiedoille
fr: <b>PARAMÈTRES:</b> <p>Bouton Horizontal / Vertical: permet de basculer la direction du graphique de haut en bas à gauche-droite<br> <b>Générations:</b> choisissez entre 2 et 15 générations<br> (un grand nombre de générations prendra plus de temps à générer)<br> <b>Niveau de zoom:</b> utilisez le curseur pour choisir la taille d'affichage (9 pas):<br> pas 1-3: petites boîtes avec popup pour plus de détails<br> pas 4-7: cases plus grandes avec les initiales du nom + popup pour plus de détails<br> pas 8: rectangles avec nom à l'intérieur + popup avec plus de détails<br> pas 9: grands rectangles avec nom, détails de naissance et de décès + popup avec plus de détails
fur: <b>IMPOSTAZIONS:</b> <p>Boton orizzontâl/verticâl: direzion dal grafic dal alt al bas o da sinistre a diestre<br> <b>Numar di Gjenerazions:</b> sielz da 2 - 15 gjenerazions<br> (par un grant numar di gjenerazions, il timp di elaborazions al è plui lunc)<br> <b>Formât da casele :</b> Utilizâ il cursôr par sielzi lis dimensions dal display (9 livei):<br> livel 1-3: caselis piçulis cun popup pai detais<br> livel 4-7: scjatolis plui grandis cu lis iniziâls dal non + popup pai detais<br> livel 8: retangui cu 'l non dentri + popup par altris detais<br> livel 9: grancj retangui cun non, date di nassite e di muart + popup par altris detais
he: <b>הגדרות:</b> <p>כפתור אופקי-אנכי: הצג את התרשים מלמעלה למטה או משמאל לימין<br> <b>מספר הדורות:</b> בחרו להציג 2-15 דורות<br> (מספר דורות גדול יקח יותר זמן להצגה)<br> <b>גודל הריבוע:</b> השתמש בפס הגלישה לבחירת אחד מ-9 גדלים <br> שלבים 1-3 - ריבועים קטנים עם חלון קופץ עם פרטים<br> שלבים 4-7 - ריבועים יותר גדולים עם השם בראשי תיבות וחלון קופץ<br> שלב 8 - ריבועים עוד יותר גדולים בהם רשום שם וכן יש חלון קופץ עם פרטים<br> שלב 9 - הריבוע הגדול ביותר עם שם, תאריך לידה ופטירה וכן חלון קופץ עם פרטים
it: <b>IMPOSTAZIONI:</b> <p>Pulsante orizzontale/verticale: direzione del grafico a partire dall'alto verso il basso o da sinistra a destra<br> <b>Numero Generationi:</b> scegliere tra 2 - 15 generazioni<br> (per un gran numero di generazioni ci vorrà più tempo di elaborazione)<br> <b>Formato della casella :</b> Utilizzare il cursore per scegliere le dimensioni del display (9 livelli):<br> livello 1-3: caselle con popup per i dettagli<br> livello 4-7: scatole più grandi con le iniziali del nome + popup per i dettagli<br> livello 8: rettangoli con nome all'interno + popup con ulteriori dettagli<br> livello 9: grandi rettangoli con dettagli nome, data di nascita e di morte + pop-up con ulteriori dettagli
pl: <b>USTAWIENIA:</b> <p>Przycisk Poziomo / Pionowo: zmienia wyswietlanie wykresu góra-dół na lewo-prawo<br> <b>Pokolenia:</b> wybierz od 2 do 15 pokoleń <br> (generowanie dużej liczby pokoleń potrwa dłużej)<br> <b>Zoom Level:</b> Użyj suwaka, aby wybrać rozmiar wyświetlania (9 kroków): <br> krok 1-3: małe pole z wyskakującym okienkiem dla szczegółów<br> krok 4-7: większe pola z inicjałami nazwy + wyskakujące okienko dla szczegółów<br> krok 8: prostokąty z nazwą wewnątrz + wyskakujące okienko z dalszymi szczegółami<br> krok 9: duże prostokąty z imieniem, urodzeniem i śmiercią + wyskakujące okienko z dalszymi szczegółami
pt: <b>Parâmetros:</b> <p>Botão Horizontal/Vertical: muda a direção do mapa, de cima-abaixo para esquerda-direita<br> <b>Gerações:</b> escolha entre 2 - 15 gerações<br> (um nº grande de gerações vai exigir mais tempo de processamento)<br> <b>Nível de zoom:</b> Utilize o slider para escolher o tamanho da exibição (9 etapas): <br> Etapas 1-3: pequenas caixas com popup dos detalhes<br> Etapas 4-7: caixas maiores com as iniciais do nome + popup dos detalhes<br> Etapa 8: rectângulos com o nome no seu interior + popup com mais detalhes<br> Etapa 9: rectângulos grandes com o nome, detalhes do nascimento e óbito + popup com detalhes adicionais
ru: <b>ПАРАМЕТРЫ:</b> <p>Горизонтальная/вертикальная кнопка: переключение направления графика сверху вниз налево-вправо<br> <b>Количество поколений:</b> выбор между 2 - 15 поколениями<br>(для генерации большого количества поколений потребуется больше времени)<br> <b>Размер коробки:</b> Используйте ползунок для выбора размера дисплея (9 шагов): <br>Шаг 1-3: небольшие коробки с всплывающими окнами для деталей<br>Шаг 4-7: большие поля с инициалами имени + всплывающее окно для деталей<br>Шаг 8: прямоугольники с именем внутри + всплывающее окно с дальнейшими подробностями<br>Шаг 9: большие прямоугольники с именами, сведениями о рождении и смерти + всплывающее окно с дополнительными сведениями
sk: <b> Nastavenie: </ b> <p> Horizontálne / vertikálne tlačidlo: na prepínanie smeru grafu od zhora nadol na ľavej-pravej strane<br> <b> Č. Generácie: </ b> vybrať 2-15 generácie <br> (veľký počet generácií - bude trvať dlhšie generovať) <br> <b> Veľkosť Boxu: </ b> Pomocou posuvníka vyberte veľkosť zobrazenia (9 krokov): <br> krok 1-3: malé bunky + popup podrobnosti <br> krok 4-7: väčšie bunky s iniciálami mena + popup podrobnosti <br> krok 8: obdĺžniky s menom vnútri + ďalšie podrobnosti <br> Krok 9: veľké obdĺžniky s menom, dátumy narodenia a úmrtia detaily + ďalšie podrobnosti
tr: <b>AYARLAR:</b> <p>Yatay/Dikey düğmesi: grafiğin yönünü yukarıdan aşağıya, soldan sağa değiştirir<br> <b>Kuşaklar:</b> 2 - 15 kuşak arasında seçim yapın<br> (çok sayıda kuşağın üretilmesi daha uzun sürer)<br> <b>Yakınlaştırma seviyesi:</b> Görüntü boyutunu seçmek için kaydırıcıyı kullanın (9 adım): <br> adım 1-3: ayrıntılar için açılır pencereli küçük kutular<br> adım 4-7: adının baş harflerini içeren daha büyük kutular + ayrıntılar için açılır pencere<br> adım 8: içinde ad olan dikdörtgenler + daha fazla ayrıntı içeren açılır pencere<br> adım 9: ad, doğum ve ölüm detayları ile büyük dikdörtgenler + daha fazla ayrıntı içeren açılır pencere
zh: <B>設定：</ b> <p>水平/垂直按鈕：圖表的切換方向由上往下然後向左再右<br> <B>代：</ b>的選擇之間的2 - 15代 (大量代會需要更長的時間來創建)<br> <B>縮放級別：</ b>的使用滑塊來選擇顯示器尺寸 (9級)：<br> 步驟1-3：小形盒子有彈出選單的細節<BR> 步驟4-7步：大形盒子有用名字縮寫加上彈出選單的進一步細節<BR> 第8步：矩形有姓名在裡面加上彈出選單的進一步細節<BR> 第9步：大矩形有姓名出生和死亡的細節加上彈出選單的進一步細節<BR>

source: Same Y-DNA as
fi: Sama Y-DNA kuin
fr: Même ADN-Y que
fur: Stes Y-DNA di
he: אותו Y-DNA כמו
it: Stesso Y-DNA di
pl: Takie samo Y-DNA jak
pt: Mesmo Y-ADN que
ru: Та же Y-ДНК, что и
sk: To isté Y-DNA ako
tr: Aynı Y-DNA olarak
zh: 一樣的 Y-DNA 當作

source: Same mtDNA as
fi: Sama mtDNA kuin
fr: Même ADNmt que
fur: Stes mtDNA di
he: אותו mtDNA כמו
it: Stesso mtDNA di
pl: Taki sam mtDNA jak
pt: Mesmo mtADN que
ru: Та же мтДНК, что и
sk: To isté mtDNA ako
tr: Aynı mtDNA olarak
zh: 一樣的 mtDNA 當作

source: vertical
fi: pystysuora
fur: verticâl
he: אנכי
it: verticale
pl: pionowo
ru: вертикально
sk: vertikálne
tr: dikey
zh: 垂直地

source: horizontal
fi: vaakasuora
fur: orizontâl
he: אופקי
it: orrizontale
pl: poziomo
ru: горизонтально
sk: horizontálne
tr: yatay
zh: 水平地

source: Y-DNA Carriers only
fi: Vain Y-DNA kantajat
fr: Porteurs ADN-Y seulement
fur: Dome vetôrs Y-DNA
he: נשאי Y-DNA בלבד
it: Solo vettori Y-DNA
pl: Tylko nośniki Y-DNA
pt: Somente transportadores de Y-ADN
ru: Только носители Y-ДНК
sk: Len nosič Y-DNA
tr: Yalnızca Y-DNA Taşıyıcılar
zh: 只限Y-DNA戴體者

source: Y-DNA Mark carriers
fi: Y-DNA -markkerin kantajat
fr: Porteurs ADN-Y marqués
fur: Marcatôrs Y-DNA
he: Y-DNA - סמן נשאים
it: Marcatori Y-DNA
pl: Nośniki Marker Y-DNA
pt: Transportadores da Marca de Y-ADN
ru: Носители знака Y-ДНК
sk: Nosič znaku Y-DNA
tr: Y-DNA İşareti taşıyıcıları
zh: Y-DNA標誌戴體者

source: mtDNA Carriers only
fi: vain mtDNA-kantajat
fr: Porteurs ADNmt seulement
fur: Dome vetôrs mtDNA
he: נשאי mtDNA בלבד
it: Solo vettori mtDNA
pl: Tylko nośniki mtDNA
pt: Somente transportadores de mtADN
ru: только носители мтДНК
sk: len nosič MtDNA
tr: Yalnızca mtDNA Taşıyıcılar
zh: 只限mtDNA戴體者

source: mtDNA Mark carriers
fi: mtDMA-markkerin kantajat
fr: Porteurs ADNmt marqués
fur: Marcatôrs mtDNA
he: mtDNA - סמן נשאים
it: Marcatori mtDNA
pl: Nośniki Marker mtDNA
pt: Transportadores da Marca de mtADN
ru: Носители марки мтДНК
sk: nosič znakov MtDNA
tr: mtDNA İşareti taşıyıcıları
zh: mtDNA標誌戴體者

source: Nr. generations
fi: Sukupolvien määrä
fr: Générations
fur: Nr. gjenerazions
he: מספר דורות
it: Generazioni
pl: Pokolenia
pt: Nº de gerações
ru: Число поколений
sk: Č. generácie
tr: Kuşak
zh: 世代

source: Zoom level:
fi: Suurennostaso:
fr: Niveau de zoom:
fur: Livel di zoom:
he: רמת הזום
it: Livello di zoom:
pl: Zoom nastawa:
pt: Nível de zoom:
ru: Масштаб:
sk: Úroveň zväčšenia:
tr: Yakınlaştırma seviyesi:
zh: 縮放級別

source: died
fi: kuollut
fr: décédé(e)
fur: muart
he: פטירה:
it: morto
pl: zmarły
pt: faleceu
ru: умер
sk: zomrel/a
tr: öldü
zh: 死亡了

source: Settings family screen
fi: Perhesivun asetukset
fr: Paramètres de l'écran de famille
fur: Impostazions da la schermade da famee
he: הגדרות לתצוגת משפחה
it: Impostazioni dello schermo
pl: Ustawienia Ekran rodziny
pt: Tela dos parâmetros de família
ru: Настройки страницы семьи
sk: Nastavenie rodinného zobrazenia
tr: Aile ekranı ayarları
zh: 設置: 家族畫面

source: Family Page
fi: Perhesivu
fr: Page de famille
fur: Pagjine da famee
he: דף משפחה
it: Pagina della famiglia
pl: Strona rodzinna
pt: Página da Família
ru: Страница семьи
sk: Rodinná stránka
tr: Aile Sayfası
zh: 家族網頁

source: Family map
fr: Carte famille
fur: Mape da Famèe
he: מפת משפחה
it: Mappa della Famiglia

source: Show family map
fr: Afficher la carte de la famille
fur: Mostre la Mape da Famèe
he: הצג מפת משפחה
it: Mostra la mappa della famiglia

source: Hide family map
fr: Masquer la carte de la famille
fur: Nascuint la mape da Famèe
he: הסתר מפת משפחה
it: Nascondi la mappa della famiglia

source: Pictures
fi: Kuvat
fr: Images
fur: Imagjinis
he: תמונות
it: Immagini
pl: Zdjęcia
pt: Imagens
ru: Изображения
sk: Obrázky
tr: Resimler
zh: 圖片

source: Hide pictures
fi: Piilota kuvat
fr: Masquer les images
fur: Nascuint Imagjinis
he: הסתר תמונות
it: Nascondi Immagini
pl: Ukryj zdjęcia
pt: Esconder as imagens
ru: Скрыть изображения
sk: Skryť obrázky
tr: Resimleri gizle
zh: 隱藏圖片

source: Add to favourite list
fi: Lisää suosikkeihisi
fr: Ajouter à la liste de favoris
fur: Zonte ta liste dai preferîts
he: הוסף לרשימת המועדפים
it: Aggiungi alla lista dei preferiti
pl: Dodaj do ulubionych
pt: Adicionar à lista de favoritos
ru: Добавить в избранное
sk: Pridať k obľúbeným
tr: Sık kullanılanlar listesine ekle
zh: 列入愛好名單上

source: TIP: use %s for other (ancestor and descendant) reports.
fi: Vihje: Käytä %s katsoaksesi muita (esipolvi- ja jälkipolvi) raportteja.
fr: ASTUCE : passez la souris sur %s pour d'autres rapports et graphiques.
fur: Sugjeriment: use %s par altris relazions dai antenâts e dissendents.
he: המלצה: התשמשו ב %s לדוחות אבות וצאצאים אחרים
it: Suggerimento: usa %s per altre relazioni (antenati e discendenti).
pl: WSKAZÓWKA: najedź kursorem na %s Menu raporty i wykresy przodków, potomków.
pt: DICA: utilize %s para outros relatórios (ancestrais e descendentes).
ru: ПОДСКАЗКА: наведите курсор на %s для меню дополнительных возможностей.
sk: TIP: použi %s pre iné výpisy (potomkov - predkov).
tr: İPUCU: Ata ve soydan raporlar ve grafikler için %s'in üzerine gelin.
zh: 提示: 將鼠標懸停在 %s 祖先和後裔報告以及圖表上.

source: *** Privacy filter is active, one or more items are filtered. Please login to see all items ***
fi: *** Yksityisyyden suodatin on aktiivinen, yksi tai useampi tieto on suodatettu. Ole hyvä ja kirjaudu nähdäksesi enemmän tietoja ***
fr: *** Le filtre de confidentialité est actif, un ou plusieurs éléments sont filtrés. Merci de vous connecter pour voir tous les éléments ***
fur: *** Filtri da privacy atîf, un o plui elements son stâts oscurâts. Effettua il login par viodi ducj i dâts ***
he: *** מסנן הפרטיות מופעל וחוסם נתון אחד או יותר - צריך להירשם על מנת לראות את כל הפרטים ***
it: *** Filtro della privacy attivo, uno o più elementi vengono filtrati. Effettua il login per vedere tutti i dati ***
pl: *** Filtr prywatności jest aktywny, jeden lub więcej elementów jest filtrowanych. Zaloguj się, aby zobaczyć wszystkie przedmioty ***
pt: *** O filtro de privacidade está ativo, um ou mais itens estão filtrados. Por favor proceda ao login para ver todos os itens. ***
ru: *** Активен фильтр приватности. Одно или более полей скрыто. Авторизуйтесь для просмотра всех полей. ***
sk: *** Súkromný filter je aktívny, jeden alebo viac položiek je filtrovaných. Prosím prihláste sa, aby ste mohli vidieť všetky položky ***
tr: *** Gizlilik filtresi etkindir, bir veya daha fazla öğe filtrelenir. Tüm öğeleri görmek için lütfen giriş yapın ***

source: Child
fi: Lapsi
fr: Enfant
fur: Fî
he: ילדים: ‏
it: Figlio
pl: Dziecko
pt: Filho
ru: Ребёнок
sk: Dieťa
tr: Çocuk
zh: 孩子

source: follows
fi: seuraavat
fr: suivants
fur: a seguis
he: להלן
it: segui
pl: odnośnik
pt: segue
ru: следует
sk: nasleduje
tr: takip eder
zh: 如下

source: Adopted child:
fi: Adoptoitu lapsi
fr: Enfant adopté :
fur: Frut adottât:
he: ילד מאומץ:
it: Bambino adottato:
pl: Adoptowane dziecko:
pt: Filho adoptivo:
ru: Усыновлённый ребёнок:
sk: Adoptované dieťa:
tr: Evlatlık çocuk:
zh: 被收養的孩子

source: Stepchild
fi: Lapsipuoli
fr: Beau-fils/Belle-fille
fur: Fiastri/e
he: ילד חורג
it: Figliastro/a
pl: Pasierb
pt: Enteado
ru: Пасынок/падчерица
sk: Nevlastné dieťa
tr: Üvey çocuk
zh: 繼子女

source: Legal child
fi: Juridinen lapsi
fr: Enfant légal
fur: Fî legjitim
he: ילד חוקי
it: Figlio legittimo
pl: Legalne dziecko
pt: Filho legítimo
ru: Законный ребёнок
sk: Legálne dieťa
tr: Yasal çocuk
zh: 法定子女

source: Foster child
fi: Sijaislapsi
fr: Enfant adopté
fur: Fî adotif
he: ילד אומנה
it: Figlio adottivo
pl: Przybrane dziecko
pt: Filho ilegítimo
ru: Приёмный ребёнок
sk: Podporované dieťa
tr: Koruyucu çocuk
zh: 養子女

source: Family events
fi: Perhetapahtumat
fr: Évènements familiaux
fur: Events di famee
he: ארועים אצל משפחה
it: Eventi di famiglia
pl: Rodzinne wydarzenia
pt: Eventos familiares
ru: Семейные события
sk: Rodinné udalosti
tr: Aile etkinlikleri
zh: 家庭活動

source: Citation for:
fi: Lainaus:
fr: Citation pour:
fur: Citazion par:
he: ציטוט ל:
it: Citazione per:
pl: Odniesienie do:
pt: Citação para:
ru: Цитата для:
sk: Citácia pre:
tr: Şunun için alıntı:

source: New user note
fi: Uuden käyttäjän huomautus
fr: Nouvelle note d'utilisateur
fur: Gnove note utent
he: הערת משתמש חדשה
it: Nuova nota utente
pl: Nowa użytkownik notatka
pt: Nota aos novos Utilizadores
ru: Новая пользовательская заметка
sk: Nová poznámka užívateľa
tr: Yeni kullanıcı notu
zh: 新用戶按語

source: User note by family
fi: Käyttäjän kommentti perhetietoihin
fr: Note d'utilisateur par famille
fur: Note di un utent pa famee
he: הערות משתמש לצד משפחה
it: Nota dell'utente per famiglia
pl: Notatka użytkownika według rodziny
pt: Nota do Utilizador por famílias
ru: Заметка о семье
sk: Poznámka užívateľa podľa rodiny
tr: Aile tarafından kullanıcı notu
zh: (家庭)用戶按語

source: Your information is saved and will be reviewed by the webmaster.
fi: Antamasi tiedot on talletettu webmasterin hyväksyttäväksi.
fr: Votre information est enregistrée et sera examinée par le webmaître.
fur: Lis tôs informazions a vegnin salvadis e a saran esaminadis dal aministratôr.
he: המידע שלך נשמר וייבחן על ידי מנהל האתר
it: Le tue informazioni vengono salvate e saranno esaminate dal webmaster.
pl: Twoje informacje są zapisane i zostaną sprawdzone przez webmastera.
pt: A sua informação foi salva e será avaliada pelo webmaster.
ru: Ваша информация будет сохранена и рассмотрена веб-мастером.
sk: Vaše údaje sa uložia a budú preskúmané webmasterom.
tr: Bilgileriniz kaydedilir ve web yöneticisi tarafından incelenir.
zh: 您的信息將被保存，並通過網站管理員審核。

source: Add information or remarks
fi: Lisää tietoa tai huomautuksia
fr: Ajouter des informations ou remarques
fur: Zonte informazions o coments
he: הוספת מידע או הערות
it: Aggiungi informazioni o commenti
pl: Dodaj informacje lub uwagi
pt: Adicionar informações ou comentários
ru: Добавить информацию или заметку
sk: Pridať informáciu alebo poznámku
tr: Bilgi veya açıklama ekleyin
zh: 添加信息或言論

source: Your e-mail address is missing. Please add you're mail address here:
fi: Sähköpostiosoitteesi puuttuu. Ole hyvä ja lisää osoitteesi tähän:
fr: Votre adresse e-mail est manquante. Merci de l'ajouter ici :
fur: Al mancje il to indiriz e-mail. Zonte il to indiriz achi:
he: כתובת האמייל שלך חסרה. נא הוסף את האימייל כאן:
it: Manca il tuo indirizzo e-mail. Per favore aggiungi il tuo indirizzo qui:
pl: Brakuje twojego adresu e-mail. Dodaj tutaj swój adres e-mail:
pt: O seu endereço de e-mail address está em falta. Por favor indique o seu e-mail abaixo:
ru: Не указан ваш email. Пожалуйста укажите ваш email адрес:
sk: Chýba e-mailová adresa. Prosím pridajte ju tu:
tr: E-posta adresiniz eksik. Lütfen mail adresinizi buraya ekleyin:
zh: 沒有您的E-mail地址。請在這裡添加您的郵件地址：

source: Send
fi: Lähetä
fr: Envoyez
fur: Invie
he: שלח
it: Invia
pl: Wyslij
pt: Enviar
ru: Отправить
sk: Odoslať
tr: Gönder
zh: 發送了
