Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: GEDCOM file will be exported to gedcom_files/ folder
fr: Le fichier GEDCOM sera exporté vers le dossier admin/gedcom_files/
fur: Il file GEDCOM al a di iessi esportât ta cartele gedcom_files/
he: קובץ הג'דקום לאוחסן בתיקייה gedcom_files
it: Il file GEDCOM verrà esportato nella cartella gedcom_files/

source: GEDCOM file is generated
fr: Le fichier GEDCOM est généré
fur: ‎Il file GEDCOM‎ al è stât creât
he: קובץ הג'דקום הוכן
it: ‎Il file GEDCOM‎ è stato creato
pl: Generowany jest plik GEDCOM
ru: GEDCOM-файл создан
sk: GEDCOM súbor bol vygenerovaný
tr: GEDCOM dosyası oluşturuldu

source: Download GEDCOM file
fr: Téléverser le fichier GEDCOM
fur: Scjarie il file GEDCOM‎
he: הורד את קובץ הג'דקום
it: ‎Scarica il file GEDCOM‎
pl: Pobierz plik GEDCOM
ru: Скачать GEDCOM-файл
sk: Stiahnuť GEDCOM súbor
tr: GEDCOM dosyasını indir

source: No valid family number.
fi: Perhenumero ei kelpaa
fr: Aucun numéro de famille valide.
fur: Numar di famee no valid.
he: מספר משפחה לא תקין
it: Numero di famiglia non valido.
pl: Błędny numeru rodziny.
pt: Número de família inválido.
ru: Некорректный идентификатор семьи.
sk: Neplatné číslo rodiny.
tr: Geçerli bir aile numarası yok.
zh: 沒有有效的家庭數字。

source: It's not possible to delete this group: there is/ are
fi: Tätä ryhmää ei voi poistaa: Ryhmässä on/ovat
fr: Il n'est pas possible de supprimer ce groupe : il y a
fur: No si pues eliminâ chest grup: al è
he: אי אפשר למחוק קבוצה זו: יש
it: Non è possibile eliminare questo gruppo: non c'è / sono
pl: Nie można usunąć tej grupy: istnieje/są
pt: Não é possível apagar este grupo: há
ru: Невозможно удалить эту группу:
sk: Túto skupiny nie je možné vymazať. Je tam
tr: Bu grubu silmek mümkün değil: var/ var
zh: 那是不可能移除這使用這群：這些是

source: user(s) connected to this group!
fi: käyttäjä(t) yhdistetty tähän ryhmään!
fr: utilisateur(s) connecté(s) à ce groupe !
fur: utent/s colegât a chest grup!
he: משתמשים קשורים לקבוצה זו!
it: utente(i) collegato a questo gruppo!
pl: użytkownik (użytkownicy) podłączony do tej grupy!
pt: utilizador(es) ligado(s) a este grupo!
ru: пользователь(и) включён в эту группу!
sk: užívateľ/ov pripojených k tejto skupine!
tr: bu gruba bağlı kullanıcı(lar)!
zh: 使用者(群) 聯繫到這一群!

source: Are you sure you want to remove the group:
fi: Haluatko varmasti poistaa tämän ryhmän?
fr: Êtes-vous certain de vouloir supprimer le groupe :
fur: Sestu sigûr di volei eliminâ il grup:
he: האם אתה בטוח שאתה רוצה למחוק את הקבוצה:
it: Sei sicuro di voler rimuovere il gruppo:
pl: Czy na pewno chcesz usunąć grupę:
pt: Confirma a eliminação deste grupo:
ru: Вы уверены, что хотите удалить группу:
sk: Naozaj chceš vymazať skupinu:
tr: Grubu kaldırmak istediğinizden emin misiniz:
zh: 你確定要移除這一群嗎:

source: You can have multiple users in %s. Every user can be connected to 1 group.<br> Examples:<br> Group "guest" = <b>guests at the website (who are not logged in).</b><br> Group "admin" = website administrator.<br> Group "family" = family members or genealogists.
fr: Vous pouvez avoir plusieurs utilisateurs dans %s. Chaque utilisateur peut être connecté à 1 groupe.<br> Exemples:<br> Groupe "invité" = <b> invités sur le site Web (qui ne sont pas connectés).</b><br> Groupe "admin" = administrateur du site Web.<br> Groupe "famille" = membres de la famille ou généalogistes.
fur: Si pues vei plui utents in %s. Ogni utent al pues jessi collegât a 1 grup.<br> Esempli:<br> Grup "guest"= <b>i ospits dal sît web (no iscrits).</b><br> Grup "admin"= aministratôr dal sît.<br> Grup "family"= int di famee o gjenealogjiscj.
he: אפשר להפעיל משתמשים רבים ב-%s. כל משתמש יכול להיות קשור לקבוצה אחת.<br> דוגמאות:<br> קבוצת "אורח" = <b>אורחים באתר שלא נרשמו</b><br> קבוצת "מנהל" = מנהל האתר<br> קבוצת "משפחה" = בני משפחה או גניאלוגים עמיתים.
it: Puoi avere più utenti in %s. Ogni utente può essere collegato a 1 gruppo.<br> Esempi:<br> Gruppo "ospite"= <b>gli ospiti al sito web (che non è iscritto).</b><br> Gruppo "admin"= amministratore del sito.<br> Gruppo "family"= membri di famiglia or genealogisti.
pl: Możesz mieć wielu użytkowników w%s. Każdy użytkownik może być podłączony do 1 grupy.<br> Przykłady:<br> Grupa „gość” = <b>goście na stronie (niezalogowani).</b><br> Grupa „admin” = administrator witryny.<br> Grupa „rodzina” = członkowie rodziny lub genealogowie.
ru: У вас может быть несколько пользователей в %s. Каждый пользователь может быть подключен к 1 группе.<br> Примеры:<br> Группа "гость" = <b>гости на сайте (не вошедшие в систему).</b><br> Группа "admin" = администратор сайта.<br> Группа «семья» = члены семьи или специалисты по генеалогии.
sk: V %s môžete mať viacerých používateľov. Každý užívateľ môže byť pripojený k 1 skupine. <br> Príklady:<br> Skupina "hosť" = <b>návštevníci stránky (ktorí nie sú prihlásení).</b><br> Skupina "admin" = správca webu.<br> Skupina "rodina" = rodinní príslušníci alebo genealógovia.
tr: %s içinde birden fazla kullanıcınız olabilir. Her kullanıcı 1 gruba bağlanabilir.<br> Örnekler:<br> "Misafir" grubu = <b>web sitesindeki misafirler (oturum açmamış olanlar).</b><br> "Yönetici" grubu = web sitesi yöneticisi.<br> "Aile" grubu = aile üyeleri veya soy bilimcileri.

source: Choose a user group:
fi: Valitse käyttäjäryhmä:
fr: Choisissez un groupe d'utilisateurs :
fur: Sielz un grup di utents
he: בחר קבוצת משתמשים:
it: Scegli un gruppo di utenti:
pl: Wybierz grupę użytkowników:
pt: Escolha um grupo de utilizadores:
ru: Выберите группу пользователя:
sk: Vyber užívateľskú skupinu:
tr: Bir kullanıcı grubu seçin:
zh: 選擇一個使用者群:

source: ADD GROUP
fi: LISÄÄ RYHMÄ
fr: AJOUTER GROUPE
fur: ZONTE GRUP
he: הוסף קבוצה
it: AGG.GRUPPO
pl: DODAJ GRUPĘ
pt: ADICIONAR GRUPO
ru: ДОБАВИТЬ ГРУППУ
sk: PRIDAJ SKUPINU
tr: GRUP EKLE
zh: 加群

source: Group
fi: Ryhmä
fr: Groupe
fur: Grup
he: קבוצה
it: Gruppo
pl: Grupa
pt: Grupo
ru: Группа
sk: Skupina
tr: Grup
zh: 群

source: REMOVE GROUP
fi: LISÄÄ RYHMÄ
fr: SUPPRIMER GROUPE
fur: CANCELE GRUP
he: מחוק קבוצה
it: RIMUOVI GRUPPO
pl: USUŃ GRUPĘ
pt: APAGAR GRUPO
ru: УДАЛИТЬ ГРУППУ
sk: VYMAZAŤ SKUPINU
tr: GRUBU KALDIR
zh: 移除群

source: Group name
fi: Ryhmänimi
fr: Nom du groupe
fur: Non dal grup
he: שם הקבוצה
it: Nome del gruppo
pl: Nazwa grupy
pt: Nome do grupo
ru: Название группы
sk: Názov skupiny
tr: Grup adı
zh: 群名

source: Administrator
fr: Administrateur
fur: Aministratôr
he: מנהל מערכת
it: Amministratore
pt: Administrador
ru: Администратор
tr: Yönetici
zh: 管理員

source: Save statistics data
fi: Talleta tilastotiedot
fr: Sauvegarder les données de statistique
fur: Salve i dâts statistics
he: שמור את הסטטיסטיקה
it: Salva i dati statistici
pl: Zapisz dane statystyczne
pt: Gravar dados estatísticos
ru: Сохранить статистистику
sk: Ulož štatistické údaje
tr: İstatistik verilerini kaydet
zh: 保存統計數據

source: Birthday RSS in main menu
fi: Syntymäpäivä-RSS päävalikossa
fr: Anniversaire RSS dans le menu principal
fur: RSS dai compleans tal menu principâl
he: RSS לימי הולדת בתפריט ראשי
it: RSS del compleanno nel menu principale
pl: Urodziny Informacja RSS w menu głównym
pt: RSS dos aniversários no menú principal
ru: RSS дней рождения в главном меню
sk: Narodeniny RSS v hlavnom menu
tr: Ana menüde doğum günü RSS
zh: 生日RSS 在主 選單

source: INFORMATION menu: show "CMS" pages
fi: Lisätietoja-valikko: näytä "CMS"-sivut
fr: INFORMATION menu: affichez les pages "CMS"
fur: Menu Informazions: mostre le pagjinis "CMS "
he: תפריט "מידע": הצג עמודי CMS
it: Menu Informazioni: mostra le pagine "CMS "
pl: Menu INFORMACJE: pokaż strony „CMS”
ru: Меню ИНФОРМАЦИЯ: отображать страницы CMS
sk: Ponuka INFORMÁCIE: zobraziť "CMS" stránky
tr: BİLGİ menüsü: "CMS" sayfalarını göster

source: FAMILY TREE menu: show "Persons" submenu
fi: SUKUPUU menu: näytä "Henkilöt" alavalikko
fr: Menu de l'arbre généalogique: afficher le sous-menu "Personnes"
fur: Menu Arbui Gjenealogjics: mostre il sotmenu "Personis "
he: תפריט "עץ משפחה": הצג את תת התפריט "אנשים"
it: Menu Alberi Genealogici: mostra il sottomenu "Persone "
pl: Menu DRZEWO RODZINNE: pokaż podmenu „Osoby”
pt: Menú da ÁRVORE FAMILIAR: mostrar o submenú "Pessoas"
ru: МЕНЮ ГЕНЕАЛОГИЧЕСКОГО ДРЕВА : отображать подменю "Персоны"
sk: RODOKMEŇ menu: ukáž "Osoby" submenu
tr: AİLE AĞACI menüsü: "Kişiler" alt menüsünü göster
zh: 家譜 選單: 展示 "個人" 子 選單

source: FAMILY TREE menu: show "Names" submenu
fi: SUKUPUU menu: näytä "Nimet" alavalikko
fr: Menu de l'arbre généalogique: afficher le sous-menu "Noms"
fur: Menu Arbui Gjenealogjics: mostre il sotmenu "Cognons"
he: תפריט "עץ משפחה": הצג את תת התפריט "שמות משפחה"
it: Menu Alberi Genealogici: mostra il sottomenu "Cognomi"
pl: Menu DRZEWO RODZINNE: pokaż podmenu „Nazwy”
pt: Menú da ÁRVORE FAMILIAR: mostrar o submenú "Nomes"
ru: МЕНЮ ГЕНЕАЛОГИЧЕСКОГО ДРЕВА : отображать подменю "Имена"
sk: RODOKMEŇ menu: ukáž "Mená" v submenu
tr: AİLE AĞACI menüsü: "İsimler" alt menüsünü göster
zh: 家譜 選單: 展示 "名字" 子 選單

source: FAMILY TREE menu: show "Places" submenu
fi: SUKUPUU menu: näytä "Paikat" alavalikko
fr: Menu de l'arbre généalogique: afficher le sous-menu "Lieux"
fur: Menu Arbui Gjenealogjics: mostre il sotmenu "Localitâs"
he: תפריט "עץ משפחה": הצג את תת התפריט "מקומות"
it: Menu Alberi Genealogici: mostra il sottomenu "Località"
pl: Menu DRZEWO RODZINNE: pokaż podmenu „Miejsca”
pt: Menú da ÁRVORE FAMILIAR: mostrar o submenú "Locais"
ru: МЕНЮ ГЕНЕАЛОГИЧЕСКОГО ДРЕВА : отображать подменю "Места"
sk: RODOKMEŇ menu: ukáž "Miesta" v submenu
tr: AİLE AĞACI menüsü: "Yerler" alt menüsünü göster
zh: 家譜 選單: 展示 "地點" 子 選單

source: FAMILY TREE menu: show "Addresses" submenu (only shown if there really are addresses)
fi: SUKUPUU menu: näytä "Osoitteet" alavalikko (näytetään vain jos osoitteita on)
fr: Menu de l'arbre généalogique: afficher le sous-menu "Adresses" (seulement affiché s'il y a réellement des adresses)
fur: Menu Arbui Gjenealogjics: mostre il sotmenu "Indiris " (mostrât dome s'a son presins indiris)
he: תפריט "עץ משפחה": הצג את תת התפריט "כתובות" (יוצג רק אם אכן יש כתובות)
it: Menù Alberi Genealogici: visualizza il sotto-menù "Indirizzi " (mostrato solo se ci sono indirizzi)
pl: Menu DRZEWO RODZINNE: pokaż podmenu „Adresy” (wyświetlane tylko, jeśli naprawdę istnieją adresy)
pt: Menú da ÁRVORE FAMILIAR: mostrar o submenú "Endereços" (apenas no caso de existirem realmente endereços)
ru: МЕНЮ ГЕНЕАЛОГИЧЕСКОГО ДРЕВА : отображать подменю "Адреса" (отображается только если задан хоть один адрес)
sk: RODOKMEŇ menu: ukáž "Adresy" v submenu (zobrazuje sa iba vtedy, ak tam skutočne sú adresy)
tr: AİLE AĞACI menüsü: "Adresler" alt menüsünü göster (yalnızca gerçekten adresler varsa gösterilir)
zh: 家譜 選單: 展示 "住址" 子 選單(真正有這住址才展示出)

source: FAMILY TREE menu: show "Photobook" submenu
fi: SUKUPUU menu: näytä "Valokuvakansio" alavalikko
fr: Menu de l'arbre généalogique: afficher le sous-menu "Album photos"
fur: Menu Arbui Gjenealogjics: mostre il sotmenu "Album das Foto"
he: תפריט "עץ משפחה": הצג את תת התפריט "אלבום תמונות"
it: Menu Alberi Genealogici: mostra il sottomenu "Album delle Foto"
pl: Menu DRZEWO RODZINNE: pokaż podmenu „Fotoksiążka”
pt: Menú da ÁRVORE FAMILIAR: mostrar o submenú "Livro de Fotografias"
ru: МЕНЮ ГЕНЕАЛОГИЧЕСКОГО ДРЕВА : отображать подменю "Фотоальбом"
sk: RODOKMEŇ menu: ukáž "Fotokniha" v submenu
tr: AİLE AĞACI menüsü: "Fotoğraf Kitabı" alt menüsünü göster
zh: 家譜 選單: 展示 "照片書冊" 子 選單

source: TOOLS menu: show "Anniversary" (birthday list) submenu
fi: TYÖKALUT menu: näytä "Vuosipäivät" (syntymäpäivät) alavalikko
fr: Menu Outils: afficher le sous-menu "Anniversaires" (dates de naissances)
fur: Menu STRUMENTS: mostre il sotmenu "Anniversaris " (liste dai compleans)
he: תפריט "כלים": הצג את תת התפריט "רשימת ימי הולדת"
it: Menu STRUMENTI: mostra il sottomenu "Anniversari " (lista dei compleanni)
pl: Menu NARZĘDZIA: pokaż podmenu „Rocznica” (lista urodzin)
pt: Menú das Ferrramentas: mostrar submenú de "Aniversários" (lista das datas de nascimento)
ru: Меню "Инструменты": отображать подменю "Список годовщин"
sk: NÁSTROJE menu: ukáž "Výročia" submenu
tr: ARAÇLAR menüsü: "Yıldönümü" (doğum günü listesi) alt menüsünü göster
zh: 工具畫譜：展示“周年” (生日名單) 子畫譜

source: TOOLS menu: show "Statistics" submenu
fi: TYÖKALUT menu: näytä "Tilastot" alavalikko
fr: Menu Outils: afficher le sous-menu "Statistiques"
fur: Menu STRUMENTS: mostre il sotmenu "Statistichis"
he: תפריט "כלים": הצג את תת התפריט "סטטיסטיקה"
it: Menu STRUMENTI: mostra il sottomenu "Statistiche"
pl: Menu NARZĘDZIA: pokaż podmenu „Statystyka”
pt: Menú das Ferrramentas: mostrar submenú de "Estatísticas"
ru: Меню "Инструменты": отображать подменю "Статистика"
sk: NÁSTROJE menu: ukáž "Štatistika" submenu
tr: ARAÇLAR menüsü: "İstatistikler" alt menüsünü göster
zh: 工具 選單：展示“統計”子 選單

source: TOOLS menu: show "Relationship Calculator" submenu
fi: TYÖKALUT menu: näytä "Sukulaisuuden laskuri" alavalikko
fr: Menu Outils: afficher le sous-menu "Calcul de parenté"
fur: Menu STRUMENTS: mostre il sotmenu "Calcul da Parentele "
he: תפריט "כלים": הצג את תת התפריט "מחשב קשרי משפחה"
it: Menu Strumenti: mostra il sotto-menù "Calcolo della Parentela "
pl: Menu NARZĘDZIA: pokaż podmenu „Kalkulator relacji”
pt: Menú das Ferrramentas: mostrar submenú de "Calculadora de Relacionamentos"
ru: Меню "Инструменты": отображать калькулятор родства.
sk: NÁSTROJE menu: ukáž "Kalkulačka vzťahov" submenu
tr: ARAÇLAR menüsü: "İlişki Hesaplayıcı" alt menüsünü göster
zh: 工具 選單：展示“關係計算器” 子 選單

source: TOOLS menu: show "Google maps" submenu (only shown if geolocation database was created)
fi: TYÖKALUT menu: näytä "Google-kartat" alavalikko (näytetään vain jos paikkatietokanta on muodostettu)
fr: Menu Outils: afficher le sous-menu "Carte du Monde" (seulement si la table des géolocalisation a été créée)
fur: Menu STRUMENTS: mostre il sotmenu "Google maps " (mostrât dome s'al è stât creât il DB di geolocalizazion)
he: תפריט "כלים": הצג את תת התפריט "מפות Google" (יוצג רק אם קיים בסיס נתונים של מיקומים)
it: Menu STRUMENTI: mostra il sottomenu "Google maps " (mostrato solo se è stato creato il DB di geolocalizzazione)
pl: Menu NARZĘDZIA: pokaż podmenu „Mapy Google” (wyświetlane tylko, jeśli utworzono bazę danych geolokalizacji)
pt: Menú das Ferrramentas: mostrar submenú de "Mapas do Google" (apenas no caso da base de dados de geolocalização ter sido criada)
ru: Меню "Инструменты": отображать подменю "Карты Google" (только если наполнена геолокационная база)
sk: NÁSTROJE menu: ukáž "Google map" submenu (zobrazuje sa iba vtedy, ak bola vytvorená geolokačná databáza)
tr: ARAÇLAR menüsü: "Google haritaları" alt menüsünü göster (yalnızca coğrafi konum veri tabanı oluşturulduysa gösterilir)
zh: 工具 選單：展示“谷歌地圖” 子 選單(只有在地里位置資料建立後才展示)

source: TOOLS menu: show "Contact" submenu (only shown if tree owner and email were entered)
fi: TYÖKALUT menu: näytä "Yhteystiedot" alavalikko (näytetään vain jos sukupuun omistaja ja sähköposti on annettu)
fr: Menu OUTILS: afficher le sous-menu "Contact" (affiché uniquement si le propriétaire de l'arbre et l'adresse e-mail ont été saisis)
fur: Menu STRUMENTS: mostre il sotmenu "Contats " (mostrât dome s'a son stâs inserîs il proprietari dal Arbul e la e-mail)
he: תפריט "כלים": הצג את תת התפריט "תצרו קשר" (יוצג רק אם הכנסת את שם בעל האתר וכתובת האימייל)
it: Menu STRUMENTI: mostra il sottomenu "Contatti " (mostrato solo se sono stati inseriti il proprietario dell'albero e l'e-mail)
pl: Menu NARZĘDZIA: pokaż podmenu „Kontakt” (wyświetlane tylko, jeśli wprowadzono właściciela drzewa i adres e-mail)
pt: Menú das Ferrramentas: mostrar submenú de "Contacto" (surge apenas no caso do dono da árvore e seu e-mail tiverem sido introduzidos)
ru: Меню "Инструменты": отображать подменю "Контакты" (если указан email владельца дерева)
sk: NÁSTROJE menu: ukáž "Kontakt" submenu (zobrazí sa iba vtedy, ak bol zadaný vlastník stromu a e-mail)
tr: ARAÇLAR menüsü: "İletişim" alt menüsünü göster (yalnızca ağaç sahibi ve e-posta girilmişse gösterilir)
zh: 工具畫譜：展示“聯絡” 子畫譜(只有在家譜擁有者和電子郵件資料輸入後才展示)

source: TOOLS menu: show "Latest changes" submenu
fi: TYÖKALUT menu: näytä "Viimeisimmät muutokset" alavalikko
fr: Menu Outils: afficher le sous-menu "Dernières modifications"
fur: Menu STRUMENTS: mostre il sotmenu "Ultimis Modifichis"
he: תפריט "כלים": הצג את תת התפריט "שינויים אחרונים"
it: Menu STRUMENTI: mostra il sottomenu "Ultime Modifiche"
pl: Menu NARZĘDZIA: pokaż podmenu „Ostatnie zmiany”
pt: Menú das Ferrramentas: mostrar submenú de "Últimas Alterações"
ru: Меню "Инструменты": отображать подменю "Последние изменения"
sk: NÁSTROJE menu: ukáž "Posledné zmeny" submenu
tr: ARAÇLAR menüsü: "Son değişiklikler" alt menüsünü göster
zh: 工具 選單：展示“最近更改的” 子 選單

source: Show "Login" link (can be changed in group "guest" only)
fi: Näytä linkki "Login" link (muokattavissa vain ryhmällä "guest")
fr: Afficher le lien "Connexion" (peut être modifié dans le groupe "invité" uniquement)
fur: Mostre il link "Jentre " (al pues sei modificât dome tal grup "ospit ")
he: הצג את קישור ה-login (אפשר לשנות זאת רק בקבוצת האורחים)
it: Mostra il link "Accedi " (può essere modificato solo nel gruppo "ospite ")
pl: Pokaż link „Zaloguj się” (można zmienić tylko w grupie „gość”)
ru: Отображать ссылку "Вход" (может быть изменено только для группы "guest")
sk: Zobraziť "Prihlasovací" odkaz (možno zmeniť iba v skupine "hosť")
tr: "Giriş" bağlantısını göster (sadece "misafir" grubunda değiştirilebilir)

source: Is allowed to change password
fi: Sallitaan salasanan vaihtaminen
fr: Est autorisé à changer le mot de passe
fur: Si pues cambiâ la password
he: מורשה לשנות סיסמה
it: Si può cambiare la password
pl: Można zmienić hasło
ru: Разрешено ли менять пароль
sk: Je povolené zmeniť heslo
tr: Şifreyi değiştirmesine izin verilir

source: Show pictures
fi: Näytä kuvat
fr: Afficher les images
fur: Mostre lis Immagjinis
he: הצג תמונות
it: Mostra le Immagini
pl: Pokaż zdjęcia
pt: Mostrar imagens
ru: Отображать фото
sk: Ukáž obrázky
tr: Resimleri göster
zh: 展示圖片

source: (option can only be disabled if option "Show photobook in submenu" is disabled)
fr: (l'option ne peut être désactivée que si l'option "Afficher l'album photo dans le sous-menu" est désactivée)
fur: (l'opzion a pues sei dome disabilitade se l'opzion "Mostre Album das Foto tal sottomenu" a je disabilitade)
he: (ניתן לבטל אופציה זו רק אם האופציה "הצג ספר תמונות בתת-התפריט" לא מופעלת).
it: (l'opzione può essere solo disabilitata se l'opzione "Mostra fotolibro nel sottomenu" è disabilitata)
pl: (opcja może być wyłączona tylko jeśli opcja „Pokaż fotoksiążkę w podmenu” jest wyłączona)
ru: (опция может быть отключена только в том случае, если опция "Показать фотокнигу в подменю" отключена)
sk: (možnosť môže byť zakázaná iba ak možnosť "Zobraz fotoknihu v submenu" je zakázaná
tr: (seçenek yalnızca "Alt menüde fotoğraf kitabını göster" seçeneği devre dışı bırakılmışsa devre dışı bırakılabilir)

source: Show Gedcom number (from gedcom file)
fi: Näytä Gedcom-numerot (gedcom-tiedostosta)
fr: Afficher le numéro Gedcom (à partir du fichier Gedcom)
fur: Mostre il numar Gedcom (da file Gedcom)
he: הצג מספרים כפי שהופיעו בקובץ ה-Gedcom
it: Mostra il numero Gedcom (da file Gedcom)
pl: Pokaż numer Gedcom (z pliku gedcom)
pt: Mostrar o número Gedcom (a partir do arquivo gedcom)
ru: Отображать номера Gedcom (для gedcom файлов)
sk: Ukáž číslo gedcom (z GEDCOM súboru)
tr: Gedcom numarasını göster (gedcom dosyasından)
zh: 展示Gedcom 號碼(從 gedcom文件)

source: Show residence and address
fr: Afficher la résidence et l'adresse
fur: Mostre residence e indiriz
he: הצג מקום מגורים וכתובת
it: Mostra residenza e indirizzo
pl: Pokaż miejsce zamieszkania i adres
ru: Показать место жительства и адрес
sk: Ukáž bydlisko a adresu
tr: İkametgahı ve adresi göster

source: Show places with bapt., birth, death and cemetery.
fi: Näytä paikat; syntymä, kaste, kuolema, hautaus.
fr: Afficher les lieux avec baptême, naissance, décès et inhumation
fur: Mostre i lûcs di nassite, batisim, muart, sepulture.
he: הצג מקומות לצד לידה, טבילה, פטירה וקבורה.
it: Mostra i luoghi di battesimo, nascita, morte e sepoltura.
pl: Pokaż miejsca z chrztem, narodzinami, śmiercią i cmentarzem.
pt: Mostrar locais de baptismo, óbito e cemitério.
ru: Отображать места рождения, крещения, смерти и захоронения.
sk: Ukáž miesta krstu, narodenia, úmrtia a cintorína.
tr: Vaftiz, doğum, ölüm ve mezarlık ile yerleri göster.
zh: 展示受洗., 出生, 死亡和埋藏的地方.

source: Show religion (with bapt. and wedding)
fi: Näytä uskonto (kaste ja vihkiminen)
fr: Afficher la religion (avec baptême et mariage)
fur: Mostre religjon (cun batisim e matrimoni)
he: הצג דת (לצד טבילה ונישואין)
it: Mostra religione (con battesimo e matrimonio)
pl: Pokaż religię (z chrztem i weselem)
pt: Mostrar a religião (com baptismo e casamento)
ru: Отображать религию (с крещением и венчанием)
sk: Ukáž vierovyznanie (aj krst a sobáš)
tr: Dini göster (vaftiz ve düğün ile)
zh: 展示宗教的 (有關受洗和結婚)

source: Show date and place (i.e. with birth, bapt., death, cemetery.)
fi: Näytä aika ja paikka (syntymä, kaste, kuolema, hautaus.)
fr: Afficher la date et le lieu (c-à-d avec la naissance, baptême, décès, inhumation)
fur: Mostre date e lûc (di nassite, batisim, muart, sepulture.)
he: הצג תאריך ומקום (למשל לצד לידה, טבילה, פטירה, קבורה)
it: Mostra data e luogo (di nascita, battesimo, morte, sepoltura.)
pl: Pokaż datę i miejsce (tj. Wraz z urodzeniem, chrztem, śmiercią, cmentarzem).
pt: Mostrar data e local (i.e. com nascimento, bapt., óbito e cemitério.)
ru: Отображать даты и места (рождения, крещения, смерти, захоронения)
sk: Ukáž dátumy a miesta (napr. narodenie, krst, úmrtie, cintorín)
tr: Tarih ve yeri göster (yani doğum, vaftiz, ölüm, mezarlık ile.)
zh: 展示時間和地點 (例如有關出生, 受洗., 死亡, 埋藏.)

source: Show name in indexes
fi: Näytä nimet indeksissä
fr: Afficher le nom dans les index
fur: Mostre i nons tai indiçs
he: הצג שמות האינדקסים
it: Mostra i nomi negli indici
pl: Pokaż nazwę w indeksach
pt: Mostrar nomes nos índices
ru: Отображать имя в индексе
sk: Ukáž meno v indexoch
tr: Dizinlerde adı göster
zh: 展示索引名稱

source: Show events
fi: Näytä tapahtumat
fr: Afficher les événements
fur: Mostre events
he: הצג ארועים
it: Mostra eventi
pl: Pokaż wydarzenia
pt: Mostrar eventos
ru: Отображать события
sk: Ukáž udalosti
tr: Etkinlikleri göster
zh: 展示事件

source: Show own code
fi: Näytä oma koodi
fr: Afficher votre code personnel
fur: Mostre il codiç personâl
he: הצג קוד עצמי
it: Mostra il mio codice
pl: Pokaż własny kod
pt: Mostrar código próprio
ru: Отображать собственный код
sk: Ukáž vlastný kód
tr: Kendi kodunu göster
zh: 展示自有的代碼

source: Default presentation of family page
fi: Oletus perhesivun esittämiseen
fr: Présentation par défaut de la page de famille
fur: Presentazion predefinide da pagjine di famee
he: תצוגת ברירת מחדל של עמוד המשפחה
it: Presentazione predefinita della pagina di famiglia
pl: Domyślna prezentacja strony rodziny
pt: Apresentação por omissão da página de família
ru: Представление генеалогического древа по-умолчанию
sk: Predvolené zobrazenie rodinnej stránky
tr: Aile sayfasının varsayılan sunumu
zh: 家譜頁面的默認呈現頁面

source: Compact view
fi: Suppea näkymä
fr: Vue réduite
fur: Visualizazion essenziâl
he: תצוגה קומפקטית
it: Visualizzazione Concisa
pl: Widok kompaktowy
pt: Vista compacta
ru: Компактный вид
sk: Kompaktné zobrazenie
tr: Kompakt görünüm
zh: 緊湊式視圖

source: Expanded view
fi: Laajennettu näkymä
fr: Vue détaillée
fur: Visualizazion slargjade
he: תצוגה מורחבת
it: Visualizzazione Espansa
pl: Rozszerzony widok
pt: Vista estendida
ru: Расширенный вид
sk: Rozšírené zobrazenie
tr: Genişletilmiş görünüm
zh: 擴展式視圖
