Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: With "Duplicate merge" the program will look for all persons with a fixed set of criteria for identical data. These are: <ul><li>Same last name and same first name.<br> By default, people with blank first or last names are included. You can disable that under "Settings" in the main menu.</li> <li>Same birthdate or same deathdate.<br> By default, when one or both persons have a missing birth/death date they will still be included when the name matches. You can change that under "Settings" in the main menu.</li></ul> The found duplicates will be presented to you, one pair after the other, with their details.<br> You can then decide whether to accept the default merge, or change which details of the right person will be merged into the left.<br> If you decide not to merge this pair, you can "skip" to the next pair.<br> If after the merge there are surrounding relatives that might need merging too, you will be urged to move to "Relatives merge"<br> If you have interrupted a duplicate merge in this session (for example to move to "relatives merge"), this page will also show a "Continue duplicate merge" button so you can continue where you left off.<br> <b>Please note that generating the duplicates may take some time, depending on the size of the tree.</b>
fi: "Kaksoiskappaleiden yhdistäminen" -toiminnolla ohjelmatarkastaa kaikki henkilöt vakioasetuksilla löytääkseen identtiset henkilöt. Asetukset ovat: <ul><li>Sama sukunimi ja sama etunimi.<br> Oletuksena myös tyhjät etu- ja sukunimet huomioidaan. Voit muuttaa tämän kohdasta "Asetukset" päävalikosta.</li> <li>Sama syntymäpäivä tai sama kuolinpäivä.<br> Oletuksena, kun yhdeltä tai useammalta henkilöltä puuttuu syntämä- tai kuolinpäivä, huomioidaan heidät edelleen, jos nimet sopivat. Voit muuttaa tämän kohdasta "Asetukset" päävalikosta..</li></ul> Löytyneet kaksoiskappaleen näytetään yksi pari kerrallaan muiden yksityiskohtien kanssa.<br> Voit valita hyväksytkö täydellisen yhdistämisen tai valita mitä yksityiskohtia oikealla olevasta henkilöstä yhdistetään vasempaan.<br> Jos et halua yhdistää näiden kahden henkilön tietoja voit valita "ohita" ja saat seuraavan parin.<br> Jos yhdistämisen jälkeen on muita henkilöitä, jotka myös pitäisi yhdistää, saat kehoituksen siirtyä toimintoon "Sukulaisten yhdistäminen"<br> Jos keskeytät kaksoiskappaleiden yhdistämisen (esimerkiksi siirryt "Sukulaisten yhdistämiseen"), tällä sivulla on myös "Jatka kaksoiskappaleiden yhdistämistä" -painike, jotta voit jatkaa siitä mihin jäit.<br> <b>Huomioithan, että dublikaattien muodostaminen kestää jonkin aikaa, riippuen sukupuun koosta.</b>
fr: Avec "Fusionner doublons" le programme va chercher toutes les personnes avec un ensemble fixe de critères pour des données identiques. Les voici: <ul><li> Même nom et même prénom.<br> Par défaut, les personnes sans prénom ou nom sont incluses. Vous pouvez désactiver cette option dans "Paramètres" dans le menu principal.</li> <li> Même date de naissance ou même date de décès.<br> Par défaut, lorsque l'une ou les deux personnes ont une date de naissance/décès manquante elles seront incluses lorsque le nom correspond. Vous pouvez désactiver cette option dans "Paramètres" dans le menu principal.</li></ul> Les doublons trouvée seront affichés une paire après l'autre, avec leurs détails.<br> Vous pouvez alors décider soit d'accepter la fusion par défaut soit modifier les détails de la personne à droite qui seront fusionnés dans la personne de gauche.<br> Si vous décidez de ne pas fusionner cette paire, vous pouvez "skip " pour la paire suivante. <br> Si après la fusion il y a parents qui pourraient avoir besoin d'être fusionné, vous serez invité à passer à "Fusion parenté"<br> Si vous avez interrompu une fusion de doublon dans cette session (par exemple pour passer à "Fusion parenté"), cette page affichera également le bouton "Continuer fusion doublon" afin que vous puissiez reprendre là où vous vous étiez arrêté. <br> <b> Merci de noter que générer des doublons peut prendre un certain temps, selon la taille de l'arbre. </b>
fur: Cun "Union Duplicâts" il programa al cirarà dutis lis personis cun dâts identics in base a un numar fis di criteris. Chescj a son: <ul><li>Stes cognon e stes non.<br> Par impostazion predefinide, a son cjapadis dentri ancje lis personis cul non o il cognon in blanc. Tu puedis disativâ da "Impostazions" tal menu principâl.</li> <li>Stesse date di nassite o stesse date di muart.<br> Par impostazion predefinide, a son cjapadis dentri ancje lis personis cence la date di nassite/muart, se i nons a corispuindin Si pues cambiâ cheste sielte in "Impostazions" tal menu principâl.</li></ul> I duplicâts cjatâs a vegnin presentâs, une copie a la volte, cun ducj i dâts che a je riguarde.<br> Al è duncje possibil decidi se acetâ l'union predefinide, o completâ i dâts da la persone di gjestre che a vignaran units a chê di sinistre.<br> Se si decît di no unî cheste copie, si pues "passâ" a la prossime copie.<br> Se dopo l'union a son altris Familiârs che puedis jessi unîs, si pues passâ a " Union Familiârs"<br> Se tu interompis l'union dai duplicâts (par esempli, par passâ a "Union Familiârs"), tu puedis clicâ su "Continue union duplicâts " in mût di podei continuâ da lì cìa si veve interot.<br> <b>La creazion das tabelis di duplicâts a pues vei dibisugne di timp, a secont da dimension dal Arbul.</b>
he: עם "מיזוג כפולים" התוכנה יבחן את כל האנשים העונים על קריטריונים מוגדרים ואלה הם: <ul><li>אותו שם משפחה ושם פרטי.<br> בברירת המחדל נכללים גם אנשים שאין להם שם משפחה או שם פרטי. אפשר לשנות זאת ב"הגדרות".</li> <li>תאריך הלידה או תאריך הפטירה זהה.<br> בברירת המחדל, כאשר לאדם אחד או לשניהם אין תאריך לידה או פטירה הם ייכללו. אפשר לשנות זאת ב"הגדרות"</li></ul> הכפולים שאותרו יוצגו לך, זוג אחר זוג עם הפרטים שלהם.<br> אז תוכלו להחליט אם לקבל את המיזוג עם הסימונים של ברירת המחדל או לשנות איזה נתון ימוזג.<br> אם תחליט לא למזג זוג זה אפשר לדלג זוג הבא.<br> אם אחרי המיזוג יהיו קרובים שצריך לבחון את מיזוגם, יומלץ בפניך לעבור ל-"מיזוג קרובים".<br> אם הפסקת מיזוג כפולים (למשל על מנת לבצע "מיזוג קרובים") בעמוד זה יופיע אז גם כפתור נוסף "המשך מיזוג כפולים" כך שאחרי מיזוג קרובים תוכל לחזור ולהמשיך במיזוג כפולים.<br> <b>נא שימו לב שיצירת רשימת הכפולים עשוי להימשך זמן-מה, בהתאם לגודל עץ המשפחה.</b>
it: Con "Unione Duplicati" il programma cercherà tutte le persone con un gruppo fisso di criteri per i dati identici. Questi sono: <ul><li>Stesso cognome e stesso nome.<br> Per impostazione predefinita, le persone con il primo nome in bianco o il cognome sono inclusi. Puoi disattivare da "Impostazioni" nel menu principale.</li> <li>Stessa data di nascita o stessa data di morte.<br> Per impostazione predefinita, quando a una o entrambe le persone manca la data di nascita/morte, essi saranno comunque inclusi quando il nome corrisponde. Si può cambiare la situazione in "Impostazioni" nel menu principale.</li></ul> I duplicati trovati saranno presentati, una coppia dopo l'altra, con i loro dettagli.<br> È quindi possibile decidere se accettare l'unione predefinita, o cambiare i dettagli della persona giusta che verranno fusi in quella di sinistra.<br> Se si decide di non unire questa coppia, è possibile "passare" alla prossima coppia.<br> Se dopo l'unione ci sono Familiari circostanti che potrebbero aver bisogno di troppe fusioni, sarete invitati a passare a " Unione Familiari"<br> Se hai interrotto l'unione dei duplicati in questa sessione (ad esempio, per passare a "Unione Familiari"), questa pagina mostrerà anche un pulsante "Continua unione duplicati " in modo da poter continuare da dove si era interrotto.<br> <b>Notare che la generazione delle tabelle di duplicati può richiedere tempo, a seconda della dimensione dell'Albero.</b>
pl: W przypadku „Duplicate merge” program wyszuka wszystkie osoby o ustalonym zestawie kryteriów dla identycznych danych. Są to: <ul><li>To samo nazwisko i to samo imię.<br> Domyślnie uwzględniane są osoby o braku imiona i nazwiska. Możesz to wyłączyć w „Ustawieniach” w menu głównym.</li> <li>Ta sama data urodzin lub data śmierci<br> Domyślnie, gdy jedna lub obie osoby mają brakującą datę urodzenia / śmierci, nadal będą uwzględniane, gdy nazwa będzie zgodna. Możesz to zmienić w „Ustawieniach” w menu głównym.</li></ul> Znalezione duplikaty zostaną ci przedstawione, jedna para po drugiej, wraz ze szczegółami.<br> Następnie możesz zdecydować, czy zaakceptować domyślne scalenie, czy zmienić, które dane właściwej osoby zostaną scalone w lewą.<br> Jeśli zdecydujesz się nie łączyć tej pary, możesz „przeskoczyć” do następnej pary.<br> <br>Jeśli po scaleniu znajdą się także bliscy krewni, którzy również mogą wymagać scalenia, zostaniesz poproszony o przejście do opcji „Scalanie krewnych” Jeśli w tej sesji przerwałeś duplikat scalania (na przykład, aby przejść do „scalania krewnych”), na tej stronie pojawi się również przycisk „Kontynuuj duplikowanie scalania”, abyś mógł kontynuować od miejsca, w którym przerwałeś.<br> <b>Należy pamiętać, że generowanie duplikatów może zająć trochę czasu, w zależności od wielkości drzewa.</b>
pt: Com a "Combinação de duplicatas" o programa vai pesquisar todas as pessoas com um conjunto fixo de critérios para dados idênticos. Estes são: <ul><li>Apelido e nome próprio iguais.<br> Por omissão, as pessoas com o primeiro ou último nomes em branco são incluídas. Você pode desativar essa opção em "Parâmetros" no menú principal.</li> <li>Datas de nascimento ou de óbito iguais.<br> Por omissão, quando um ou ambos os indivíduos têm a data de nascimento ou de óbito por preencher, serão incluídos sempre que o nome for idêntico. Você pode alterar isso nos "Parâmetros" do menú principal.</li></ul> As duplicatas encontradas ser-lhe-ão apresentadas, um par de cada vez, com os respectivos detalhes.<br> Pode então decidir se aceita a combinação por omissão, ou quais os detalhes da pessoa da direita que pretende combinar com os da pessoa da esquerda.<br> Se decidir não combinar esse par, pode "pular" para p par seguinte.<br> Se após a combinação houver familiares que necessitem também de ser combinados, será notificado para transitar para a "Combinação de familiares"<br> No caso de ter interrompido uma combinação de duplicatas nesta sessão (por exemplo, para transitar para a "combinação de familiares"), esta página irá também exibir o botão de "Prossseguir com a combinação de duplicatas" para que possa retomar o ponto de onde partiu.<br> <b>Note for favor que a geração de duplicatas pode demorar algum tempo, dependendo do tamanho da árvore.</b>
ru: С помощью "слияния дубликатов" программа будет искать всех лиц с фиксированным набором критериев для идентичных данных. Это: <ul><li>Та же фамилия и то же имя.<br> По умолчанию включаются люди с пустыми именами или фамилиями. Вы можете отключить это в разделе "Настройки" в главном меню.</li> <li>Та же дата рождения или та же дата смерти.<br> По умолчанию, если у одного или обоих лиц отсутствует дата рождения /смерти, они все равно будут включены, если имя совпадает. Вы можете изменить это в разделе "Настройки" в главном меню.</li></ul> Найденные дубликаты будут представлены вам, одна пара за другой, с их подробными сведениями.<br> Затем вы можете решить, следует ли принять слияние по умолчанию или изменить, какие сведения о нужном человеке будут объединены с левыми.<br> Если вы решите не объединять эту пару, вы можете "перейти" к следующей паре.<br> Если после слияния есть окружающие родственники, которые тоже могут нуждаться в слиянии, вам будет предложено перейти к "Слиянию родственников"<br> Если вы прервали повторяющееся слияние в этом сеансе (например, чтобы перейти к "слиянию родственников"), на этой странице также появится кнопка "Продолжить слияние дубликатов", чтобы вы могли продолжить с того места, на котором остановились.<br> <b>Пожалуйста, обратите внимание, что создание дубликатов может занять некоторое время, в зависимости от размера дерева.</b>
sk: Pomocou "Duplicitné zlúčenie" program vyhľadá všetky osoby s pevnou sadou kritérií pre identické údaje. Toto sú: <ul><li>Rovnaké priezvisko a rovnaké krstné meno.<br> V predvolenom nastavení sú zahrnuté osoby s prázdnym menom alebo priezviskom. Môžete to vypnúť v časti "Nastavenia" v hlavnej ponuke.</li> <li>Rovnaký dátum narodenia alebo rovnaký dátum úmrtia.<br> V predvolenom nastavení, keď jedna alebo obe osoby majú chýbajúci dátum narodenia/úmrtia, budú stále zahrnuté, keď sa meno zhoduje. Môžete to zmeniť v časti "Nastavenia" v hlavnej ponuke.</li></ul> Nájdené duplikáty sa vám zobrazia jeden pár po druhom s ich podrobnosťami.<br> Potom sa môžete rozhodnúť, či prijmete predvolené zlúčenie, alebo zmeníte, ktoré podrobnosti o správnej osobe sa zlúčia s ľavou.<br> Ak sa rozhodnete tento pár nezlúčiť, môžete "preskočiť" na ďalší pár.<br> Ak po zlúčení existujú aj okolití príbuzní, ktorí by tiež mohli potrebovať zlúčenie, budete vyzvaní prejsť na "Zlúčiť príbuzných"<br> Ak ste v tejto relácii prerušili duplicitné zlúčenie (napríklad aby ste sa presunuli na "zlúčenie príbuzných"), na tejto stránke sa tiež zobrazí tlačidlo "Pokračovať v zlučovaní duplicitných položiek", aby ste mohli pokračovať tam, kde ste prestali.<br> <b>Upozorňujeme, že generovanie duplikátov môže chvíľu trvať v závislosti od veľkosti stromu.</b>
tr: "Çift birleştirme" ile program, aynı veriler için sabit bir ölçüt kümesine sahip tüm kişileri arayacaktır. Bunlar: <ul><li>Aynı soyad ve aynı ad.<br> Varsayılan olarak, adı veya soyadı boş olan kişiler dahil edilir. Bunu ana menüdeki "Ayarlar" altında devre dışı bırakabilirsiniz.</li> <li>Aynı doğum tarihi veya aynı ölüm tarihi.<br> Varsayılan olarak, bir veya her iki kişinin de doğum / ölüm tarihi eksik olduğunda, ad eşleştiğinde yine de dahil edilecektir. Bunu ana menüdeki "Ayarlar" altında değiştirebilirsiniz.</li></ul> Bulunan çiftler, birbiri ardına ayrıntılarıyla birlikte size sunulacaktır.<br> Ardından, varsayılan birleştirmeyi kabul edip etmeyeceğinize veya doğru kişinin hangi ayrıntılarının solda birleştirileceğine karar verebilirsiniz.<br> Bu çifti birleştirmemeye karar verirseniz, bir sonraki çifte "atlayabilirsiniz".<br> <br>Birleşmeden sonra, birleştirilmesi gerekebilecek çevredeki akrabalar da varsa, "Akraba birleştirme" ye geçmeniz istenecektir. Bu oturumda bir çift birleştirmeyi yarıda kestiyseniz (örneğin, "akraba birleştirme"ye geçmek için), bu sayfada ayrıca kaldığınız yerden devam edebilmeniz için bir "Çift birleştirmeye devam et" düğmesi de gösterilecektir.<br> <b>Ağacın boyutuna bağlı olarak çiftlerin oluşturulmasının biraz zaman alabileceğini lütfen unutmayın.</b>
zh: 以“Duplicate merge” 而言 該程序會尋找所有的人有固定的一套相同的數據為檢查標準。它們是：<ul><li>有相同的姓氏和相同的名字<br>在默認情況下，個人的第一或最後一個名字是空白也都包括在內。你可以把它禁用在主菜單的“Settings”下。</ li> <li>相同的出生日期或相同的死亡日期。<br>在默認情況下，當一個或兩個個人有一個缺少出生/死亡的日期，他們仍然會被列入名單當名字符合的時候名字.你可以把它禁用在主菜單的“Settings”下。</ li></ ul>這種發現重複的情況與他們的詳細資料將會一一呈現給大家。<br>你可以再決定是否接受默認的合併，或改變其對那個人的細節將右邊被合併到左邊。<br>如果你決定不合併這一對，你可以“skip”到下一對。<br>如果合併有可能需要的周邊親戚也要合併，你可能被要求轉移到"Relatives merge"<br>如果你這時被中止重複合併(例如轉移到 "relatives merge"的話),這程序的網頁會展示一個 "Continue duplicate merge"的按鈕所以你可以從被中止地方繼續<br> <b>請注意產生重複合併的操作也許需要一些時間，考慮的家譜樹的大小程度</b>

source: Continue duplicate merge
fi: Jatka dublikaattien yhdistämistä
fr: Poursuivre la fusion des doublons
fur: Continue cu la Union dai Duplicâts
he: המשך עם מיזוג כפולים
it: Continua con Unione Duplicati
pl: Kontynuuj scalanie duplikatów
pt: Prosseguir com a combinação de duplicados
ru: Продолжить объединение дубликатов
sk: Pokračovať v duplicitnom zlučovaní
tr: Çift birleştirmeye devam et
zh: 繼續重複合併操作

source: Find doubles only within this family name (optional)
fi: Etsi tuplat vain tässä perhenimessä (optio)
fr: Trouver doublons uniquement avec ce nom de famille (option)
fur: Cjate i duplicâts dome cun chest cognon (facoltatîf)
he: מצאו כפלים רק בשם משפחה זו (אופציונלי)
it: Trova i duplicati solo per questo cognome (facoltativo)
pl: Znajdź duplikaty tylko w obrębie tego nazwiska (opcjonalnie)
ru: Поиск двойников только в пределах этой фамилии (необязательно)
sk: Nájsť "duplicity" len v rámci tohto priezviska (voliteľné)
tr: Yalnızca bu aile adı içinde çiftleri bulun (isteğe bağlı)

source: Generate new duplicate merge
fi: Muodosta uusi dublikaattien yhdistäminen
fr: Générer une nouvelle fusion des doublons
fur: Cjate un gnûf Duplicât di unî
he: צור מיזוג כפולים חדש
it: Trova nuovo Duplicato da unire
pl: Wygeneruj nowe duplikaty do scalenia
pt: Gerar nova combinação de duplicatas
ru: Создать новый дубликат слияния
sk: Generovať nové duplicitné zlúčenie
tr: Yeni çift birleştirme oluştur
zh: 產生新的繼續重複合併

source: Please wait while duplicate list is generated
fi: Ole hyvä ja odota kunnes dublikaattilista on muodostettu
fr: Merci de patienter pendant que la liste des doublons est générée
fur: Spete la liste dai duplicâts
he: נא המתינו עד לגמר יצירת רשימת הכפולים
it: Per favore attendi che venga generato l'elenco del duplicato
pl: Poczekaj, aż wygenerowana zostanie lista duplikatów
pt: Por favor aguarde enquanto a lista de duplicatas é gerada
ru: Пожалуйста, подождите, пока будет сгенерирован дублирующий список
sk: Počkaj, kým zoznam duplikátov bude vygenerovaný
tr: Lütfen çift listesi oluşturulurken bekleyin
zh: 請等候當重複合併名單被產生

source: Possible duplicates found:
fi: Mahdollisia dublikaateja löytyi:
fr: Possibles doublons trouvés :
fur: Pussibî duplicâts cjatâs:
he: נמצאו כפולים אפשריים:
it: Possibili duplicati trovati:
pl: Znalezione duplikaty:
pt: Possíveis duplicatas encontradas:
ru: Найдены возможные дубликаты:
sk: Nájdené možné duplikáty:
tr: Bulunan olası çiftler:
zh: 發現了有可能重複的：

source: Start comparing duplicates
fi: Aloita dublikaattien vertailu
fr: Commencer à comparer les doublons
fur: Comence il confront dai duplicâts
he: התחל השוואת כפולים
it: Avviare confronto duplicati
pl: Zacznij porównywać duplikaty
pt: Começar a comparação de duplicatas
ru: Начало сравнения добликатов
sk: Začať porovnávať duplikáty
tr: Çiftleri karşılaştırmaya başlayın
zh: 開始比較重複的

source: No duplicates found. Duplicate merge and Automatic merge won't result in merges!
fi: Dublikaatteja ei löytynyt. Dublikaattien yhdistäminen tai automaattinen yhdistäminen eivät luo yhdistämisiä!
fr: Pas de doublons trouvés. Fusion doublons et Fusion automatique n'aboutiront pas à des fusions !
fur: Nissun duplicât cjatât. La union di Duplicâts e la union Automatiche no cjatin nuie di unî!
he: לא נמצאו כפולים. "מיזוג כפולים" ו-"מיזוג אוטומטי" לא יביאו תוצאות.
it: Nessun duplicato trovato. L'unione dei duplicati e l'unione automatica non determineranno l'unione!
pl: Nie znaleziono duplikatów. Scalanie duplikatów i scalanie automatyczne nie spowoduje scalenia!
pt: Não se encontraram duplicatas. A Combinação de Duplicatas e a Combinação Automática não irão produzir combinações!
ru: Дубликаты не найдены!
sk: Neboli nájdené žiadne duplikáty. Duplicitné zlúčenie a automatické zlúčenie nebudú mať vplyv na zlúčenie!
tr: Hiç çift bulunamadı. Çift birleştirme ve Otomatik birleştirme, birleştirmelere neden olmaz!
zh: 沒發現有重複的，重複合併和自動合併不會在合併中出現：

source: You can try one of the other merge options
fi: Voit yrittää jotain muuta yhdistämisen optioista
fr: Vous pouvez essayer l'une des autres options de fusion
fur: Si pues provâ un'altre opzion di union
he: אפשר לנסות אחד מסוגי המיזוג האחרים
it: È possibile provare una delle altre opzioni di unione
pl: Możesz wypróbować jedną z pozostałych opcji scalania
pt: Pode tentar uma das outras opções de combinação
ru: Вы можете попробовать другие опции объединения
sk: Môžeš skúsiť jednu alebo ďalšie podmienky na zlúčenie
tr: Diğer birleştirme seçeneklerinden birini deneyebilirsiniz
zh: 你可以試其它合併選項的其中一個項目

source: Pick the two persons you want to check for merging
fi: Poimi kaksi henkilöä jotka haluat tarkistaa yhdistämisen varalta
fr: Choisissez les deux personnes que vous voulez vérifier pour la fusion
fur: Sielz lis dôs personis che tu voressis unî
he: בחר את שני האנשים שברצונך לבחון מיזוגם
it: Scegli le due persone che si desidera verificare la fusione
pl: Wybierz dwie osoby, które chcesz sprawdzić pod kątem scalenia
pt: Escolha as duas pessoas que quer marcar para combinação
ru: Выберите две персоны, которые вы хотите попробовать объединить
sk: Označ dve osoby, ktoré chceš zlúčiť
tr: Birleştirme için kontrol etmek istediğiniz iki kişiyi seçin
zh: 挑出你想要檢查有合併的兩個人

source: You can enter names (or part of names) or GEDCOM no. (INDI), or leave boxes empty
fr: Vous pouvez saisir des noms (ou une partie des noms) ou GEDCOM no. (INDI), ou laissez les cases vides
fur: Si pues inserî un non (o ancje dome un toc di non) o un numar GEDCOM (INDI) o lassà vueitis lis caselis
he: אפשר להכניס שמות (או חלק משמות) או מספר ג'דקום (INDI) או להשאיר את השדות ריקים
it: ‎È possibile immettere nomi (o parte di nomi) o Nr(INDI) GEDCOM o lasciare vuote le caselle‎
pl: Możesz wprowadzić nazwy (lub ich części) lub nr GEDCOM. (INDI) lub pozostaw pola puste
ru: Вы можете ввести имена (или часть имен) или номер GEDCOM (INDI) или оставить поля пустыми
sk: Môžete zadať mená (alebo časti mien) alebo číslo GEDCOM. (INDI), alebo nechajte políčka prázdne
tr: Adları (veya adların bir kısmını) veya GEDCOM numarasını girebilirsiniz. (KİŞİ) veya kutuları boş bırakın

source: <b>TIP: when you click "search" with all boxes left empty you will get a list with all persons in the database. (May take a few seconds)</b>
fi: <b>HUOM: jos klikkaan "etsi" ja kaikki ruudut ovat tyhjiä, saat listan kaikista tietokannan henkilöistä. (Se voi kestää muutaman sekunnin)</b>
fr: <b>CONSEIL : lorsque vous cliquez sur "recherche" avec toutes les cases laissées vides, vous obtiendrez une liste de toutes les personnes dans la base de données. (Cela peut prendre quelques secondes)</b>
fur: <b>SUGJERIMENT: cuant che tu clichis su "Cîr" cun dutis lis caselis vueitis a vignarà fûr une liste cun dutis lis personis dal database.</b> (Bisugne spetâ un moment)
he: <b> עצה: כאשר מקליקים על "חיפוש" כאשר כל השדות ריקים, תקבלו רישמה עם כל האנשים בבסיס הנתונים (זה עשוי לקחת מספר שניות) </b>
it: <b>SUGGERIMENTO: quando fai clic su "Cerca" con tutte le caselle lasciate vuote si otterrà una lista con tutte le persone nel database. (Potrebbero essere necessari alcuni secondi)</b>
pl: <b>WSKAZÓWKA: kiedy klikniesz „szukaj”, a wszystkie pola pozostaną puste, pojawi się lista wszystkich osób w bazie danych. (Może to potrwać kilka sekund)</b>
pt: <b>DICA: se clicar em "pesquisar" com todas as caixas em branco irá obter a lista de todas as pessoas na base de dados. (Este processo pode demorar alguns segundos)</b>
ru: <b>ПОДСКАЗКА: поиск без заполнения полей вернёт всех персон в базе данных. (Это может занять некоторое время)</b>
sk: <b>TIP: Ak kliknite na tlačidlo "hľadať" so všetkými prázdnymi poľami, dostanete zoznam so všetkými osobami v databáze. (Môže trvať niekoľko sekúnd) </b>
tr: <b>İPUCU: Tüm kutular boş bırakıldığında "ara" yı tıkladığınızda veritabanındaki tüm kişilerin bir listesini alırsınız. (Birkaç saniye sürebilir)</b>
zh: <b>提示: 當你點擊 "search" 而將所有選箱空白時你將會得到一整個在資料庫得出的名單. (也許需要幾秒鐘)</b>

source: First name
fi: Etunimi
fr: Prénom
fur: Non
he: שם פרטי
it: Nome
pl: Imię
pt: Nome próprio
ru: Имя
sk: Meno
tr: İlk adı
zh: 名字

source: Last name
fi: Sukunimi
fr: Nom
fur: Cognon
he: שם משפחה
it: Cognome
pl: Nazwisko
pt: Sobrenome
ru: Фамилия
sk: Priezvisko
tr: Soyadı
zh: 姓

source: Pick a name from search results
fi: Poimi nimi etsintätuloksista
fr: Sélectionner un nom parmi les résultats de la recherche
fur: Sielz un non da la liste
he: בחר שם מבין תוצאות החיפוש
it: Scegliete un nome dai risultati di ricerca
pl: Wybierz z wyników wyszukiwania
pt: Escolha um nome a partir dos resultados da pesquisa
ru: Выбрать имя из результатов поиска
sk: Vyber meno z výsledkov hľadania
tr: Arama sonuçlarından bir ad seçin
zh: 從搜索結果中選擇一個人名
