Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: years after father's birth
fi: vuotta isän syntymästä
fr: années après la naissance du père
fur: ancj dopo da nassite dal pâri
he: שנים אחרי לידת האב
it: anni dopo la nascita del padre
pl: lata po urodzeniu ojca
pt: anos após o nascimento do pai
ru: лет после рождения отца
sk: rokov po narodení otca
tr: babanın doğumundan yıllar sonra
zh: 父親生日之後的年數

source: Birth date - less than
fi: Syntymäpäivä vähemmän kuin
fr: Date naissance - plus petite que
fur: Date di nassite: prime di
he: תאריך לידה - פחות מ-
it: Data di nascita: prima di
pl: Data urodzenia - mniej niż
pt: Data de nascimento - anterior a
ru: Дата рождения - позже чем
sk: Dátum narodenia menej ako
tr: Doğum tarihi - daha az
zh: 生日日期－少過於

source: months after wedding parents
fi: kuukautta jälkeen vanhempien vihkimisen
fr: mois après les mariage des parents
fur: mês dopo il matrimoni dai gjenitôrs
he: חודשים אחרי נישואי ההורים
it: mesi dopo il matrimonio dei genitori
pl: miesiące po ślubie rodziców
pt: meses após o casamento dos progenitores
ru: месяцев после женитьбы родителей
sk: mesiacov po svadbe rodičov
tr: düğünden aylar sonra ebeveynler
zh: 父母親結婚後的月份數

source: Birth date - before wedding parents
fi: Syntymäaika - ennen vanhempien vihkimisaikaa
fr: Date de naissance - avant mariage parents
fur: Date di nassite - prin dal matrimoni dai gjenitôrs
he: תאריך לידה - לפני נישואי ההורים
it: Data di nascita - prima del matrimonio dei genitori
pl: Data urodzenia - przed ślubem rodziców
pt: Data de nascimento - anterior ao casamento dos progenitores
ru: Дата рождения - до женитьбы родителей
sk: Dátum narodenia - pred svadbou rodičov
tr: Doğum tarihi - düğünden önce ebeveynler
zh: 父母親結婚後的月份數

source: months after previous child of mother
fi: kuukautta äidin edellisen lapsen jälkeen
fr: mois après l'enfant précédent de la mère
fur: mês dopo il precedent fî da mâri
he: חודשים אחרי ילד קודם של אותה אם
it: mesi dopo il precedente figlio della madre
pl: miesiące po poprzednim dziecku matki
pt: meses após o filho anterior da mãe
ru: месяцев после предыдущего ребёнка матери
sk: mesiacov po predchádzajúcom dieťati matky
tr: annenin önceki çocuğundan aylar sonra
zh: 母機生下前一孩子後的月份數

source: Baptism date - after death/burial date
fi: Kastepäivä kuolin- tai hautauspäivän jälkeen
fr: Date baptême - après date décès/inhumation
fur: Date di batisim - dopo da date di muart o di sepulture
he: תאריך טבילה - אחרי תאריך פטירה, קבורה
it: Data del battesimo - dopo la data di morte o di sepoltura
pl: Data chrztu - po dacie śmierci/pochówku
pt: Data de baptismo - posterior à data de óbito/funeral
ru: Дата крещения - после смерти/похорон
sk: Dátum krstu - po dátume smrti/ pochovania
tr: Vaftiz tarihi - ölüm/defin tarihinden sonra
zh: 受洗日期－在死亡/埋藏 日期

source: Baptism date - more than
fi: Kastepäivä enemmän kuin
fr: Date baptême- plus grande que
fur: Date di batisim - dopo dal
he: תאירך טבילה - יותר מ-
it: Data del battesimo - dopo del
pl: Data chrztu - więcej niż
pt: Data de baptismo - posterior a
ru: Дата крещения - позже чем
sk: Dátum krstu - viac ako
tr: Vaftiz tarihi - daha fazla
zh: 受洗日期－多過於

source: Baptism date - less than
fi: Kastepäivä vähemmän kuin
fr: Date baptême- plus petite que
fur: Date di batisim - prime dal
he: תאריך טבילה - פחות מ-
it: Data del battesimo - prima di
pl: Data chrztu - mniej niż
pt: Data de baptismo - anterior a
ru: Дата крещения - раньше чем
sk: Dátum krstu - menej ako
tr: Vaftiz tarihi - daha az
zh: 受洗日期－少過於

source: Marriage date(s) - after death/burial date
fi: Vihkipäivä kuolin- tai hautauspäivän jälkeen
fr: Date(s) mariage - après date décès/inhumation
fur: Date(is) di matrimoni - dopo da date di muart o di sepulture
he: תאריך נישואין - אחרי תאריך פטירה, קבורה
it: Data(e) di matrimonio - dopo la data di morte o di sepoltura
pl: Data (daty) małżeństwa - po dacie śmierci/pochówku
pt: Data(s) de casamento - posterior à data de óbito/funeral
ru: Дата(ы) свадьбы - позже даты смерти/похорон
sk: Dátum svadby - po smrti
tr: Evlilik tarih(ler)i - ölüm/defin tarihinden sonra
zh: 結婚日期(數) － 在死亡/埋藏 日期

source: Marriage date(s) - less than
fi: Vihkipäivä vähemmän kuin
fr: Date mariage - plus petite que
fur: Date(is) di matrimoni - prime dal
he: תאריך נישואין - פחות מ-
it: Data(e) di matrimonio - prima di
pl: Data (daty) małżeństwa - mniej niż
pt: Data(s) de casamento - anterior a
ru: Дата(ы) свадьбы - позже
sk: Dátum svadby - menej ako
tr: Evlilik tarih(ler)i - daha az
zh: 結婚日期(數) －少過於

source: years after birth date
fi: vuotta syntymäpäivästä
fr: années après date de naissance
fur: ancj dopo da date di nassite
he: שנים אחרי תאריך לידה
it: anni dopo la data di nascita
pl: lat(a) po dacie urodzenia
pt: anos após a data de nascimento
ru: лет с рождения
sk: rokov po dátume narodenia
tr: doğum tarihinden yıllar sonra
zh: 出生日期後的年代數

source: Marriage age - age difference of more than
fi: Vihkimispäivänä ikäero enemmän kuin
fr: Âge mariage - différence d'âge plus que
fur: Etât di matrimoni - diference di etât di oltri
he: גיל בנישואין - הפרשי גיל של יותר מ-
it: Età del matrimonio - differenza di età di oltre
pl: Małżeństwa - różnica wieku większa niż
pt: Idade do casamento - diferença de idades acima de
ru: Возраст вступления в брак - разница в возрасте более чем
sk: Vek v čase svadby - rozdiel rokov viac ako
tr: Evlilik yaşı - yaş farkı daha fazla
zh: 結婚年齡－年齡差別電過於

source: years between partners
fi: vuotta puolisoiden välillä
fr: années entre partenaires
fur: ancj tra omp e femine
he: שנים בין בני הזוג
it: anni tra i partner
pl: lat(a) między partnerami
pt: anos entre os companheiros
ru: лет разница в возрасте
sk: rokov medzi rodičmi
tr: eşler arasında yıllar
zh: 夥伴之間年歲差別

source: Death date - after burial date
fi: Kuolinpäivä hautauspäivän jälkeen
fr: Date décès - après date d'inhumation
fur: Date da muart - dopo da date di sepulture
he: תאריך פטירה - אחרי תאריך קבורה
it: Data di morte - dopo la data di sepoltura
pl: Data śmierci - po dacie pochówku
pt: Data de óbito - posterior à data do funeral
ru: Дата смерти - после даты похорон
sk: Dátum smrti - po dátume pohrebu
tr: Ölüm tarihi - defin tarihinden sonra
zh: 死亡日期－在埋藏日期之後

source: Death date - bef birth of mother
fi: Kuolinpäivä ennen äidin syntymäpäivää
fr: Date décès - avant naissance de la mère
fur: Date da muart - prime da nassite da mâri
he: תאריך פטירה - לפני לידה האם
it: Data della morte - prima della nascita della madre
pl: Data śmierci - przed urodzeniem matki
pt: Data de óbito - anterior ao nascimento da mãe
ru: Дата смерти - раньше даты рождения матери
sk: Dátum smrti - problem dátumu narodenia matky
tr: Ölüm tarihi - annenin doğumundan önce
zh: 死亡日期－在母親出生之前

source: Death date - bef birth of father
fi: Kuolinpäivä ennen isän syntymäpäivää
fr: Date décès - avant naissance du père
fur: Date da muart - prime da nassite dal pâri
he: תאריך פטירה - לפני לידת האב
it: Data della morte - prima della nascita del padre
pl: Data śmierci - przed urodzeniem ojca
pt: Data de óbito - anterior ao nascimento do pai
ru: Дата смерти - раньше даты рождения отца
sk: Dátum smrti - problém narodenia otca
tr: Ölüm tarihi - babanın doğumundan önce
zh: 死亡日期－在父親出生之前

source: Burial date - bef birth of mother
fi: Hautauspäivä ennen äidin syntymäpäivää
fr: Date d'inhumation - avant naissance de la mère
fur: Date da sepulture - prime da nassite da mâri
he: תאריך קבורה - לפני לידת האם
it: Data della sepoltura- prima della nascita della madre
pl: Data pochówku - przed narodzinami matki
pt: Data do funeral - anterior ao nascimento da mãe
ru: Дата похорон - раньше даты рождения матери
sk: Dátum pohrebu -problém narodenia matky
tr: Defin tarihi - annenin doğumundan önce
zh: 埋藏日期－在母親出生之前

source: Burial date - bef birth of father
fi: Hautauspäivä ennen isän syntymäpäivää
fr: Date d'inhumation - avant naissance du père
fur: Date da sepulture - prime da nassite dal pâri
he: תאריך קבורה - לפני לידת האב
it: Data della sepoltura- prima della nascita del padre
pl: Data pochówku - przed narodzinami ojca
pt: Data de óbito - anterior ao nascimento do pai
ru: Дата похорон - раньше даты рождения отца
sk: Dátum pohrebu - problém narodenia otca
tr: Defin tarihi - babanın doğumundan önce
zh: 埋藏日期－在父親出生之前

source: Age (by death date) - more than
fi: Ikä kuollessa enemmän kuin
fr: Âge (selon date décès) - plus de
fur: Etât (calcolade su la date di muart) - plui di
he: גיל (עפ"י תאריך פטירה) - יותר מ-
it: Età (in base alla data di morte) - più di
pl: Wiek (według daty śmierci) - więcej niż
pt: Idade (pela data do óbito) - acima de
ru: Возраст (по дате смерти) - более чем
sk: Vek (dátum úmrtia) - viac ako
tr: Yaş (ölüm tarihine göre) - daha fazla
zh: 年紀(從死亡日期) －多過於

source: years
fi: vuotta
fr: ans
fur: ancj
he: שנים
it: anni
pl: lat
pt: anos
ru: лет
sk: rokov
tr: yıllar
zh: 年代數

source: Age (by burial date) - more than
fi: Ikä hautauspäivänä enemmän kuin
fr: Âge (selon date d'inhumation) - plus de
fur: Etât (calcolade su la data da sepoltura) - plui di
he: גיל (עפ"י תאריך קבורה) - יותר מ-
it: Età (in base alla data della sepoltura) - più di
pl: Wiek (według daty pochówku) - więcej niż
pt: Idade (pela data do funeral) - acima de
ru: Возраст (по дате похорон) - более чем
sk: Vek (dátum pohrebu) - viac ako
tr: Yaş (defin tarihine göre) - daha fazla
zh: 年紀(從埋藏日期) －多過於

source: Age (up till today) - more than
fi: Ikä tähän päivään mennessä enemmän kuin
fr: Âge (jusqu'à aujourd'hui) - plus de
fur: Etât (fin vuê) - plui di
he: גיל (עד היום) - יותר מ-
it: Età (fino ad oggi) - più di
pl: Wiek (do dziś) - więcej niż
pt: Idade (hoje) - acima de
ru: Возраст (на текущий день) - более чем
sk: Vek (do dnes) - viac ako
tr: Yaş (bugüne kadar) - daha fazla
zh: 年紀(到今天為止) －多過於

source: years <b>(may give long list!)
fi: vuotta <b>(saattaa tulla pitkä lista!)
fr: années <b>(peut produire une longue liste !)
fur: ancj <b> (la liste a pues sei lungje!)
he: שנים <b> (עשוי לתת רשימה ארוכה!)
it: anni <b> (la lista può essere lunga!)
pl: lat(a) (może dać długą listę!)
pt: anos <b>(pode produzir uma grande lista!)
ru: лет <b>(может получиться длинный список!)
sk: rokov <b>(môže poskytnúť dlhý zoznam!)
tr: yıl <b>(uzun bir liste verebilir!)
zh: 年代數 <b>(也許會有長長名單!)

source: Possible consistency problems
fi: Mahdolliset eheysvirheet
fr: Probables problèmes de consistance
fur: Problemis di coerence
he: בעיות אפשרויות
it: Possibili problemi di coerenza
pl: Możliwe problemy z zwartością
pt: Possíveis problemas de consistência
ru: Возможные проблемы корректности данных
sk: Možné problémy konzistencie
tr: Olası tutarlılık sorunları
zh: 有可能的一致性問題

source: Details
fi: Tiedot
fr: Détails
fur: Detais
he: פרטים
it: Dettagli
pl: Detale
pt: Detalhes
ru: Подробности
sk: Podrobnosti
tr: Detaylar
zh: 詳細情況

source: marriage
fi: vihitty
fr: mariage
fur: matrimoni
he: נישואין ‏
it: matrimonio
pl: związek małżeński
pt: casamento
ru: Брак
sk: sobáš
tr: evlilik
zh: 婚姻

source: mother
fi: äiti
fr: mère
fur: mâri
he: אם
it: madre
pl: matka
pt: mãe
ru: мать
sk: matka
tr: anne
zh: 母親

source: father
fi: isä
fr: père
fur: pâri
he: אב
it: padre
pl: ojciec
pt: pai
ru: отец
sk: otec
tr: baba
zh: 父親

source: parents wedding date
fi: vanhempien vihkimisaika
fr: date de mariages des parents
fur: date di matrimoni dai gjenitôrs
he: תאריך נישואין של ההורים
it: data di matrimonio dei genitori
pl: data ślubu rodziców
pt: Data de casamento dos progenitores
ru: дата свадьбы родителей
sk: dátum sobáša rodičov
tr: ebeveynlerin düğün tarihi
zh: 父母親結婚日期

source: previous child of mother
fi: äidin edellinen lapsi
fr: enfant précédent de la mère
fur: fî precedent da mâri
he: ילד קודם של אותה אם
it: figlio precedente della madre
pl: poprzednie dziecko matki
pt: filho anterior da mãe
ru: первый ребёнок матери
sk: predošlé dieťa matky
tr: annenin önceki çocuğu
zh: 母親以前的孩子

source: marriage notice
fi: Avioliittotieto
fr: publication bans de mariage
fur: publicazion di matrimoni
he: הודעת נישואין ‏
it: dati matrimonio
pl: zawiadomienie o małżeństwie
pt: registo de casamento
ru: уведомление о браке
sk: poznámka k svadbe
tr: evlilik bildirimi
zh: 婚姻通知

source: church marriage
fi: kirkkovihkimys
fr: mariage religieux
fur: glesie dal matrimoni
he: נישואין דתיים ‏
it: chiesa del matrimonio
pl: małżeństwo w kościele
pt: casamento religioso
ru: венчание
sk: cirkevný sobáš
tr: kilise evliliği
zh: 教堂婚姻

source: church marriage notice
fi: Vihkimistieto
fr: publication bans de mariage religieux
fur: dâts da Glesie sul matrimoni
he: הודעת נישואין דתיים
it: dati della chiesa sul matrimonio
pl: zawiadomienie o ślubie w kościele
pt: registo do casamento religioso
ru: уведомление о церковном браке
sk: poznámka k cirkevnému sobášu
tr: kilise evlilik bildirimi
zh: 教堂婚姻通知

source: BORN_SHORT
fi: Syntynyt
fr: né(e)
fur: nas.
he: לידה
it: Nato
pl: ur.
pt: Nasceu em
ru: рожд.
tr: DOĞAN_KISA
zh: 生

source: BAPTISED_SHORT
fi: Kastettu
fr: baptisé(e)
fur: bat.
he: הוטבל/ה
it: Batt.
pl: chrze.
pt: bapt.
ru: крещ.
tr: VAFTİZ_KISA
zh: 受洗

source: DIED_SHORT
fi: Kuollut
fr: décédé(e)
fur: Muart
he: פטירה
it: Morto
pl: zmarły
pt: Morreu em
ru: умер.
tr: ÖLDÜ_KISA
zh: 死亡

source: BURIED_SHORT
fi: Haudattu
fr: Inhumé(e)
fur: sep.
he: נקבר/ה
it: Sep.
pl: pochówek
pt: enterr.
ru: погр.
tr: DENEDİLDİ_KISA
zh: 埋藏

source: %s more than %d years after %s
fi: %s enemmän kuin %d vuotta jälkeen %s
fr: %s plus de %d années après %s
fur: %s oltri %d ancj dopo %s
he: %s יותר מ- %d שנים אחרי %s
it: %s oltre %d anni dopo %s
pl: %s więcej niż %d lata później %s
pt: %s acima de %d anos após %s
ru: %s более %d лет после %s
sk: %s viac ako %d rokov po %s
tr: %s sonra %d yıldan fazla %s
zh: %s 多於 %d 年在 %s 之或

source: %s before or less than %d years after %s
fi: %s ennen tai vähemmän kuin %d vuotta jälkeen %s
fr: %s avant ou moins de %d années après %s
fur: %s prime o mancul di %d anncj dopo %s
he: %s לפני או פחות מ- %d שנים אחרי %s
it: %s prima o meno di %d anni dopo %s
pl: %s przed lub mniej niż %d lata później %s
pt: %s antes ou abaixo de a %d anos após %s
ru: %s до или менее чем через %d лет после %s
sk: %s pred alebo menej ako %d rokov po %s
tr: %s önce veya %d yıldan az sonra %s
zh: %s 在之前或少於 %d 年之後 %s

source: %s less than %d years after %s
fi: %s vähemmän kuin %d vuotta jälkeen %s
fr: %s moins de %d années après %s
fur: %s inferiôr a %d ancj dopo %s
he: %s פחות מ- %d שנים אחרי %s
it: %s inferiore a %d anni dopo %s
pl: %s mniej niż %d lata później %s
pt: %s abaixo de %d anos após %s
ru: %s менее %d лет после %s
sk: %s menej ako %d rokov po %s
tr: %s sonra %d yıldan daha az %s
zh: %s 少於 %d 年之後 %s

source: age (up till today) more than %d years (age: %d)
fi: ikä (tähän päivään) enemmän kuin %d vuotta (ikä: %d)
fr: âge (à la date d'aujourd'hui) plus de %d années (âge: %d)
fur: etât (fin vuê) parsore dai %d ancj (etât: %d)
he: גיל (עד היום) יותר מ- %d שנים (גיל: %d)
it: età (fino ad oggi) superiore a %d anni (età: %d)
pl: wiek (do dziś) więcej niż %d lata (wiek: %d)
pt: idade (até hoje) acima de %d anos (idade: %d)
ru: возраст (на текущий день) более %d лет (возраст: %d)
sk: vek (do dnes) viac ako %d rokov (vek %d)
tr: yaş (bugüne kadar) %d yıldan daha fazla (yaş: %d)
zh: 歲數 (到今天為止) 多過於 %d 年 (歲數: %d)

source: age (by %s) more than %d years (age: %d)
fi: ikä (%s) enemmän kuin %d vuotta (ikä: %d)
fr: âge (en %s) plus de %d années (âge: %d)
fur: etât (par %s) plui di %d ancj (etât: %d)
he: גיל (לפי %s) יותר מ- %d שנים (גיל: %d)
it: età (per %s) oltre %d anni (età: %d)
pl: wiek (wg %s) więcej niż %d lata (wiek: %d)
pt: idade (por %s) acima de %d anos (idade: %d)
ru: возраст (по %s) более %d лет (возраст: %d)
sk: vek (do %s) viac ako %d rokov (vek: %d)
tr: yaş (%s ile) %d yıldan daha fazla (yaş: %d)
zh: 歲數(從 %s) 多過以 %d 年 (歲數: %d)

source: age difference of more than %d years with spouse (%d)
fi: ikäero enemmän kuin %d vuotta puolisoon (%d)
fr: différence d'âge de plus de %d années avec épouse %d
fur: diferenze di etât parsore di %d ancj cu la femine (%d)
he: הפרש גילאים של יותר מ- %d שנים עם בן/בת הזוג (%d)
it: differenza di età superiore a %d anni con coniuge (%d)
pl: różnica wieku powyżej %d lat z małżonkiem (%d)
pt: diferença de idades superior a %d anos relativamente à esposa (%d)
ru: разница в возрасте с супругом более %d лет (%d)
sk: vek rozdielny viac ako %d rokov s partnerom (%d)
tr: eş ile %d yıldan daha fazla yaş farkı (%d)
zh: 與配偶歲數差的別多過於 %d 年 (%d)

source: %s less than %d months after %s
fi: %s vähemmän kuin %d kuukautta jälkeen %s
fr: %s moins de %d mois après %s
fur: %s mancul di %d mês dopo %s
he: %s פחות מאשר %d חודשים אחרי %s
it: %s inferiore a %d mesi dopo %s
pl: %s mniej niż %d miesiące po %s
pt: %s inferior a %d meses após %s
ru: %s менее %d месяцев после %s
sk: %s menej ako %d mesiacov po %s
tr: %s sonra %d aydan daha az %s
zh: %s 少與 %d 月數之後 %s

source: %s before %s
fi: %s ennen %s
fr: %s avant %s
fur: %s prime %s
he: %s לפני %s
it: %s prima %s
pl: %s przed %s
pt: %s antes de %s
ru: %s перед %s
sk: %s pred %s
tr: %s'den önce %s
zh: %s 在 %s 之前

source: Checking database tables...
fi: Tarkastetaan tietokannan taulut...
fr: Vérification des tables de la base de données...
fur: Controle lis tabelis dal database ...
he: בודק את הטבלאות בבסיס הנתונים.
it: Controllo delle tabelle del database ...
pl: Sprawdzanie bazy danych...
pt: A verificar as tabelas da base de dados...
ru: Проверка таблиц базы данных...
sk: Kontrola tabuliek databázy ...
tr: Veritabanı tabloları kontrol ediliyor...
zh: 正檢查資料庫的桌表

source: Remove links to missing items from database (first make a database backup!)
fi: Poistetaan linkit puuttuviin kohtaisiin tietokannassa (tee ensin varmuuskopio!)
fr: Supprimez les liens aux articles manquants de la base de données (faites d'abord une sauvegarde de la base de données !)
fur: Tire vie dal database i colegaments a ogjet che a mancjin (prime salve un backup dal database!)
he: הסר קישורים לפריטים שחסרים בבסיס הנתונים (קודם ביצעו גיבוי של בסיס הנתונים!)
it: Rimuovere i collegamenti agli elementi mancanti dal database (prima effettuare un backup del database!)
pl: Usuń linki do brakujących elementów z bazy danych (najpierw wykonaj kopię zapasową bazy danych!)
pt: Remover os links para itens em falta na base de dados (primeiro faça um backup da base de dados!)
ru: Удалить ссылки на отсутствующие объекты из базы данных (сперва сделайте резервную копию базы данных!)
sk: Odstrániť odkazy na chýbajúce položky z databázy (najskôr vykonať zálohu databázy!)
tr: Veritabanından eksik öğelere olan bağlantıları kaldırın (önce bir veritabanı yedeklemesi yapın!)

source: REMOVE
fi: POISTA
fr: SUPPRIMER
fur: ELIMINE
he: הסר
it: ELIMINA
pl: USUNĄĆ
pt: REMOVER
ru: УДАЛИТЬ
sk: VYMAZAŤ
tr: KALDIR

source: Check item
fi: Tarkista kohde
fr: Vérifiez l'élément
fur: Controle l'element
he: בדוק פריט
it: Controlla l'oggetto
pl: Sprawdź
pt: Verificar o item
ru: Проверить элемент
sk: Skontrolovať položku
tr: Öğeyi kontrol et

source: Result
fi: Tulos
fr: Résultat
fur: Risultât
he: תוצאה
it: Risultato
pl: Rezultat
pt: Resultado
ru: Результат
sk: Výsledok
tr: Sonuç

source: Checked all person index numbers
fi: Tarkastettu kaikkien henkilöiden numerot
fr: Tous les numéros d'index de personne ont été vérifiés
fur: Controlât dutis i numars di indiç das personis
he: נבדקו כל המספרים הסידוריים של אנשים
it: Controllato tutti i numeri di indice delle persone
pl: Sprawdzono wszystkie numery indeksu osób
pt: Verificados todos os números de índice das pessoas
ru: Проверить идентификаторы всех персон
sk: Skontrolovaný počet všetkých osôb
tr: Tüm kişi dizin numaraları kontrol edildi

source: Checked all person - relation connections
fi: Tarkastettu kaikkien henkilöiden sukuyhteydet
fr: Vérifié toutes les personnes - relations relationnelles
fur: Controlât dutis lis conesions fra lis personis
he: נבדקו כל הקשרים בין אנשים לבין בני/בנות זוג
it: Controllato tutte le connessioni fra le persone
pl: Sprawdzono wszystkie osoby - relacje połączenia
pt: Verificados todos os relacionamentos da pessoa
ru: Проверил все связи между людьми
sk: Skontrolované všetky osoby - vzťahy
tr: Tüm kişi - ilişki bağlantıları kontrol edildi

source: Checked all child - parent connections
fi: Tarkastettu kaikki lapsi-vanhempi -yhteydet
fr: Toutes les connexions enfant - parent ont été vérifiées
fur: Controlât dutis lis conesions fra fîs e gjenitôrs
he: נבדקו כל הקשרים בין ילדים להורים
it: Controllato tutte le connessioni fra figli e genitori
pl: Sprawdzono wszystkie połączenia dziecko - rodzic
pt: Verificadas todas as relações filhos-progenitores
ru: Проверил все дочерние и родительские соединения
sk: Skontrolované všetky deti - k rodičom
tr: Tüm çocuk - ebeveyn bağlantıları kontrol edildi

source: Checked all parent - child connections
fi: Tarkastettu kaikki vanhempi-lapsi -yhteydet
fr: Toutes les connexions parent - enfant ont été vérifiées
fur: Controlât dutis lis conesions fra gjenitôrs e fîs
he: נבדקו כל הקשרים בין הורים לבין ילדים
it: Controllato tutte le connessioni fra genitori e figli
pl: Sprawdzono wszystkie połączenia rodzic - dziecko
pt: Verificadas todas as relações progenitores-filhos
ru: Проверил все родительско-дочерние соединения
sk: Skontrolovaní všetci rodičia - k deťom
tr: Tüm ebeveyn - çocuk bağlantıları kontrol edildi

source: Edit invalid date
fi: Muokkaa virheellistä päiväystä
fr: Modifier la date invalide
fur: Modifiche la date sbaliâde
he: ערוך תאריך בלתי תקין
it: Modifica la data non valida
pl: Edytuj nieprawidłową datę
pt: Editar a data inválida
ru: Исправить некорретную дату
sk: Uprav neplatný údaj
tr: Geçersiz tarihi düzenle
zh: 編輯不符的日期

source: Invalid date
fi: Virheellinen päiväys
fr: Date invalide
fur: Date no valide
he: תאריך בלתי תקין
it: Data invalida
pl: Nieprawidłowa data
pt: Data inválida
ru: некорректная дата
sk: Neplatný dátum
tr: Geçersiz tarih
zh: 無效的日期

source: Invalid person dates:
fi: Henkilön virheelliset päiväykset:
fr: Dates de personne invalides :
fur: Datis da Persone no validis:
he: תאריך בלתי תקין ליד אדם
it: Date della Persona non valide:
pl: Osoby nieprawidłowe daty:
pt: Datas inválidas da pessoa:
ru: Некорректные даты персон:
sk: Neplatné osobné dátumy:
tr: Geçersiz kişi tarihleri:
zh: 不符的個人日期

source: Invalid family dates:
fi: Perheen virheelliset päiväykset:
fr: Dates de famille invalides :
fur: Datis da Famee no validis:
he: תאריך בלתי תקין ליד משפחה
it: Date della Famiglia non valide:
pl: Rodzina nieprawidłowe daty:
pt: Datas inválidas da família:
ru: Некорректные даты семей:
sk: Neplatné rodinné dátumy:
tr: Geçersiz aile tarihleri:
zh: 不符的家庭日期

source: Invalid event dates:
fi: Tapahtumien virheelliset päiväykset:
fr: Dates des événement invalides :
fur: Datis dai Events no validis:
he: תאריך בלתי תקין ליד ארועים
it: Date degli Eventi non valide:
pl: Wydarzenia nieprawidłowe daty:
pt: Datas inválidas de eventos:
ru: Некорректные даты событий:
sk: Neplatné dátumy udalostí:
tr: Geçersiz etkinlik tarihleri:
zh: 不符的事件日期

source: Invalid connection dates:
fi: Yhteyksien virheelliset päiväykset:
fr: Dates de connexion invalides :
fur: Datis das Relazions no validis:
he: תאריך בלתי תקין ליד קישורים
it: Date delle Relazioni non valide:
pl: Połączenia nieprawidłowe daty:
pt: Datas de ligação inválidas:
ru: Некорректные даты связей:
sk: Neplatné priradenie dátumov:
tr: Geçersiz bağlantı tarihleri:
zh: 不符的關聯日期

source: Invalid address dates:
fi: Osoitteiden virheelliset päiväykset:
fr: Dates d'adresse non invalides :
fur: Datis dai Indiriz no validis:
he: תאריכים בלתי תקינים ליד כתובת
it: Date dell'Indirizzo non valide:
pl: Adres nieprawidłowe daty:
pt: Datas de endereço inválidas:
ru: Некорректные даты адресов:
sk: Neplatné adresy:
tr: Geçersiz adres tarihleri:
zh: 不符的住址日期

source: Invalid repository dates:
fi: Lähteiden virheelliset päiväykset:
fr: Dates de dépôt invalides :
fur: Datis dal repository no validis:
he: תאריכים בלתי תקינים ליד מאגר
it: Date del Repository non valide:
pl: Repozytorium nieprawidłowe daty:
pt: Datas de repositório inválidas:
ru: Некорректные даты репозиториев:
sk: Neplatné dátumy úložiska:
tr: Geçersiz depo tarihleri:
zh: 不符的庫存日期
