Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Remove GEDCOM files older than %d month(s)
fr: Supprimer les fichiers GEDCOM de plus de %d mois
fur: ‎Cancele i files GEDCOM plui vecjos di ‎%d mês
he: הסר קבצי ג'דקום של יותר מ- %d חודש(ים)
it: ‎Rimuovere i file GEDCOM più vecchi di ‎%d mese(i)
pl: Usuń pliki GEDCOM starsze niż %d miesiąc(e)
ru: Удалить файлы GEDCOM старше %d месяцев.
sk: Odstrániť súbory gedcom staršie ako %d mesiac(e)
tr: %d ay(lar)dan daha eski GEDCOM dosyalarını kaldırın

source: Remove GEDCOM files older than %d year(s)
fr: Supprimer les fichiers GEDCOM datant de plus de %d an(s)
fur: Cancele i files GEDCOM plui vecjos di ‎‎%d agj/s
he: הסר קובצי ג'דקום של יותר מ- %d שנה (שנים)
it: Rimuovere i file GEDCOM più vecchi di ‎%d anno(i)
pl: Usuń pliki GEDCOM starsze niż %d lat(a)
ru: Удалить файлы GEDCOM старше %d лет.
sk: Odstrániť súbory gedcom staršie ako %d rok(y)
tr: %d yıl(lar)dan daha eski GEDCOM dosyalarını kaldırın

source: Remove
fi: Poista
fr: Supprimer
fur: Cancele
he: הסר
it: Rimuovi
pl: Usunąć
pt: Apagar
ru: Удалить
sk: Vymazať
tr: Kaldır
zh: 移除

source: Select GEDCOM file and settings
fr: Sélectionnez le fichier et les paramètres GEDCOM
fur: ‎Sielz il file GEDCOM‎ e lis impostazions
he: בחר בקובץ ג'דקום והגדרות
it: ‎Seleziona il file GEDCOM‎ e le impostazioni
pl: Wybierz plik GEDCOM i ustawienia
ru: Выберите файл GEDCOM и настройки
sk: Vyberte súbor a nastavenia GEDCOM
tr: GEDCOM dosyasını ve ayarlarını seçin

source: Select GEDCOM file
fr: Sélectionnez le fichier GEDCOM
fur: Sielz il file GEDCOM‎
he: בחר קובץ ג'דקום
it: Scegli il file GEDCOM
pl: Wybierz plik GEDCOM
ru: Выберите Gedcom файл:
sk: Vyber súbor GEDCOM
tr: GEDCOM dosyasını seçin

source: GEDCOM settings
fr: Paramètres GEDCOM
fur: Impostazions GEDCOM
he: הגדרות ג'דקום
it: Impostazioni GEDCOM
pl: ustawienia GEDCOM
ru: Настройки GEDCOM
sk: Nastavenia GEDCOM
tr: GEDCOM ayarları

source: Add a general source connected to all persons in this GEDCOM file.
fr: Ajoutez une source générale connectée à toutes les personnes dans ce fichier GEDCOM.
fur: Zonte une font gjenerâl colegade a dutis lis personis di chest GEDCOM.
he: הוסף מקור כללי לכל האנשים בקובץ ג'דקום זה.
it: Aggiungi una fonte generale collegata a tutte le persone in questo file GEDCOM.
pl: Dodaj ogólne źródło połączone ze wszystkimi osobami w tym pliku GEDCOM.
ru: Добавьте общий источник, подключенный ко всем лицам в этом файле GEDCOM.
sk: Pridajte všeobecný zdroj pripojený ku všetkým osobám v tomto súbore GEDCOM.
tr: Bu GEDCOM dosyasındaki tüm kişilere bağlı genel bir kaynak ekleyin.

source: Reassign new ID numbers for persons, fams etc. (don't use IDs from GEDCOM)
fr: Réattribuer de nouveaux numéros d'identification pour les personnes, les familles, etc. (ne pas utiliser les identifiants de GEDCOM)
fur: ‎Riassegnâ gnûs numars di ID pas personis, fameis ecc. (invezit di doprâ ID di GEDCOM)‎
he: הקצה מספרי ID חדשים לאנשים, משפחות וכו' (כלומר - אל תשתמש במספרי ה-ID המופיעים בג'ד'קום)
it: ‎Riassegnare nuovi numeri di ID per persone, fam ecc. (non utilizzare ID di GEDCOM)‎
pl: Przypisz nowe numery identyfikacyjne osobom, rodzinom itp. (Nie używaj identyfikatorów z GEDCOM)
ru: Переназначить новые идентификационные номера для лиц, семей и т. д. (не использовать идентификаторы из GEDCOM)
sk: Zmeňte pridelenie nových ID čísel osobám, rodinám atď. (nepoužívajte ID z GEDCOM)
tr: Kişiler, aileler vb. için yeni kimlik numaralarını yeniden atayın (GEDCOM'dan gelen kimlikleri kullanmayın)

source: Order children by date (only needed if children are in wrong order)
fi: Järjestä lapset päiväyksen mukaan (tarvitaan vain, jos lapset ovat väärässä järjestyksessä)
fr: Triez les enfants par date (nécessaire uniquement si les enfants sont dans le mauvais ordre)
fur: Met in ordin i fîs par date (util dome se i fîs a son in ordin sbaliât)
he: סדר ילדים עפ"י תאריך לידה (רק אם הסדר אינו נכון)
it: Ordina i figli per data (necessario solo se i figli sono nell'ordine sbagliato)
pl: Dodaj dzieci według daty (potrzebne tylko, jeśli dzieci są w niewłaściwej kolejności)
pt: Ordenar os filhos por data (apenas necessário se estes estiverem na ordem incorrecta)
ru: Упорядочить детей по датам (необходимо только если дети указаны в неверном порядке)
sk: Zoraď deti podľa dátumov
tr: Çocukları tarihe göre sıralayın (yalnızca çocuklar yanlış sıradaysa gereklidir)
zh: 按日期將孩子重新排列（僅當孩子們的順序錯誤才需要）

source: Order families by date (only needed if families are in wrong order)
fr: Triez les familles par date (uniquement si les familles sont mal triés).
fur: Met in ordin lis fameis par date (util dome se lis fameis a son in ordin sbaliât)
he: ערוך את סדר המשפחות לפי תאריך (נחוץ רק אם סדר המשפחות אמנו נכון)
it: Ordina le famiglie per data (necessario solo se le famiglie sono nell'ordine sbagliato)
pl: Sortuj rodziny według daty (potrzebne tylko, jeśli rodziny są w niewłaściwej kolejności)
ru: Упорядочить семьи по дате (необходимо только в том случае, если семьи находятся в неправильном порядке)
sk: Zoraď rodiny podľa dátumu (len ak sú rodiny zle zoradené)
tr: Aileleri tarihe göre sıralayın (yalnızca aileler yanlış sıradaysa gereklidir)

source: Add new locations to geo-location database (for Google Maps locations). This will slow down reading of GEDCOM file!
fr: Ajoutez de nouveaux emplacements à la base de données de géolocalisation (pour les emplacements de le Carte du Monde). Cela ralentira la lecture du fichier GEDCOM!
fur: Zonte gnovis localitâs al database das geo-localizazions (pas localitzazions di Google Maps). Chest al relente la leture dal file GEDCOM!
he: הוסף מיקומים חדשים לבסיס הניתונים של ה-geo-location (בשביל המיקומים במפות גוגל). הגדרה זו תאיט את הייבוא של קובץ הג'דקום!
it: Aggiungi nuove località al database delle geo-localizzazioni (per le località di Google Maps). Questo rallenterà la lettura del file GEDCOM!
pl: Dodaj nowe lokalizacje do bazy danych geolokalizacji (dla lokalizacji Google Maps). Spowoduje to spowolnienie odczytu pliku GEDCOM!
ru: Добавить новые местоположения в базу данных геолокации (для местоположений Google Maps). Это замедлит чтение файла GEDCOM!
sk: Pridajte nové miesta do databázy geolokácií (pre miesta v Mapách Google). Toto spomalí čítanie súboru GEDCOM!
tr: Coğrafi konum veritabanına yeni konumlar ekleyin (Google Haritalar konumları için). Bu, GEDCOM dosyasının okunmasını yavaşlatacaktır!

source: Only process picture file name. For example: picture.jpg [DEFAULT]
fr: Traitez uniquement le nom du fichier image. Par exemple: image.jpg [DEFAULT]
fur: Ten bon dome il non dal file imagjine. Par esempli: picture.jpg [DEFAULT]
he: ייבא רק את שם קובץ התמונה. כדוגמה: picture.jpg [ברירת המחדל]
it: Prendi in considerazione solo il nome del file immagine. Ad esempio: picture.jpg [DEFAULT]
pl: Przetwarzaj tylko nazwę pliku obrazu. Na przykład: picture.jpg [DEFAULT]
ru: Обрабатывает только имя файла изображения. Например: картинка.jpg [ПО УМОЛЧАНИЮ]
sk: Spracovať iba názov obrázku. Napr.: obrazok.jpg [Prednastavené]
tr: Yalnızca resim dosyası adını işleyin. Örneğin: resim.jpg [VARSAYILAN]

source: Process full picture path. For example: picture_path&#92;picture.jpg
fr: Traiter le chemin d’image complet. Par exemple: chemin_image&#92.image.jpg
fur: Ten bon l'indiriz complet das imagjinis. Par esempli: picture_path&#92;picture.jpg
he: ייבא את כל הכתובת של מיקום התמונה. לדוגמה picture_path&#92;picture.jpg .
it: Considera l'indirizzo completo dell'immagine. Per esempio: picture_path&#92;picture.jpg
pl: Przetwarzaj pełną ścieżkę obrazu. Na przykład: ścieżka_obrazu&#92;picture.jpg
ru: Обработка полного контура изображения. Например: picture_path\картинка.jpg
sk: Spracovať celú cestu k obrázku. Napr.: ...obr_priecinok/../obrazok,jpg
tr: Tam resim yolunu işleyin. Örneğin: resim_yolu&#92;resim.jpg

source: Don't remove picture links from database (only needed for Geneanet GEDCOM file).
fr: Ne supprimez pas les liens d'image de la base de données (nécessaire uniquement pour le fichier Geneanet GEDCOM).
fur: No rimuovi i colegaments as imagjinis dal database (util dome pai files GEDCOM di Geneanet).
he: אל תמחוק קישורי תמונות מבסיס הנתונים (רק רלוונטי לקובץ ג'דקום של Geneanet).
it: Non rimuovere i collegamenti alle immagini dal database (necessario solo per i files GEDCOM di Geneanet).
pl: Nie usuwaj linków do zdjęć z bazy danych (potrzebne tylko dla pliku Geneanet GEDCOM).
ru: Не удаляйте ссылки на изображения из базы данных (требуется только для файла Geneanet GEDCOM).
sk: Nevymazuj odkazy na obrázky z databázy (sú potrebné len pre Geneanet GEDCOM file)
tr: Resim bağlantılarını veritabanından kaldırmayın (yalnızca Geneanet GEDCOM dosyası için gereklidir).

source: In Geneanet add HuMo-genealogy picture id in the source by a person. Using this example: #media1254,media13454#
fr: Dans Geneanet, ajoutez l'identifiant de l'image HuMo-généalogie dans la source de la personne. En utilisant cet exemple: #media1254,media13454#
fur: ‎In Geneanet tu puedis zontâ l'ID dall'imagjine HuMo-genealogy fra lis fonts di une persone. Dopre chest esempli‎: #media1254,media13454#
he: ב-Geneanet הוסף מספר זיהוי תמונה של HuMo-genealogy בשדה "מקור" ליד אדם. היעזרו בדוגמא זו: media1254,media13454##
it: ‎In Geneanet puoi aggiungere l'ID dell'immagine HuMo-genealogy nella fonte di una persona. Usa di questo esempio‎: #media1254,media13454#

source: GEDCOM process settings
fr: Paramètres du processus GEDCOM
fur: Impostazions da la elaborazion GEDCOM
he: הגדרות ייבוא הג'דקום
it: Impostazioni del processo GEDCOM
pl: Ustawienia procesu GEDCOM
ru: Настройки процесса GEDCOM
sk: Nastavenie spracovania GEDCOM
tr: GEDCOM işlem ayarları

source: Show non-processed items when processing GEDCOM (can be a long list!
fr: Afficher les éléments non traités lors du traitement de GEDCOM (peut être une longue liste!
fur: Mostre lis rîs scartadis ta elaborazion dal GEDCOM (al pues jessi un lunc elenc!
he: הצג את התגים שלא הובאו בעת קריאת קובץ הג'דקום (עלול להיות רשימה ארוכה!
it: Mostra le righe non elaborate durante l'elaborazione di GEDCOM (può essere un lungo elenco!
pl: Pokaż nieprzetworzone elementy podczas przetwarzania GEDCOM (może to być długa lista!
ru: Показывать необработанные элементы при обработке GEDCOM (список может быть длинным!
sk: Zobraziť nespracované položky pri spracovaní GEDCOM (môže to byť dlhý zoznam!
tr: GEDCOM işlenirken işlenmemiş öğeleri göster (uzun bir liste olabilir!

source: Show all numbers when processing GEDCOM (useful when a time-out occurs!)
fr: Afficher tous les nombres lors du traitement de GEDCOM (utile en cas de dépassement de délai!)
fur: ‎Mostre ducj i numars tal timp da elaborazion dal GEDCOM (util cuant che a si controle un timeout!)‎
he: הצג את כל המספרים בעת קריאת קובץ הג'דקום (עשוי להיות שימושי בעת ניתוק!)
it: ‎Mostra tutti i numeri durante l'elaborazione di GEDCOM (utile quando si verifica un timeout!)‎
pl: Pokaż wszystkie liczby podczas przetwarzania GEDCOM (przydatne, gdy występuje przekroczenie limitu czasu!)
ru: Показать все числа при обработке GEDCOM (полезно, когда происходит тайм-аут!)
sk: Zobraziť všetky čísla pri spracovaní GEDCOM (užitočné, keď nestačí časový limit!)
tr: GEDCOM işlenirken tüm sayıları göster (bir zaman aşımı oluştuğunda kullanışlıdır!)

source: Debug mode
fr: Mode débogage
fur: Modalitât di debug
he: תצורת איתור בעיות
it: Modalità di debug
pl: Tryb debugowania
ru: Режим отладки
sk: Ladiaci mód
tr: Hata ayıklama modu

source: Batch processing
fi: Eräkäsittely
fr: Traitement par lots
fur: Elaborazion batch
he: עיבוד אצווה
it: Elaborazione batch
pl: Przetwarzanie pakietu
ru: Пакетная обработка
sk: Dávkové spracovanie
tr: Toplu işleme

source: 1 record (slow processing, but needs less server-memory)
fi: yksitellen (hidas käsittely, mutta vaatii vähemmän serverin muistia)
fr: 1 enregistrement (traitement lent, mais requiert moins de mémoire serveur)
fur: 1 record (elaborazion lente e a impegne pocje memorie dal server)
he: רשומה אחת (עיבוד איטי אך משתמש בפחות זכרון בסרבר)
it: 1 record (elaborazione lenta, ma richiede meno memoria del server)
pl: 1 rekord (wolne przetwarzanie, ale wymaga mniej pamięci serwera)
pt: 1 registo (processamento lento, mas requer menos memória do servidor)
ru: по 1 записи (медленная обработка, но требуется меньше памяти на сервере)
sk: 1 záznam (pomalé spracovanie, ale vyžaduje menej pamäte servera)
tr: 1 kayıt (yavaş işleme, ancak daha az sunucu belleğine ihtiyaç duyar)
zh: 只有一個交流（處理過程慢，但須較少的服務器內存)

source: records per batch
fi: tietuetta per erä
fr: enregistrements par lot
fur: records par batch
he: רשומות בכל חבילה
pl: rekordy w pakiecie
pt: registos por lote
ru: записей за раз
sk: záznamov na dávku
tr: toplu iş başına kayıtlar
zh: 每批次的記錄

source: ALL records (fast processing, but needs server-memory)
fi: KAIKKI tietueet (nopea, mutta vaatii enemmän muistia)
fr: TOUS les enregistrements (traitement rapide, mais requiert de la mémoire serveur)
fur: DUCJ i record (elaborazion rapide, ma a impegne la memorie dal server)
he: כל הרשומות (עיבוד מהיר אבל דורש יותר זכרון בסרבר)
it: TUTTI i record (elaborazione veloce, ma richiede memoria del server)
pl: WSZYSTKIE rekordy (szybkie przetwarzanie, więcej pamięci serwera)
pt: TODOS os registos (processamento rápido, mas exige mais memória do servidor)
ru: ВСЕ записи (быстрая обработка, но требуется больше памяти на сервере)
sk: VŠETKY záznamy (rýchle spracovanie, ale vyžaduje viac pamäte servera)
tr: TÜM kayıtlar (hızlı işleme, ancak sunucu belleğine ihtiyaç duyar)
zh: 所有的記錄（處理速度快，但需要多的服務器內存）

source: Time-out detected! Controlled time-out setting is adjusted. Retry reading of GEDCOM with new setting.
fr: Délai d'attente détecté! Le paramètre de temporisation contrôlée est ajusté. Relancez la lecture de GEDCOM avec un nouveau paramètre.
fur: Rilevât un timeout! La impostazion di un timeout controlât a je impostade. Riprove a lei il gedcom cun t'une gnove impostazion.
he: אותר טיים-אואט! הגדרה הטיים-אואט המבוקר הוגדר מחדש. נסה לייבא את הג'דקום עם ההגדרה החדשה.
it: Rilevato il time-out! L'impostazione del time-out controllato è regolata. Riprovare a leggere GEDCOM con nuove impostazioni.
pl: Wykryto przekroczenie czasu! Regulowane jest kontrolowane ustawienie limitu czasu. Ponów odczyt GEDCOM z nowym ustawieniem.
ru: Обнаружен тайм-аут! Регулируется настройка контролируемого тайм-аута. Повторите попытку чтения GEDCOM с новыми настройками.
sk: Uplynul časový limit! Riadené nastavenie časového limitu je upravené. Skúste znova načítať GEDCOM s novým nastavením.
tr: Zaman aşımı algılandı! Kontrollü zaman aşımı ayarı ayarlanır. GEDCOM'u yeni ayarlarla yeniden okumayı deneyin.

source: seconds. Controlled time-out, the GEDCOM script will restart and continue.<br>Use this if the server has a time-out setting (set less seconds then server time-out).<br>0 = disable controlled time-out.
fr: secondes. Délai d'attente contrôlé, le script GEDCOM redémarrera et continuera.<br> Utilisez-le si le serveur a un paramètre de délai d'attente (défini moins de secondes que le délai d'attente du serveur) . <br> 0 = désactiver le délai d'attente contrôlé.
fur: seconts. Timeout controlât, il script GEDCOM al ricomence e al continue.‎ <br>‎Utilize cheste opzion se il server al à une impostazion di timeout (imposte un numar di seconts plui bas dal timeout dal server).‎ <br>0 = o pûr disabilite il timeout controlât.
he: שניות. טיים-אואט מבוקר - ייבוא הג'דקום יאותחל מחדש ויימשך. <br> השתמש באפשרות זו אם לשרת יש הגדרת טיים-אואט (הגדר מספר שניות פחות מאלה שבהגדרת הטיים-אואט של השרת). <br>פירוש 0 הוא השבתה של הטיים-אואט המבוקר.
it: secondi. Time-out controllato, lo script GEDCOM verrà riavviato e continuerà.‎ <br>‎Utilizzare questa opzione se il server dispone di un'impostazione di time-out (impostare un numero inferiore di secondi del time-out del server).‎ <br>0ppure disabilita il time-out controllato.
pl: 192 / 5000 Wyniki tłumaczenia sekundy. Kontrolowany limit czasu, skrypt GEDCOM zrestartuje się i będzie kontynuowany.<br>Użyj tego, jeśli serwer ma ustawienie limitu czasu (ustaw mniej sekund niż limit czasu serwera).<br> 0 = wyłącz kontrolowany limit czasu.
ru: секунды. Контролируемый тайм-аут, сценарий GEDCOM перезапустится и продолжит работу.<br>Используйте это, если на сервере есть настройка тайм-аута (установите меньше секунд, чем тайм-аут сервера).<br>0 = отключить контролируемый тайм-аут.
sk: sekúnd. Kontrolovaný časový limit, skript GEDCOM sa reštartuje a bude pokračovať. <br>Toto použite, ak má server nastavený časový limit (nastavte menej sekúnd, ako je časový limit servera).<br>0 = deaktivácia riadeného časového limitu.
tr: saniye. Kontrollü zaman aşımı, GEDCOM komut dosyası yeniden başlatılacak ve devam edecektir.<br>Sunucunun zaman aşımı ayarı varsa bunu kullanın (sunucu zaman aşımından daha az saniye ayarlayın).<br>0 = kontrollü zaman aşımını devre dışı bırak.

source: Your server time-out setting is: %s seconds.
fr: Le paramètre de délai d'attente de votre serveur est:%s secondes.
fur: La impostazion dal timeout dal server a je: %s seconts.
he: הזמן המוגדר ל-time-out של השרת הוא %s שניות.
it: L'impostazione del timeout del server è: %s secondi.
pl: Limit czasu serwera to: %s sekundy
ru: Время ожидания сервера: %s секунд.
sk: Nastavenie prekročenia časového limitu tvojho servera je: %s sekúnd.
tr: Sunucu zaman aşımı ayarınız: %s saniye.

source: Yes, replace existing family tree: <b>"%1$s"</b> with %2$s persons!
fr: Oui, remplacer l'arbre généalogique existant:<b>"%1$s"</b>avec %2$s personnes!
fur: Sì, sostituis l'arbul familiâr esistent: <b> " %1$s "</b> cun " %2$s " personis!
he: כן, החלף את עץ המשפחה הקיים: <b>"%1$s"</b> עם %2$s אנשים!
it: Sì, sostituisci l'albero genealogico esistente: <b> " %1$s "</b> con " %2$s " persone!
pl: Tak, zastąp istniejące drzewo genealogiczne: <b>"%1$s"</b> z %2$s osobami
ru: Да, замените существующее генеалогическое древо: <b>"%1$s"</b> %2$s на людей!
sk: Áno, nahradiť existujúci rodokmeň: <b>"%1$s"</b> osobami %2$s!
tr: Evet, mevcut soy ağacını değiştirin: <b>"%1$s"</b> %2$s kişi ile!

source: Add this GEDCOM file to the existing tree
fr: Ajoutez ce fichier GEDCOM à l'arbre existant
fur: ‎Zonte chest file GEDCOM a un arbul za presint‎
he: הוסף את קובץ הג'דקום הזה לעץ הקיים
it: ‎Aggiungi questo file GEDCOM ad un albero esistente‎
pl: Dodaj ten plik GEDCOM do istniejącego drzewa
ru: Добавьте этот файл GEDCOM в существующее дерево
sk: Pridať tento GEDCOM súbor k existujúceho rodokmneňa
tr: Bu GEDCOM dosyasını mevcut ağaca ekleyin

source: Step
fi: Vaihe
fr: Étape
fur: Pas
he: שלב
it: Passo
pl: Krok
pt: Etapa
ru: Шаг
sk: Krok
tr: Adım
zh: 步驟

source: STEP 2) Remove old family tree:
fi: VAIHE 2) Poista vanha sukupuu:
fr: ÉTAPE 2) Supprimer l'ancien arbre généalogique :
fur: PAS 2) Elimine il vecjo arbul familiâr:
he: שלב 2) הסר את עץ המשפחה הישן:
it: PASSO 2) Rimuovere il vecchio albero genealogico:
pl: KROK 2) Usuń stare drzewo genealogiczne:
pt: ETAPA 2) Remover a árvore de família antiga:
ru: Шаг 2) Удаление старого генеалогического дерева:
sk: KROK 2) Vymaž starý rodokmeň:
tr: ADIM 2) Eski soy ağacını kaldırın:
zh: 步驟2）移除舊的家譜

source: ONLY use in case of a time-out, to continue click:
fi: Käytä VAIN aikakatkaisussa, jatkaaksesi klikkkaa:
fr: Utiliser UNIQUEMENT dans le cas d'un time-out, pour continuer cliquer :
fur: Usâ DOME in câs di un time-out, par continuâ cliche su:
he: רק במקרה של טיים-אוט (הפסקה בטרם עת) הקלק כאן כדי להמשיך:
it: Usare solo in caso di un time-out, per continuare fai clic su:
pl: Użyj TYLKO w przypadku przekroczenia limitu czasu, kliknij aby kontynuować:
pt: Usar APENAS em caso de time-out, para continuar clique:
ru: ТОЛЬКО в случае тайм-аута для продолжения нажмите:
sk: IBA v prípade chyby TIME-OUT, klikni:
tr: SADECE zaman aşımı durumunda kullanın, devam etmek için tıklayın:
zh: 只有當超時設後，繼續點擊

source: Remove old family tree items from %s table...
fi: Poista vanhan sukupuun kohteet taulusta %s ...
fr: Supprimer les anciens éléments de l'arbre généalogique de la table %s...
fur: Elimine vecjos elements dal arbul familiâr da tabele %s...
he: הסר פריטי עץ משפחה ישן מטבלה %s
it: Rimuovi vecchi elementi dell'albero genealogico dalla tabella %s ...
pl: Usuń stare elementy drzewa genealogicznego z tabeli %s...
pt: Remova os ítens da árvore de família antiga da tabela %s...
ru: Удаление объектов старых генеалогических деревьев из таблицы %s ...
sk: Vymaž starý rodokmeň z %s Tabuľky..
tr: Eski soy ağacı öğelerini %s tablosundan kaldırın...
zh: 從 %s 格表中除老的家譜項目...

source: Optimize table...
fi: Optimoi taulu...
fr: Optimiser la table...
fur: Otimize tabele...
he: מבצע אופטימיזציה של הטבלה...
it: Ottimizza tabella ...
pl: Zoptymalizuj tabelę...
pt: Optimize a tabela....
ru: Оптимизация таблицы...
sk: Optimalizuj tabuľku ..
tr: Tabloyu en iyileştir...
zh: 優化卓表 ...

source: No error messages above? In that case the tables have been created!
fi: Ei virheilmoituksia yllä? Siinä tapauksessa taulut on muodostettu!
fr: Aucun message d'erreur ci-dessus ? Dans ce cas, les tables ont été créés !
fur: Nissun messaç di erôr segnalât? In chest câs lis tabelis a son stadis creadis!
he: אין הודעות שגיאה לעיל? פירוש הדבר שיצירת הטבלאות הצליחה!
it: Nessun messaggio di errore segnalato? In tal caso le tabelle sono state create!
pl: Brak komunikatów o błędach powyżej? W takim przypadku tabele zostały utworzone!
pt: Não surgiram mensagens de erro acima? Nesse caso as tabelas foram criadas!
ru: Выше нет сообщений об ошибках? Значит таблицы были успешно созданы!
sk: Žiadna chyba? Potom Tabuľka bola vytvorená!
tr: Yukarıda hata mesajı yok mu? Bu durumda tablolar oluşturuldu!
zh: 沒有錯誤消息出現？在這種情況下，表就可創建！

source: The data in this GEDCOM will be appended to the existing data in this tree!
fr: Les données de ce GEDCOM seront ajoutées aux données existantes dans cet arbre!
fur: I dâts di chest GEDCOM a saran zontâs a chei za presints in chest arbul!
he: הנתונים של ג'דקום זה יתווספו לנתונים הקיימים בעץ זה!
it: I dati in questo GEDCOM saranno aggiunti ai dati esistenti in questo albero!
pl: Dane w tym GEDCOM zostaną dołączone do istniejących danych w tym drzewie!
ru: Данные в этом GEDCOM будут добавлены к существующим данным в этом дереве!
sk: Údaje z GEDCOM budú pripojené k existujúcim údajom tohto rodokmeňa!
tr: Bu GEDCOM'daki veriler, bu ağaçtaki mevcut verilere eklenecektir!

source: Cancel
fi: Kumoa
fr: Annuler
fur: Cancele
he: בטל
it: Cancella
pl: Wyjdź
pt: Cancelar
ru: Отмена
sk: Zruš
tr: İptal
zh: 取消

source: <b>STEP 3) Processing GEDCOM file:</b> <p>The following lines have to be processed without error messages...<br> <b>Processing may take a while!!</b>
fr: <b>ÉTAPE 3) Traitement du fichier GEDCOM:</b> <p>Les lignes suivantes doivent être traitées sans messages d'erreur ...<br> <b>Le traitement peut prendre un certain temps !!</b>
fur: <b> PAS 3) Elaborazion file Gedcom: </b> <p> Le rîs sucessivis no an di dâ nissun messaç di erôr ...<br> <b>La elaborazion a pues durâ un pôc di timp!</b>
he: <b>שלב 3) ייבוא קובץ הג'דקום: </b> <p>את השורות הבאות צריך לסיים ללא הודעות שגיאה...<br> <b>הייבוא עשוי לקחת זמן-מה!
it: <b> FASE 3) Elaborazione file Gedcom: </b> <p> Le seguenti righe devono essere processate senza messaggi di errore ...<br> <b>L'elaborazione potrebbe richiedere un pò di tempo!</b>
pl: <b>KROK 3) Przetwarzanie pliku GEDCOM:</b> <p>Następujące wiersze muszą być przetwarzane bez komunikatów o błędach ...<br> <b>Przetwarzanie może chwilę potrwać !!</b>
ru: <b>ШАГ 3) Обработка файла GEDCOM:</b> <p>Следующие строки должны быть обработаны без сообщений об ошибках...<br> <b>Обработка может занять некоторое время!!</b>
sk: <b>KROK 3) Spracovanie Gedcom:</b> <p>Nasledujúce riadky boli bez chyby...<br> <b>Spracovanie trvá určitú dobu!</b>
tr: <b>ADIM 3) GEDCOM dosyasının işlenmesi:</b> <p>Aşağıdaki satırların hata iletileri olmadan işlenmesi gerekir...<br> <b>İşleme biraz zaman alabilir!!</b>
