Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Find location on the map
fi: Etsi sijainti kartalta
fr: Trouver un lieu sur la carte
fur: Cjate la localitât su la mape
he: מצא מקום על המפה
it: Trova località sulla mappa
pl: Znajdź lokalizację na mapie
pt: Encontrar o local no mapa
ru: Найти место на карте
sk: Nájdi lokalitu na mape
tr: Harita üzerinde konum bul

source: Mapping with specific name(s):
fi: Kartta valittu(je)n nim(i)en mukaan:
fr: Cartographie avec nom(s) spécifique(s) :
fur: Mape di un specific non(s):
he: מבצע מיפוי עם שמות ספציפיים:
it: Mappatura con singolo nome (i):
pl: Mapowanie z konkretnymi nazwą(ami):
pt: Mapeamento com nome(s) específico(s):
ru: Сопоставление с конкретными именами:
sk: Mapovanie so špecifickými menami:
tr: Belirli ad(lar) ile eşle:

source: Switch name filter off
fi: Nimien suodatus pois
fr: Supprimer le filtre des noms
fur: Filtri disativât pai nons
he: בטל מיפוי שמות ספציפיים
it: Filtro disattivato per scelta nome
pl: Wyłącz filtr nazw
pt: Desligar o filtro de nomes
ru: Отключить фильтр имён
sk: Vypni filter mien
tr: Ad filtresini kapat

source: Filter by descendants of:
fi: Suodatettu jälkeläiset:
fr: Filtrer par descendants de :
fur: Filtri pai dissendents di:
he: סנן לפי צאצאיו של:
it: Filtro per discendenti di:
pl: Filtruj według potomków:
pt: Filtrar pelos descendentes de:
ru: Фильтр по потомкам:
sk: Filter podľa potomkov:
tr: Soyundan gelenlere göre filtrele:
zh: 用後代信息篩選：

source: Switch descendant filter off
fi: Kytke jälkeläisten suodatus pois
fr: Supprimer le filtre des descendants
fur: Filtri disattivât pai dissendents
he: בטל מיון לפי צאצאים
it: Filtro disattivato per scelta discendenti
pl: Wyłącz filtr potomków
pt: Desligar o filtro de descendentes
ru: Отключить фильтр по потомкам
sk: Vypni filter potomkov
tr: Soyundan gelenler filtresini kapat
zh: 開關後代信息篩選功具

source: No known birth places amongst descendants
fi: Jälkeläisten syntymäpaikkoja ei ole tiedossa
fr: Les lieux de naissance des descendants ne sont pas connus
fur: No son cognossûs i lûcs di nassite dai dissendents
he: לא נמצאו מקומות לידה בין הצאצאים.
it: Non sono noti i luoghi di nascita dei discendenti
pl: Brak znanych miejsc urodzenia wśród potomków
pt: Não existem locais de nascimento para os descendentes
ru: Нет известных мест рождения потомков
sk: Neznáme miesto narodenia medzi potomkami
tr: Soyundan gelenler arasında bilinen doğum yeri yok
zh: 在眾多後裔沒有任何已知的出生地點

source: Close
fi: Kumoa
fr: Fermer
fur: Siere
he: סגור
it: Chiudere
pl: Zamknij
pt: Fechar
ru: Закрыть
sk: Zatvoriť
tr: Kapat
zh: 封閉

source: Filter by ancestors of:
fi: Suodata esivanhemmat henkilöltä:
fr: Filtrer pas les ancêtres de:
fur: Filtra pai Antenâts di:
he: סנן לפי אבות של:
it: Filtro per gli Antenati di:
pl: Filtruj według przodków:
ru: Отфильтровать по предкам:
sk: Filtrovať podľa predkov:
tr: Atalara göre filtrele:

source: Switch ancestor filter off
fi: Poista esivanhempien suodatus
fr: Désactiver le filtre ascendants
fur: Disative il filtri pai Antenâts
he: בטל סינון לפי אבות
it: Disattiva il filtro per gli Antenati
pl: Wyłącz filtr przodka
ru: Отключение фильтра предков
sk: Filter predok vypnutý
tr: Ata filtresini kapat

source: No known birth places amongst ancestors
fi: Ei tunnetttuja syntymäpaikkoja esivanhemmilla
fr: Aucun lieu de naissance connu parmi les ancêtres
fur: Nissun lûc di nassite cognossût tra i antenâts
he: אין מקומות לידה ידועים בין האבות
it: Nessun luogo di nascita conosciuto tra gli antenati
pl: Brak znanych miejsc urodzenia wśród przodków
ru: Нет известных мест рождения среди предков
sk: Nie sú známe miesta narodenia medzi predkami
tr: Atalar arasında bilinen doğum yeri yok

source: Mark checkbox next to name(s)
fi: Valitse valintaruutua nim(i)en vieressä
fr: Marquer la case a coté du(des) nom(s)
fur: Disponte la casele dongje dal non(s)
he: סמן ריבוע ליד השם/שמות
it: Spunta casella di controllo accanto al nome (i)
pl: Zaznacz pole wyboru obok nazwisk(a)
pt: Marcar a caixa de verificação junto ao(s) nome(s)
ru: Установите флаг перед фамилией
sk: Označ checkbox vedľa mena
tr: Ad(lar)ın yanındaki onay kutusunu işaretleyin
zh: 在名稱旁邊的 複選框 作簽

source: Choose
fi: Valitse
fr: Sélectionner
fur: Sielz
he: בחר
it: Scegli
pl: Wybierz
pt: Escolher
ru: Выбрать
sk: Vybrať
tr: Seç
zh: 選擇

source: Filter by descendants of a person
fi: Suodata henkilön jälkeläisillä
fr: Filtrer par les descendants d'une personne
fur: Filtri pai Dissendents di une persone
he: סנן לפי צאצאיו של אדם
it: Filtro per discendenti di una persona
pl: Filtruj według potomków osoby
pt: Filtrar pelos descendentes de uma pessoa
ru: Отфильтровать потомков персоны
sk: Filter podľa potomkov osoby
tr: Bir kişinin soyundan gelenlerine göre filtrele
zh: 通過個人的後裔篩選

source: Pick a name or enter ID:
fi: Poimi nimi tai kirjoita ID:
fr: Choisissez un nom ou entrer un ID :
fur: Sielz un non o inseris un ID:
he: בחר שם או הכנס את מספרו של האדם אותו מחפשים
it: Scegli un nome o inserisci ID:
pl: Wybierz nazwę lub wprowadź ID
pt: Escolha um nome ou tecle a ID:
ru: Выберите имя или введите ID:
sk: Vyber meno alebo napíš ID:
tr: Bir ad seçin veya kimliği girin:
zh: 選擇一個名稱或輸入ID：

source: Pick a name from the pulldown list
fi: Poimi nimi alasvetovalikosta
fr: Choisissez un nom dans la liste déroulante
fur: Sielz un non ta la liste
he: בחר שם מהרשימה הנפתחת
it: Scegli un nome dall'elenco a discesa
pl: Wybierz nazwę z rozwijanej listy Wybierz nazwę lub wprowadź ID:
pt: Escolha um nome da lista
ru: Выберите имя из выпадающено списка
sk: Vyber meno z rozbaľovacej ponuky
tr: Açılır listeden bir isim seçin
zh: 由下拉列表中選擇一個名稱

source: Filter by ancestors of a person
fi: Suodata henkilön esivanhemmat
fr: Filtrer par les ascendants d'une personne
fur: Filtri pai Antenâts di une persone
he: סנן לפי אבות של אדם
it: Filtro per gli Antenati di una persona
pl: Filtruj według przodków osoby
ru: Отфильтровать по предкам персоны
sk: Filter podľa predkov osoby
tr: Bir kişinin atalarına göre filtrele

source: Results are limited.
fr: Les résultats sont limités.
fur: i Risultâts a son ridots
he: התוצאות מוגבלים.
it: I risultati sono stati limitati.

source: Hide full details
fi: Piilota täydet yksityiskohdat
fr: Masquer tous les détails
fur: Nascuint ducj i detais
he: הסתר פרטים מלאים
it: Nascondi tutti i dettagli
pl: Ukryj pełne szczegóły
pt: Ocultar os detalhes completos
ru: Скрыть подробности
sk: Skryť všetky podrobnosti
tr: Tam ayrıntıları gizle

source: Show full details
fi: Näytä täydet yksityiskohdat
fr: Afficher tous les détails
fur: Mostre ducj i detais
he: הצג פרטים מלאים
it: Mostra tutti i dettagli
pl: Pokaż wszystkie informacje
pt: Mostrar os detalhes completos
ru: Отобразить подробности
sk: Zobraziť všetky detaily
tr: Tam ayrıntıları göster

source: Hide dates
fi: Piilota päivämäärät
fr: Masquer les dates
fur: Nascuint lis datis
he: הסתר תאריכים
it: Nascondi le date
pl: Ukryj daty
pt: Ocultar as datas
ru: Скрыть даты
sk: Skryť dátumy
tr: Tarihleri gizle
zh: 隱藏日期

source: Show dates
fi: Näytä päivämäärät
fr: Afficher les dates
fur: Mostre lis datis
he: הצג תאריכים
it: Visualizza date
pl: Pokaż daty
pt: Exibir as datas
ru: Отобразить даты
sk: Ukáž dátumy
tr: Tarihleri göster
zh: 展示日期

source: Dates below names
fi: Päivät nimien jälkeen
fr: Dates sous les noms
fur: Datis sot dai nons
he: תאריכים מתחת לשמות
it: Date sotto i nomi
pl: Daty poniżej nazwisk
pt: Datas abaixo dos nomes
ru: Даты под именами
sk: Dátumy pod menami
tr: İsimlerin altındaki tarihler
zh: 名字以下的日期

source: Dates beside names
fi: Päivät nimien jälkeen
fr: Dates à côté des noms
fur: Datis dongje dai nons
he: תאריכים אחרי השמות
it: Date accanto ai nomi
pl: Daty obok nazwisk
pt: Datas acima dos nomes
ru: Даты над именами
sk: Dátumy vedľa mien
tr: İsimlerin yanında tarihler
zh: 名字旁邊的日期

source: Choose number of generations to display
fi: Valitse näytettävien sukupolvien lukumäärä
fr: Sélectionner le nombre de générations à afficher
fur: Sielz il numar si gjenerazions di visualizâ
he: בחר מספר הדורות להצגה
it: Scegli il numero di generazioni da visualizzare
pl: Wybierz liczbę pokoleń do wyświetlenia
pt: Escolha o número de gerações a mostrar
ru: Выберите количество поколений для отображения
sk: Vyber počet generácií na zobrazenie
tr: Görüntülenecek nesil sayısını seçin
zh: 選擇要展示的族代數目

source: PDF (Portrait)
fi: PDF (pysty)
fur: PDF (Pagjinis in verticâl)
he: PDF (אנכי)
it: PDF (Pagine in orizzontale)
pl: PDF (pionowo)
pt: PDF (Retrato)
ru: PDF (Портрет)
sk: PDF (Na výšku)
tr: PDF (Dikey)

source: PDF (Landscape)
fi: PDF (vaaka)
fr: PDF (Paysage)
fur: PDF (Pagjinis in verticâl)
he: PDF (אופקי)
it: PDF (Pagine in verticale)
pl: PDF (poziomo)
pt: PDf (Paisagem)
ru: PDF (Пейзаж)
sk: PDF (Na šírku)
tr: PDF (Yatay)

source: Photo's per page
fi: Valokuvia sivulla
fr: Photos par page
fur: Fotos par pagjine
he: מספר תמונות בעמוד
it: Foto per pagina
pl: Zdjęcie na stronie
pt: Fotos por página
ru: Фотографии на странице
sk: Obrázkov na stránku
tr: Sayfa başına fotoğraf
zh: 每頁的照片

source: ERROR: username already exists
fi: VIRHE: käyttäjänimi on jo olemassa
fr: ERREUR : nom d'utilisateur existe déjà
fur: ERÔR: il non utent al è za esistent
he: טעות: שם המשתמש כבר קיים
it: ERRORE: il nome utente esiste già
pl: BŁĄD: nazwa użytkownika już istnieje
pt: ERRO: Esse Utilizador já existe
ru: ОШИБКА: пользователь уже существует
sk: CHYBA: užívateľské meno už existuje
tr: HATA: kullanıcı adı zaten var
zh: 錯誤:用戶名已經存在

source: ERROR: Password has to contain at least 6 characters
fi: VIRHE: Salasanassa tulee olla vähintään 6 merkkiä
fr: ERREUR: Le mot de passe doit avoir un minimum de 6 caractères
fur: ERÔR: la password a ja di vei almancul 6 caratars
he: שגיאה: סיסמה חייבת להכיל לפחות 6 תווים
it: ERRORE: la password deve contenere almeno 6 caratteri
pl: BŁĄD: Hasło musi zawierać co najmniej 6 znaków
pt: ERRO: A senha tem de conter pelo menos 6 caractreres
ru: ОШИБКА: пароль должен состоять минимум из 6 символов
sk: CHYBA: Heslo obsahuje menej ako 6 znakov
tr: HATA: Şifre en az 6 karakter içermelidir

source: Registration completed
fi: Rekisteröinti valmis
fr: Enregistrement complété
fur: Regjistrazion completade
he: ההרשמה הושלמה
it: Registrazione completata
pl: Rejestracja zakończona
pt: Cadastro terminado
ru: Регистрация завершена
sk: Registrácia kompletná
tr: Kayıt tamamlandı
zh: 註冊完成

source: At this moment you are registered in the user-group "guest". The administrator will check your registration, and select a user-group for you.
fi: Olet rekisteröity käyttäjäryhmään "guest". Ylläpito tarkistaa rekisteröitymisen ja liittää sinut oikeaan käyttäjäryhmään.
fr: En ce moment vous êtes inscrit dans le groupe d'utilisateurs "Invité". L'administrateur vérifiera votre inscription et sélectionnera un groupe d'utilisateurs pour vous.
fur: In chest moment tu seis regjistrât tal grup di utents \ "ospit ". L'aministratôr al controlarà la tô registrazion e al selezionarà par te il grup-utents.
he: כעת אתה רשום בקבוצת ה"אורחים". מנהל האתר יבדוק את ההרשמה שלך ויבחר עבורך את הקבוצה המתאימה.
it: In questo momento sei registrato nel gruppo di utenti \ "ospite ". L'amministratore controllerà la tua registrazione e selezionerà per te il gruppo-utenti.
pl: W tej chwili jesteś zarejestrowany w grupie użytkowników „gość”. Administrator sprawdzi twoją rejestrację i wybierze dla ciebie grupę użytkowników.
pt: Atualmente está registrado no grupo de Utilizadores "guest". O administrador vai verificar a sua inscrição e selecionar um grupo de Utilizadores para si.
ru: Теперь вы зарегистрированы в пользовательской группе "Guest". Адмиинстратор проверит регистрацию и определит пользовательскую группу для вас.
sk: V tejto chvíli ste zaregistrovaní v užívateľskej skupine "hosť". Administrátor skontroluje vašu registráciu, a vyberie pre vás užívateľský skupinu.
tr: Şu anda "misafir" kullanıcı grubuna kayıtlısınız. Yönetici kaydınızı kontrol edecek ve sizin için bir kullanıcı grubu seçecektir.
zh: 在這一刻,你被登記在用戶組“客人”,管理員會檢查您的註冊，並選擇一個用戶組為您服務。

source: New registered user
fi: Uusi rekisteröity käyttäjä
fr: Nouveau utilisateur enregistré
fur: Gnûf utent regjistrât
he: משתמש רשום חדש
it: Nuovo utente registrato
pl: Nowy zarejestrowany użytkownik
pt: Novo Utilizador registrado
ru: Новый зарегистрированный пользователь
sk: Nový registrovaný užívateľ
tr: Yeni kayıtlı kullanıcı
zh: 新用戶註冊

source: User registration form
fi: Käyttäjän rekisteröitilomake
fr: Formulaire d'enregistrement de l'utilisateur
fur: Modul di regjistrazion utent
he: טופש הרשמה למשתמשים
it: Modulo di registrazione utente
pl: Formularz rejestracyjny użytkownika
pt: Formulário de inscrição
ru: Форма регистрации пользователя
sk: Formulár pre registráciu užívateľov
tr: Kullanıcı kayıt formu
zh: 用戶註冊表

source: Repeat password
fi: Toista salasana
fr: Répétez le mot de passe
fur: Ripet la password
he: חזור על הסיסמה
it: Ripeti la password
pl: Powtórz hasło
pt: Repita a senha
ru: Повторите пароль
sk: Opakuj heslo
tr: Şifreyi tekrarla
zh: 密碼重複

source: The register function has been switched off!
fi: Rekisteritoiminto on poistettu käytöstä
fr: La fonction enregistrement a été désactivée !
fur: La funzion di registrazion aè stade disativade!
he: אפשרות הרישום בוטלה!
it: La funzione di registrazione è stata disattivata!
pl: Funkcja rejestracji została wyłączona!
pt: A função de inscrição foi desativada!
ru: Функция регистрации пользователей отключена!
sk: Funkcia pre registráciu je vypnutá!
tr: Kayıt işlevi kapatıldı!
zh: 用戶註冊功能已關閉！

source: identical to
fi: identtinen
fr: identique à
fur: identic a
he: זהה ל
it: identico a
pl: identyczny z
pt: identico a
ru: идентичный
sk: identické k
tr: ile aynı
zh: 相同的

source: brother of
fi: ovat sisarukset
fr: frère de
fur: fradi di
he: אח של
it: fratello di
pl: brat z
pt: irmão de
ru: брат
sk: brat
tr: kardeşi
zh: 的兄弟

source: sister-in-law of
fi: lanko
fr: belle-soeur de
fur: cugnade di
he: גיסה של
it: cognata di
pl: szwagierka z
pt: cunhada de
ru: невестка
sk: švagriná
tr: baldızı
zh: 的妹婿

source: brother-in-law of
fi: lanko
fr: beau-frère de
fur: cugnât di
he: גיס של
it: cognato di
pl: szwagier z
pt: cunhado de
ru: шурин
sk: švagor
tr: kayınbiraderi
zh: 的姐妹夫

source: sister of
fi: ovat sisarukset
fr: sœur de
fur: sûr di
he: אחות של
it: sorella di
pl: siostra z
pt: irmã de
ru: сестра
sk: sestra
tr: kız kardeşi
zh: 的姐妹

source: father-in-law
fi: appi
fr: beau-père
fur: misser
he: חם
it: suocero
pl: teść
pt: sogro
ru: тесть
sk: svokor
tr: kayınpeder
zh: 岳父

source: mother-in-law
fi: anoppi
fr: belle-mère
fur: madone
he: חמות
it: suocera
pl: teściowa
pt: sogra
ru: тёща
sk: svokra
tr: kayınvalide
zh: 岳母

source: great-grand
fi: iso-iso
fr: arrière-petit
fur: bis
he: סבא רבא
it: bis
pl: pra
pt: bis
ru: пра-пра-пра
sk: pra- pra
tr: büyük-büyük
zh: 曾祖

source: grand
fi: iso
fur: nono
he: סבא
it: nonno
ru: пра
sk: pra
tr: büyük
zh: 祖

source: daughter-in-law
fi: miniä
fr: belle-fille
fur: brût
he: כלה
it: nuora
pl: synowa
pt: nora
ru: невестка
sk: nevesta
tr: gelin
zh: 媳

source: son-in-law
fi: vävy
fr: gendre
fur: ginar
he: חתן
it: genero
pl: zięć
pt: genro
ru: зять
sk: zať
tr: damat
zh: 婿

source: nephew
fi: sisarenpoika
fr: neveu
fur: nevôt
he: אחיין
it: nipote
pl: bratanek
pt: sobrinho
ru: племянник
sk: synovec
tr: erkek yeğen
zh: 侄甥

source: niece
fi: sisarentytär
fr: nièce
fur: gnece
he: אחיינית
it: nipote
pl: siostrzenica
pt: sobrinha
ru: племянница
sk: neter
tr: kız yeğen
zh: 侄甥女

source: 2nd [COUSIN]
fi: pikkuserkku
fr: Cousin germain au 2ème degré
fur: [cusin] di secont grât
he: בן/בת דוד/ה שני/ה
it: cugino di 2[°] grado
pt: Primo em 2º grau
ru: 2-й
sk: 2. [bratranec]
tr: 2. [KUZEN]
zh: 第二

source: 3rd [COUSIN]
fi: 3. serkku
fr: Cousin germain au 3ème degré
fur: cusin di tierç grât
he: בן/בת דוד/ה שלשית/ת
it: cugino di 3[°] grado
pt: Primo em 3º grau
ru: 3-й
sk: 3. [bratranec]
tr: 3. [KUZEN]
zh: 第三

source: uncle
fi: setä/eno
fr: oncle
fur: barbe
he: דוד
it: zio
pl: wujek
pt: tio
ru: дядя
sk: strýko
tr: amca/dayı
zh: 伯叔

source: aunt
fi: täti
fr: tante
fur: agne
he: דודה
it: zia
pl: ciocia
pt: tia
ru: тётя
sk: teta
tr: hala/teyze
zh: 姑姨媽

source: cousin.male
fr: cousin
fur: cusin
he: בן דוד/ה
it: cugino
ru: двоюродный брат
sk: bratranec
tr: kuzen.erkek

source: 1st [COUSIN]
fi: serkku
fr: Cousin germain au 1er degré
fur: cusin di prin grât
he: בן/בת דוד/ה
it: cugino di 1[°] grado
pt: Primo em 1º grau
ru: 1-й
sk: 1. [bratranec]
tr: 1. [KUZEN]
zh: 第一

source: cousin.female
fr: cousine
fur: cusine
he: בת דוד/ה
it: cugina
ru: двоюродная сестра
sk: sesternica
tr: kuzen.kadın

source: COUSIN_MALE
fi: serkku
fr: COUSIN
fur: Cusin
he: בן דוד/ה
it: Cugino
pl: kuzyn
pt: primo do sexo masculino
ru: двоюродный брат
sk: BRATRANEC
tr: KUZEN_ERKEK
zh: 表兄弟姐妹

source: COUSIN_FEMALE
fi: serkku
fr: COUSINE
fur: Cusine
he: בת דוד/ה
it: Cugina
pl: kuzyn
pt: Prima
ru: двоюродная сестра
sk: SESTERNICA
tr: KUZEN_KADIN
zh: 表兄弟姐妹

source: once removed
fi: yhden sukupolven takaa
fr: germain
fur: distant une generazion
he: דור אחד
it: distante una generazione
pl: po usunięciu
pt: removido uma vez
ru: однажды удалён
sk: 2. generácie
tr: bir kez kaldırıldı
zh: 一旦删除

source: times removed
fi: sukupolven takaa
fr: fois éloignés
fur: generazions distantis
he: דורות
it: generazioni distante
pl: czasy skasowany
pt: removido várias vezes
ru: раз удалён
sk: . generácie
tr: kez kaldırıldı
zh: 多次删除

source: 4th [COUSIN]
fi: 4. serkku
fr: Cousin germain au 4ème degré
fur: cusin di cuart grât
he: בן/בת דוד/ה רביעי/ת
it: cugino di 4[°] grado
pt: Primo em 4º grau
ru: 4-й
sk: 4. [bratranec]
tr: 4. [KUZEN]
zh: 第四

source: is
fi: on
fr: est
fur: al è
he: הוא/היא
it: è
pl: jest
pt: é
ru: является
sk: je
tr: olur
zh: 是

source: BLOOD RELATIONSHIP:
fi: VERISUKULAISUUS:
fr: PARENTÉ DE SANG :
fur: RELAZION DI SANC:
he: קשרי דם:
it: RELAZIONE DI SANGUE:
pl: WIĘZY KRWI:
pt: Consanguinidade:
ru: КРОВНОЕ РОДСТВО:
sk: POKRVNÉ PRÍBUZENSTVO:
tr: KAN İLİŞKİSİ:
zh: 血緣關係

source: MARITAL RELATIONSHIP:
fi: SUKULAISUUS PUOLISON KAUTTA:
fr: RELATION MARITALE :
fur: RELAZION CONIUGÂL:
he: קשרי נישואין:
it: RELAZIONE MARITALE:
pl: WIĘZY MAŁŻONKÓW
pt: Relação Matrimonial:
ru: СЕМЕЙНЫЕ ОТНОШЕНИЯ:
sk: MANŽELSKÝ VZŤAH:
tr: EVLİLİK İLİŞKİSİ:
zh: 婚姻關係：

source: Use Extended Calculator
fi: Käytä laajempaa laskuria
fr: Utiliser la calculatrice étendue
fur: Dopre il Calcul Slargjiât
he: השתמש במחשבון המורחב
it: Usa la calcolatrice estesa
pl: Użyj rozszerzonego kalkulatora
pt: Utilize a Calculadora Expandida
ru: Использовать расширенный калькулятор
sk: Použi rozšírenú kalkulkačku
tr: Genişletilmiş Hesap Makinesini Kullanın
zh: 使用擴展計算器

source: are both husbands of
fi: kummankin vaimo on
fr: sont deux époux de
fur: a son ducj omps di
he: שניהם בעליה של
it: sono entrambi mariti di
pl: oboje są mężami
pt: são ambos maridos de
ru: оба мужья
sk: sú obaja manželmi
tr: her ikisi de kocaları
zh: 都是..的丈夫

source: are both wifes of
fi: kummankin aviomies on
fr: sont deux épouses de
fur: a son dutis feminis di
he: שתיהן נשותיו של
it: sono entrambe mogli di
pl: oboje są żonami
pt: são ambas esposas de
ru: обе жёны
sk: sú obe manželky
tr: her ikisi de hanımları
zh: 都是..的妻子

source: partner
fi: kumppani
fr: partenair-e-
he: בן-בת זוג
ru: Партнёр
tr: eş

source: husband of
fi: aviovaimo
fr: époux de
fur: omp di
he: בעלה של
it: marito di
pl: mąż
pt: marido de
ru: супруг
sk: manžel
tr: kocası
zh: 的丈夫

source: wife of
fi: aviomies
fr: épouse de
fur: femine di
he: אשתו של
it: moglie di
pl: żona
pt: mulher de
ru: супруга
sk: manželka
tr: karısı
zh: 的妻子

source: No blood relation or direct marital relation found
fi: Ei löydy suoraa sukulaisuutta ja suoraa yhteyttä avioliiton kautta
fr: Pas de relation de sang ou matrimoniale directe trouvée
fur: No è stade cjiatade nissune relazion direte di sanc o relazion coniugâl
he: לא נמצא קשר דם או קשר חיתון ישיר
it: Non trovata alcuna relazione diretta di sangue o di rapporto coniugale
pl: Nie znaleziono związku krwi ani bezpośredniego związku małżeńskiego
pt: Não foram detetadas relações de consanguineadade ou matrimoniais diretas
ru: Кровное родство или прямые семейные связи не найдены
sk: Nenájdený žiaden vzťah
tr: Kan ilişkisi veya doğrudan evlilik ilişkisi bulunamadı
zh: 沒有發現血緣關係或直接的婚姻關係

source: No direct marital relation found
fi: Suoraa avioliittoyhteyttä ei löydy
fr: Aucune relation conjugale directe trouvée
fur: No è stade cjiatade nissune relazion coniugâl dirette
he: לא נמצא קשר חיתון ישיר
it: Non è stata trovata alcuna relazione coniugale diretta
pl: Nie znaleziono bezpośredniego związku małżeńskiego
pt: Não foi detetada nenhuma relação matrimonial direta
ru: Прямые семейные связи не найдены
sk: Žiadny priamy vzťah
tr: Doğrudan evlilik ilişkisi bulunamadı
zh: 沒有發現直接的婚姻關係
