Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Default presentation of Google maps in family page
fi: Oletus Googlen kartan esittämiseen perhesivulla
fr: Présentation par défaut de la Carte du Monde dans la page de famille
fur: Presentazion predefinide das mapis di Google ta pagjine da famee
he: תצוגת ברירת מחדל למפות גוגל בעמוד משפחה
it: Presentazione predefinita delle mappe di Google nella pagina della famiglia
pl: Domyślna prezentacja map Google na stronie rodziny
pt: Apresentação por omissão dos mapas do Google na página de família
ru: Представление Google maps на генеалогическом древе по-умолчанию
sk: Základné zobrazenie Google map na rodinnej stránke
tr: Google haritalarının aile sayfasında varsayılan sunumu
zh: 家譜頁面的默認谷歌地圖呈現頁面

source: Show Google maps
fi: Näytä Googlekartat
fr: Afficher la Carte du Monde
fur: Mostre lis mapis di Google
he: הצג מפות גוגל
it: Mostra le mappe di Google
pl: Pokaż mapy Google
pt: Mostrar Mapas do Google
ru: Отображать карты Google
sk: Ukáž Google mapy
tr: Google haritalarını göster
zh: 展示谷歌地圖

source: Hide Google maps
fi: Piilota Googlekartat
fr: Masquer la Carte du Monde
fur: Nascuint lis mapis di Google
he: הסתר מפות גוגל
it: Nascondi le mappe di Google
pl: Ukryj mapy Google
pt: Ocultar Mapas do Google
ru: Скрыть карты Google
sk: Skry Google mapy
tr: Google haritalarını gizle
zh: 隱藏谷歌地圖

source: Show age of living person
fr: Afficher l'âge d'une personne vivante
fur: Mostre l'etât das personis vivis
he: הצג גיל של אדם שבחיים
it: Mostra l'età della persona in vita

source: Show "PDF Report" button in family screen and reports
fi: Näytä "PDF raportti" -painike perhenäytöllä ja raporteissa
fr: Afficher le bouton "Rapport PDF" dans l'écran familial et les rapports
fur: Mostre il boton "Rapuart PDF " in ta schede da famee e tai rapuars
he: הצג את כפתור "דוח PDF" במסכי דוחות המשפחה, צאצאים ואבות
it: Mostra il pulsante "Rapporto PDF " nella schermata della famiglia e nei rapporti
pl: Pokaż przycisk „Raport PDF” na ekranie rodzinnym i w raportach
pt: Mostrar o botão "Relatório em PDF" no écrã e relatórios de família
ru: Отображать кнопку "Отчёт PDF" на странице семьи и в отчётах
sk: Ukáž "PDF Report" tlačidlo
tr: Aile ekranında ve raporlarda "PDF Raporu" düğmesini göster
zh: 展示"PDF 報告" 的 按鈕在家譜屏幕和報告

source: Show "RTF Report" button in family screen and reports
fi: Näytä "RTF Tuloste" painike perhesivulla ja raporteilla
fr: Afficher le bouton "Rapport PDF" dans l'écran familial et les rapports
fur: Mostre il boton "Rapuart RTF " in ta schede da famee e tai rapuars
he: הצג כפתור RTF בעמוד משפחה ודוחות
it: Mostra il pulsante "Rapporto RTF " nella schermata della famiglia e nei rapporti
pl: Pokaż przycisk „Raport RTF” na ekranie rodzinnym i w raportach
pt: Mostrar o botão "Relatório RTF" no écrã e relatórios da família
ru: Отображать кнопку "Отчёт RTF" на странице семьи и в отчётах
sk: Ukáž "RTF Report" tlačidlo
tr: Aile ekranında ve raporlarda "RTF Raporu" düğmesini göster
zh: 展示"RTF 報告" 的 按鈕在家譜屏幕和報告

source: Generate citations (can be used as source).
fi: Muodosta sitaatit (voidaan käyttää lähteinä).
fr: Générer des citations (peut être utilisé comme source)
fur: Crê Citazions (a puedin sei usadis come Fonts).
he: צור ציטוטים (אפשר להשתמש בזה בתור מקור)
it: Genera Citazioni (può essere usato come Fonte).
pl: Generuj cytowania (może służyć jako źródło).
pt: Gerar citações (podem ser usadas como fontes).
ru: Создание цитат (можно использовать в качестве источника).
sk: Generovanie citácií (môže byť použité ako zdroj).
tr: Alıntılar oluşturun (kaynak olarak kullanılabilir).

source: User is allowed to add notes/ remarks by a person in the family tree
fi: Käyttäjä voi lisätä huomautuksia/kommentteja sukupuun henkilöille
fr: L'utilisateur est autorisé à ajouter des notes ou remarques pour une personne dans l'arbre généalogique
fur: L'utent al pues zontâ notis e osservazions par une persone tal arbul gjenealogjic
he: המשתמשים רשאים להוסיף הערות ליד אנשים בעץ המשפחה
it: L'utente può aggiungere note ed osservazioni per una persona nell'albero genealogico
pl: Użytkownik może dodawać notatki/uwagi dla osoby z drzewa genealogicznego
pt: O utilizador tem permissão para adicionar notas / comentários de uma pessoa na árvore de família
ru: Пользователь может оставлять заметки о персонах и семьях в дереве.
sk: Používateľ má povolené pridávať poznámky/pripomienky osoby do rodokmeňa
tr: Kullanıcının aile ağacındaki bir kişi tarafından notlar/ açıklamalar eklemesine izin verilir
zh: 允許用戶通過個人身份在家譜中添加註釋/備註

source: Disabled in group "Guest"
fi: Estetty ryhmältä "Vieras"
fr: Désactivé dans le groupe "Invité"
fur: Disabilitât tal grup "Ospite "
he: בוטל בקבוצה "אורחים"
it: Disabilitato nel gruppo "Ospite "
pl: Wyłączone w grupie „Gość”
pt: Desativado no grupo "Visitantes"
ru: Отключено в группе "Guest"
sk: Nepovolené v skupine "Guest"
tr: "Misafir" grubunda devre dışı bırakıldı
zh: "來賓"群被禁用

source: User can see notes/ remarks added by other users in the family tree
fi: Voit nähdä muistiinpanot/ kommentit, jotka muut ovat lisänneet sukupuuhun
fr: L'utilisateur peut voir les notes ou remarques ajoutées par d'autres utilisateurs dans l'arbre généalogique.
fur: L'utent al pues viodi lis notis e lis osservazions zontadis da altris utens tal arbul gjenealogjic
he: המשתמש יכול לראות הערות שנוספו על ידי משתמשים אחרים בעץ המשפחה
it: L'utente può vedere le note e le osservazioni aggiunte da altri utenti nell'albero genealogico
pl: Użytkownik może zobaczyć uwagi/uwagi dodane przez innych użytkowników w drzewie genealogicznym
pt: O Utilizador pode ver notas/comentários criados por outros utilizadores na árvore de família.
ru: Пользователь может видеть заметки других пользователей в дереве
sk: Používateľ môže vidieť poznámky/pripomienky pridané inými používateľmi v rodokmeni
tr: Kullanıcı, diğer kullanıcılar tarafından eklenen notları/ açıklamaları aile ağacında görebilir
zh: 使用者可看到 其他人在家譜中添加的註釋/備註

source: Don't show sources
fi: Älä näytä lähteitä
fr: Ne pas afficher les sources
fur: No mostrâ lis fonts
he: אל תצג מקורות
it: Non mostrare le fonti
pl: Nie pokazuj źródeł
pt: Não exibir as fontes
ru: Не отображать источники
sk: Neukazuj zdroje
tr: Kaynakları göstermeyin
zh: 不展示來源

source: Only show source titles
fi: Näytä vain lähteiden otsikot
fr: Afficher seulement le titre des sources
fur: Mostre dome i titui das Fonts
he: הצג רק כותרות המקורות
it: Mostra solo i titoli delle Fonti
pl: Pokaż tylko tytuły źródłowe
pt: Exibir apenas os títulos das fontes
ru: Отображать только заголовки источников
sk: Zobraz len názvy zdrojov
tr: Yalnızca kaynak başlıklarını göster
zh: 只展示來源的標題

source: Show sources and menu sources
fi: Näytä lähteet ja lähdevalikko
fr: Afficher les sources et le menu des sources
fur: Mostre fonts e il Menù das fonts
he: הצג מקורות והצג את המקורות בתפריט
it: Mostra fonti e il Menù delle fonti
pl: Pokaż źródła i menu źródła
pt: Exibir as fontes e fontes no menú
ru: Отображать источники и меню источников
sk: Zobraz zdroje a menu zdrojov
tr: Kaynakları ve menü kaynaklarını göster
zh: 展示來源和畫譜的來源

source: Default presentation of source
fr: Présentation par défaut de la source
fur: Presentazion predefinide da Font
he: אופן ההצגה הסטנדרטי של מקורות
it: Presentazione predefinita della Fonte
pl: Domyślna prezentacja źródła
pt: Apresentação por omissão da fonte
ru: Представление источников по-умолчанию
sk: Základné zobrazenie zdrojov
tr: Kaynağın varsayılan sunumu
zh: 默認的呈現頁面來源

source: Show source
fr: Afficher la source
fur: Mostre la Font
he: הצג מקור
it: Mostra la Fonte
pl: Pokaż źródło
ru: Показать источник
sk: Ukáž zdroj
tr: Kaynağı göster

source: Show source as footnote
fr: Afficher la source sous forme de note de bas de page
fur: Mostre la font come note da pît de pagjine
he: הצג את המקור בתור הערת שוליים בתחתית הדף
it: Mostra la fonte come nota a piè di pagina
pl: Pokaż źródło jako przypis
ru: Показать источник как сноску
sk: Ukáž zdroj a poznámky
tr: Kaynağı dipnot olarak göster

source: Hide sources
fi: Piilota lähteet
fr: Masquer sources
fur: Nascuint Font
he: הסתר מקורות
it: Nascondi Fonte
pl: Ukryj źródła
pt: Ocultar as fontes
ru: Скрыть источники
sk: Skryť zdroje
tr: Kaynakları gizle
zh: 隱藏源本

source: Show restricted source
fr: Afficher les sources restreintes
fur: Visualize Font concise
he: הצג מקור מוגבל
it: Visualizza Fonte concisa
pl: Pokaż ograniczone źródło
pt: Exibir fontes restritas
ru: Отображать ограниченные источники
sk: Ukáž zakázané zdroje
tr: Kısıtlanmış kaynağı göster
zh: 展示有受限的來源

source: Texts
fi: Tekstit
fr: Textes
fur: Tescj
he: סקסטים
it: Testi
pl: Tekst
pt: Textos
ru: Тексты
sk: Texty
tr: Metinler
zh: 本文

source: Default presentation of text
fi: Tekstin oletusnäyttö
fr: Présentation du texte par défaut
fur: Presentazion predefinide dal tescj
he: הצגת ברירת המחדל של טקסט
it: Presentazione predefinita del testo
pl: Domyślna prezentacja tekstu
pt: Apresentação de textol por omissão
ru: Представление текста по умолчанию
sk: Základné zobrazenie textu
tr: Metnin varsayılan sunumu
zh: 默認的呈現頁面文字

source: Show texts
fi: Näytä tekstit
fr: Afficher les textes
fur: Mostre tescj
he: הצג טקסט
it: Mostra i testi
pl: Pokaż teksty
pt: Exibir os textos
ru: Показать тексты
sk: Ukáž texty
tr: Metinleri göster
zh: 展示本文

source: Show texts in popup screen
fi: Näytä tekstin pop-up -ikkunassa
fr: Voir les textes en écran contextuel
fur: Mostre tescj in tun barcon popup
he: הצג טקסטים בחלון קופץ
it: Mostra testi nella finestra popup
pl: Pokaż teksty w nowym oknie
pt: Mostrar os textos num écrã "pop-up"
ru: Отображение текстов во всплывающем окне
sk: Ukáž texty v rozbaľovacom okne
tr: Açılır ekranda metinleri göster
zh: 顯示本文在彈出式屏幕上

source: Hide texts
fi: Piilota tekstit
fr: Masquer les textes
fur: Nascuint tescj
he: הסתר טקסט
it: Nascondi testi
pl: Ukryj teksty
pt: Esconder os textos
ru: Скрыть тексты
sk: Skryť texty
tr: Metinleri gizle
zh: 隱藏本文

source: Show hidden text/ own remarks (text between # characters in text fields, example: #check birthday#)
fi: Näytä piilotekstit/omat kommentit (teksti # merkkien välissä tekstikentissä, esimerkiksi: #tarkista syntymäaika#)
fr: Afficher le texte caché ou les remarques personnelles (texte entre les caractères # dans les champs de texte, par exemple : #vérifier anniversaire#)
fur: Mostre test nascuindût / osservazions personâl (test tra il caratar # in tai cjamps di test, esempli: #test nascuindût#)
he: הצג טקסט מוסתר (טקסט בין סימני # בשדות טקסט, כדוגמא #בדוק תאריך לידה#)
it: Mostra testo nascosto / osservazioni personali (testo tra il carattere # nei campi di testo, esempio: #controllo data#)
pl: Pokaż ukryty tekst/ własne uwagi (tekst między # znakami w polach tekstowych, przykład: #check birthday #)
pt: Mostra texto oculto (texto entre os caracteres # em campos de texto, por exemplo: #conferir o aniversário#)
ru: Отображение скрытого текста/собственных замечаний (текст между символами # в текстовых полях, например: #check день рождения#)
sk: Zobraziť skrytý text/vlastné poznámky (text medzi # znakmi v textových poliach, príklad: #check birthday#)
tr: Gizli metni/ kendi açıklamalarını göster (metin alanlarındaki # karakterler arasındaki metin, örneğin: #doğum gününü kontrol et#)
zh: 展示隱藏/ 自有的按語(在文本字段 # 字符之間的文字, 例如: #check birthday#)

source: Show text with person
fi: Näytä henkilöteksti
fr: Afficher le texte avec la personne
fur: Mostre test su la persone
he: הצג טקסט לצד אנשים
it: Mostra testo della persona
pl: Pokaż tekst powiązany z osobą
pt: Mostrar o texto com a pessoa
ru: Показать текст с человеком
sk: Ukáž texty s osobou
tr: Kişi ile metni göster
zh: 展示個人的字文

source: Show text with bapt., birth, death, cemetery
fi: Näytä teksti; syntymä, kaste, kuolema, hautaus.
fr: Afficher le texte avec baptême, naissance, décès, inhumation
fur: Mostre test cun batisim, nassite, muart, sepulture
he: המצג טקסט לצד לידה, טבילה, פטירה, קבורה
it: Mostra testo con battesimo, nascita, morte, sepoltura
pl: Pokaż tekst powiązany z chrztem, narodzinami, śmiercią, cmentarzem
pt: Mostrar texto com baptismo, nascimento, óbito, cemitério
ru: Отображать рождение, крещение, смерть, похороны
sk: Zobraziť text s krstom, narodením, úmrtím, cintorínom
tr: Vaftiz, doğum, ölüm, mezarlık ile metni göster
zh: 展示有關受洗, 出生, 死亡, 埋藏的子文

source: Show text with pre-nuptial etc.
fi: Näytä hääteksti jne.
fr: Afficher le texte avec prénuptial etc.
fur: Mostre test prematrimoniâl e altris.
he: הצג טקסט לצד סוגי נישואין
it: Mostra testo prematrimoniale ecc.
pl: Pokaż tekst powiązany z przedślubnie itp.
pt: Mostrar texto com acordo pré-nupcial, etc.
ru: Показать текст с предбрачным и т.д.
sk: Zobraziť text s pred-svadobnou zmluvou atď.
tr: Metni evlilik öncesi vb. ile göster.
zh: 展示婚前等等的子文

source: Activate privacy filter
fi: Aktivoi yksityisyyden suodatus
fr: Activer le filtre de confidentialité
fur: Ative filtri da privacy
he: הפעל מסנן פרטיות
it: Attiva filtro della privacy
pl: Aktywuj filtr prywatności
pt: Ativar o filtro de privacidade
ru: Включить фильтр приватности
sk: Aktivuj súkromný filter
tr: Gizlilik filtresini etkinleştir
zh: 取動隱私過濾器

source: TIP: the best privacy filter is your genealogy program<br> If possible, try to filter with that
fi: VIHJE: paras suodatus on omassa sukututkimusohjelmassasi,<br> jos mahdollista käytä sen suodatusta.
fr: CONSEIL : le meilleur filtre de confidentialité est votre programme de généalogie<br> Si possible, essayez de filtrer avec lui
fur: Sugjeriment: il miôr filtri pa privacy al è il to program di gjenealogjie <br> Se pusibil, al prove a filtrâ cun chel
he: הצעה: מסנן הפרטיות הטוב ביותר הוא תוכנת הגניאלוגיה שלך. אם אפשר סננו קודם באמצעות תוכנה זו.
it: SUGGERIMENTO: il miglior filtro per la privacy è il tuo programma di genealogia <br> Se possibile, cercate di filtrare con quello
pl: WSKAZÓWKA: najlepszym filtrem prywatności jest Twój program genealogiczny<br> Jeśli to możliwe, spróbuj przefiltrować za pomocą tego
pt: DICA: o melhor filtro de privacidade é o seu programa de geneologia<br> Se possível, tente filtrar com ele
ru: СОВЕТ: лучший приватный фильтр - ваша генеалогическая программа<br>. Если это возможно - фильтруйте данные в ней
sk: TIP: Najlepší súkromný filter je tvoj genealogický program<br> Ak je to možné skús filtrovať s týmto
tr: İPUCU: en iyi gizlilik filtresi şecere programınızdır<br> Mümkünse, bununla filtrelemeyi deneyin
zh: 提示: 最好的隱私過濾器就是你的家譜程式<br>如有可能, 試用那過濾器

source: Privacy filter settings
fi: Yksityisyyden suodatuksen asetukset
fr: Paramètres du filtre de confidentialité
fur: Impostazions filtri da privacy
he: הגדרת מסנן הפרטיות
it: Impostazioni filtro della privacy
pl: Ustawienia filtra prywatności
pt: Parâmetros do filtro de privacidade
ru: Настройки фильтра приватности
sk: Nastavenie súkromného filtra
tr: Gizlilik filtresi ayarları
zh: 隱私過濾器的設定

source: %s (alive or deceased), Aldfaer (death sign), Haza-data (filter living persons)
fr: %s (vivant ou décédé), Aldfaer (signe de décès), Haza-data (filtrer les personnes vivantes)
fur: %s (vivent o muart), Aldfaer (segno di muart), Haza-data (filtri personis vivent)
he: ב-%s: חי או נפטר, בתוכנת Aldfaer: סימן הפטירה, בתוכנת Haza-data סנן אנשים חיים
it: %s (vivente o deceduto), Aldfaer (segno della morte), Haza-dati (filtro persone viventi)
pl: %s (żywy lub zmarły), Aldfaer (znak śmierci), Haza-data (filtruj żywe osoby)
ru: %s (живые или умершие), Aldfaer (знак смерти), Haza-data (фильтр живых людей)
sk: %s (živý alebo mŕtvy), Aldfaer (znamenie smrti), Haza-data (filtrovanie živých osôb)
tr: %s (canlı veya ölmüş), Aldfaer (ölüm işareti), Haza-data (yaşayan kişileri filtrele)

source: Privacy filter, filter persons born in or after this year
fi: Yksityisyyssuodatus, suodata pois henkilöt, jotka syntyneet tämän vuoden jälkeen
fr: Filtre de confidentialité, filtrer les personnes nées à partir de cette année
fur: Filtri privacy, filtri personis nassudis di chest an in poi
he: מסנן הפרטיות - סנן אנשים שנולדו בתוך או אחרי שנה זו
it: Filtro privacy, filtro persone nate nel o dopo questo anno
pl: Filtruj prywatność, filtruj osoby urodzone w tym roku lub później
pt: Filtro de privacidade, filtro de pessoas vivas no ano presente ou nos anos subsequentes
ru: Скрывать данные о персонах, рождённых после указанного года
sk: Súkromný filter, ľudia narodení v alebo po tomto roku
tr: Gizlilik filtresi, bu yıl içinde veya sonrasında doğan kişileri filtreleyin
zh: 隱私過濾器, 過濾出個人已生或生在這年以後

source: Year
fi: Vuosi
fr: Année
fur: An
he: שנה
it: Anno
pl: Rok
pt: Ano
ru: Год
sk: Rok
tr: Yıl
zh: 年

source: Privacy filter, filter persons deceased in or after this year
fi: Yksityisyyssuodatus, suodata pois henkilöt, jotka kuolleet tämän vuoden jälkeen
fr: Filtre de confidentialité, filtrer les personnes décédées à partir de cette année
fur: Filtri privacy, filtri personis muartis dopo dal anno
he: מסנן הפרטיות - סנן אנשים שנפטרו בתוך או אחרי שנה זו
it: Filtro privacy, filtro persone decedute durante o dopo questo anno
pl: Filtruj prywatność, filtruj osoby zmarłe w tym roku lub później
pt: Filtro de privacidade, filtra pessoas falecidas neste ano ou em anos subsequentes
ru: Скрывать данные о персонах, умерших после указанного года
sk: Súkromný filter, ľudia, ktorí zomreli v alebo po tomto roku
tr: Gizlilik filtresi, bu yıl içinde veya sonrasında ölen kişileri filtreleyin
zh: 隱私過濾器, 過濾出個人已死或死在這年以後

source: Also filter data of deceased persons (for filter 2)
fi: Suodata myös kuolleiden henkilöiden tiedot (suodattimelle 2)
fr: Filtrer également les données des personnes décédées (pour le filtre 2)
fur: Filtrâ ancje i dâts dai muars (pal filtri 2)
he: סנן גם נתונים של אנשים שנפטרו (פילטר 2)
it: Filtrare anche i dati di persone decedute (per il filtro 2)
pl: Filtruj również dane zmarłych osób (dla filtra 2)
pt: Filtra também dados de pessoas falecidas (ou filtro 2)
ru: Также скрывать данные умерших персок (для фильтра 2)
sk: Tiež filtrovať dáta zomrelých osôb (pre filter 2)
tr: Ayrıca ölen kişilerin verilerini de filtreleyin (filtre 2 için)
zh: 同時也過濾死者的資料 (作為過濾器2)

source: Privacy filter exceptions
fi: Yksityisyyden suodatuksen poikkeukset
fr: Exceptions au filtre de confidentialité
fur: Ecezions Filtri Privacy
he: חריגות של מסנן הפרטיות
it: Eccezioni Filtro Privacy
pl: Wyjątki filtrów prywatności
pt: Excepções do filtro de privacidade
ru: Исключения фильтра приватности
sk: Výnimky súkromného filtra
tr: Gizlilik filtresi istisnaları
zh: 隱私過濾器的例外

source: DO show privacy data of persons (with the following text in own code)
fi: NÄYTÄ henkilön yksityinen tieto (seuraavan tekstin kanssa)
fr: Afficher les données confidentielles des personnes (avec le texte suivant dans le code personnel)
fur: Mostre i dâts da privacy das personis (cun chest test in codiç)
he: כן הצג מידע פרטי של אנשים (שיש להם את הטקסט הבא בשדה קוד עצמי)
it: Fai vedere i dati sulla privacy di persone (con il seguente testo in codice)
pl: POKAŻ dane dotyczące prywatności osób fizycznych (z następującym tekstem we własnym kodzie)
pt: MOSTRAR os dados de privacidade das pessoas (com o texto que se segue em código próprio)
ru: ОТОБРАЖАТЬ приватные данные персон (со следующим текстом в дополнительном коде)
sk: UKÁZAŤ osobné údaje osôb (s nasledujúcim textom vo vlastnom kóde)
tr: Kişilerin gizlilik verilerini GÖSTER (aşağıdaki metin kendi kodunda)
zh: 確實展示個人隱私資料(用自己的代碼展示在以下的文句中)

source: HIDE privacy data of persons (with the following text in own code)
fi: PIILOTA henkilön yksityinen tieto (seuraavan tekstin kanssa)
fr: Masquer les données confidentielles des personnes (avec le texte suivant dans le code personnel)
fur: Nascuint i dâts privacy das personis (cun chest test in codiç)
he: הסתר מידע פרטי של אנשים (שיש להם את הטקסט הבא בשדה קוד פרטי)
it: Nascondi i dati privacy delle persone (con il seguente testo in codice)
pl: UKRYJ dane dotyczące prywatności osób fizycznych (z następującym tekstem we własnym kodzie)
pt: OCULTAR os dados de privacidade das pessoas (com o texto que se segue em código próprio)
ru: СКРЫТЬ приватные данные персон (со следующим текстом в дополнительном коде)
sk: SKRYŤ osobné údaje osôb (s nasledujúcim textom vo vlastnom kóde)
tr: Kişilerin gizlilik verilerini GİZLE (aşağıdaki metin kendi kodunda)
zh: 隱藏個人隱私資料(用自己的代碼展示在以下的文句中)

source: TOTALLY filter persons (with the following text in own code)
fi: KOKONAAN suodata henkilö(seuraavan tekstin kanssa)
fr: Filtrer complètement les personnes (avec le texte suivant dans le code personnel)
fur: Filtri totâl pas personis (cun chest test in codiç)
he: סנן לחלוטין אנשים (שיש להם את הטקסט הבא בשדה הקוד העצמי)
it: Filtro totale per persone (con il seguente testo in codice)
pl: CAŁKOWICIE filtruj osoby (z następującym tekstem we własnym kodzie)
pt: Filtrar COMPLETAMENTE as pessoas (com o texto que se segue em código próprio)
ru: СКРЫТЬ ПЕРСОНЫ (со следующим текстом в дополнительном коде)
sk: TOTALLY filter osôb (s nasledujúcim textom vo vlastnom kóde)
tr: TAMAMEN kişileri filtreleyin (aşağıdaki metin kendi kodunda)
zh: 完完全全過濾個人資料(用自己的代碼展示在以下的文句中)

source: Extra privacy filter option
fi: Yksityisyyden suodatuksen lisäoptiot
fr: Options supplémentaires du filtre de confidentialité
fur: Sieltis extra pal filtri da privacy
he: אופציית סינון פרטיות נוספת
it: Opzione extra per il filtro sulla privacy
pl: Opcja dodatkowego filtra prywatności
pt: Opção de filtro de extra-privacidade
ru: Опция дополнительного фильтра конфиденциальности
sk: Extra možnosť filtrovania súkromia
tr: Ekstra gizlilik filtresi seçeneği
zh: 額外的隱私過濾器選項

source: Show persons with no date information<br> <i>with these persons the privacy filter cannot calculate if they are alive</i>
fi: Näytä henkilöt, joilla ei ole päivämäärätietoja<br> <i>Näille henkilöille ei voida mm. määritellä ovatko he elossa.</i>
fr: Afficher les personnes sans date<br> <i>le filtre de confidentialité ne peut pas calculer si ces personnes sont vivantes</i>
fur: Mostre lis personis cence informazions su lis datis.<br>
he: הצג אנשים שאין לגביהם מידע<br> <i>לגבי אנשים אלה מסנן הפרטיות לא יכול לקבוע אם הם בחיים</i>
it: Mostra le persone senza informazioni sulla data <br> <i> con queste persone il filtro privacy non è in grado di calcolare se sono viventi </i>
pl: Pokaż osoby bez informacji o dacie<br> <i>z tymi osobami filtr prywatności nie może obliczyć, czy żyją</i>
pt: Mostrar pessoas sem informação da data<br> <i>com estas pessoas o filtro de privacidade não consegue calcular se estão ou não vivas</i>
ru: Показать лиц без информации о дате<br> <i>С этими лицами фильтр конфиденциальности не может вычислить, живы ли они</i>
sk: Zobraziť osoby bez informácií o dátume<br> <i>Pri týchto osobách filter ochrany osobných údajov nedokáže vypočítať, či sú nažive</i>
tr: Tarih bilgisi olmayan kişilere<br> <i>bu kişilerle birlikte gizlilik filtresinin hayatta olup olmadıklarını hesaplayamadığı göster</i>
zh: 展示沒有日期資料的個人<br><i>隱私過濾器無法計算這些個人資料如果他們還活著的話</i>

source: With privacy show names
fi: Suodatuksen yhteydessä näytä nimet
fr: Afficher les noms malgré le filtre de confidentialité
fur: Mostre nons cu la privacy
he: כאשר הפרטיות מופעלת הצג שמות
it: Mostra nomi con la privacy
pl: Z prywatności pokaż nazwiska
pt: Mostrar nomes com os dados de privacidade
ru: С конфиденциальностью показать имена
sk: S názvami relácií o ochrane súkromia
tr: Gizlilik gösterisi adlarıyla
zh: 展示出名字隱私

source: Show initials: D. E. Duck
fi: Näytä etukirjaimet: J. A. Aalto
fr: Afficher les initiales : D. E. Dupont
fur: Mostre lis iniziâl: D. E. Bianchi
he: הצג שמות פרטיים באותיות ראשוניות בלבד
it: Mostra iniziali: D. E. Bianchi
pl: Pokaż inicjały: D. E. Kowalski
pt: Mostrar as iniciais: por ex. L. M. Ferreira
ru: Отображать инициалы: И. И. Иванов
sk: Ukáž iniciály: D. E. Duck
tr: Baş harflerini göster: D. E. Duck
zh: 展示名字首字母: 例如D. E. Duck
