Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Tomorrow you can run this process again to add the locations that were not passed for geocoding today.
fi: Huomenna voit käynnistää prosessin taas ja lisätä paikat, joita ei nyt lisätty tietokantaan.
fr: Vous pouvez exécuter à nouveau cette procédure demain pour ajouter les lieux qui n'ont pas été transmises pour le géocodage aujourd'hui.
fur: Doman tu puedis continuâ la ricercje par zontâ lis localitâs che a no son stadis passadis uê pa la geocodifiche.
he: מחר אתה יכול להמשיך בתהליך מיפוי המקומות שלא הושלמו היום.
it: Domani è possibile eseguire di nuovo questo processo per aggiungere le posizioni che non sono state approvate oggi per la geocodifica.
pl: Jutro możesz ponownie uruchomić ten proces, aby dodać lokalizacje, które nie zostały dzisiaj przekazane do geokodowania.
pt: Amanhã pode tornar a executar este processo de novo para adicionar os locais que não foram hoje submetidos à geocodificação.
ru: Завтра вы можете снова запустить этот процесс, чтобы добавить местоположения, которые сегодня не прошли геокодирование.
sk: Zajtra môžete spustiť tento proces znovu a pridať umiestnenie, ktoré dnes neboli odovzdané k geokódovániu.
tr: Bugün coğrafi kodlama için geçilmemiş konumları eklemek için yarın bu işlemi tekrar çalıştırabilirsiniz.
zh: 明天你就可以再次運行谷歌查詢 以便添加了今天未通過 的地理編碼的所在位置。

source: locations were recognized by geocoding and have been saved in the database.
fi: paikat tunnistettiin ja lisättiin tietokantaan.
fr: lieux ont été reconnus par le géocodage et ont été enregistrés dans la base de données.
fur: localitâs a son stadis ricognossudi da geocodifiche e a son stadis salvadis tal database.
he: מקומות מופו בהצלחה ונוספו לטבלה בבסיס הנתונים.
it: i luoghi sono stati riconosciuti da geocoding e sono stati salvati nel database.
pl: lokalizacje zostały rozpoznane przez geokodowanie i zostały zapisane w bazie danych.
pt: os locais foram reconhecidos pela geocodificação e foram guardados na base de dados.
ru: местоположения были распознаны геокодированием и сохранены в базе данных.
sk: lokality boli rozpoznané a boli uložené v databáze.
tr: konumlar coğrafi kodlama ile tanındı ve veritabanına kaydedildi.
zh: 地理編碼的所在位置已被認出所以可保留在資料庫中

source: Back
fi: Takaisin
fr: Retour
fur: Indaûr
he: חזרה
it: Indietro
pl: Powrót
pt: Voltar
ru: Назад
sk: Späť
tr: Geri
zh: 後

source: World map API Keys
fr: Clés API de la carte du monde
fur: API Key pas Mapis
he: מפתחות API של מפת העולם
it: API Keys per World map

source: Use Google Maps
fr: Utiliser Google Maps
fur: Dopre lis mapis di Google
he: השתמשו ב-Google Maps
it: Usa Google Maps

source: Use OpenStreetMap
fr: Utiliser OpenStreetMap
fur: Dopre OpenStreetMap
he: השתמשו ב-OpenStreetMap
it: Usa OpenStreetMap

source: Google Maps API Keys
fr: Clés API Google Maps
fur: API Key pas mapis di Google
he: מפתחות API של Google Maps
it: API Keys per Google Maps

source: To use the Google maps options, you need a Google account.
fr: Pour utiliser les options de Google maps, vous avez besoin d'un compte Google.
fur: Par doprâ lis sieltis das Mapis di Google, bisugne vei un Account di Google
he: על מנת להשתמש באפשרויות Google Maps דרוש חשבון גוגל.
it: Per utilizzare le opzioni di Google Maps, è necessario un account Google.

source: If you don't have a Google account, first create one. Once logged into your Google account, go to:
fi: Jos sinulla ei ole Google-tiliä, avaa aluksi sellainen. Kun sitten kirjaudut Google-tilille, mene:
fr: Si vous n'avez pas de compte Google, créez-en un d'abord. Une fois enregistré dans votre compte Google allez à:
fur: Si no tu âs un account Google, crêilu. Une volte jentrât cul to account Google, vai a:
he: אם אין לכם חשבון גוגל, קודם תיצרו כזה. אחרי שנכנסתם לחשבון הגוגל שלכם, תעברו אל:
it: Se non hai un account Google, prima crearne uno. Una volta effettuato l'accesso al tuo account Google, vai a:
pl: Jeśli nie masz konta Google, najpierw je utwórz. Po zalogowaniu się na konto Google przejdź do:
pt: Se não tiver uma conta no Google, crie primeiro uma. Depois de ter acedido à sua conta no Google, vá para:
ru: Если у вас нет аккаунта Google, сначала создайте его. После входа в аккаунт Google, перейдите:
sk: Ak nemáte Google účet, najskôr si ho vytvorte. Po prihlásení k účtu Google, choďte na:
tr: Bir Google hesabınız yoksa, önce bir tane oluşturun. Google hesabınıza giriş yaptıktan sonra şuraya gidin:

source: Get API key
fi: Ota API-avain
fr: Obtenir la clé API
fur: Domande la API key
he: השג מפתח API
it: Ottieni la API key
pl: Pobierz API key
ru: Получить API key
sk: Zadaj API kľúč
tr: API anahtarı alın

source: and follow the instructions.
fi: ja seuraa ohjeita.
fr: et suivez les instructions.
fur: e sta daûr as istruzions.
he: ותפעלו עפ"י ההנחיות.
it: e segui le istruzioni.
pl: i postępuj zgodnie z instrukcjami.
pt: e siga as instruções.
ru: и следуйте инструкциям.
sk: a postupujte podľa pokynov.
tr: ve talimatları izleyin.

source: Create two keys
fi: Muodosta kaksi avainta
fr: Créez deux clefs
fur: Crê dôs clâs
he: תיצרו שני מפתחות
it: Crea due chiavi
pl: Utwórz dwa keys
ru: Создать два ключа
sk: Vytvorte dva kľúče
tr: İki anahtar oluşturun

source: For the first key, set restriction to <strong>"HTTP referrers"</strong> and enter your website domain name.
fi: Ensimmäiseen avaimeen, aseta rajoitus <strong>"HTTP referrers"</strong> ja kirjoita web-sivustosi domainin nimi.
fr: Pour la première clé, définissez la restriction sur <strong> "Référence HTTP" </strong> et entrez le nom de domaine de votre site Web.
fur: Pa la prime clâf, stabilìs la restrizion su <strong> \ "HTTP Referrer " </ strong> e inseris il none dal dominio dal to sît web.
he: בשביל המפתח הראשון הגדר את ההגבלה ל- <strong>"HTTP referrers"</strong> והכנס את הכתובת של האתר שלך.
it: Per la prima chiave, imposta la restrizione su <strong> \ "HTTP Referrer " </strong> e inserisci il nome del dominio del tuo sito web.
pl: W przypadku pierwszego key ustaw ograniczenie na <strong>"HTTP referrers"</strong> i wprowadź nazwę domeny swojej witryny.
ru: Для первого ключа установите ограничение на <strong>«HTTP-рефереры»</strong> и введите доменное имя вашего сайта.
sk: Pre prvý kľúč, nastavte obmedzenia <strong> "HTTP odkazy" </strong> a zadajte názov webovej stránky domény.
tr: İlk anahtar için kısıtlamayı <strong>"HTTP yönlendiricileri"</strong> olarak ayarlayın ve web sitenizin etki alanı adını girin.

source: If your domain looks like 'www.mydomain.com', enter:
fi: Jos domainisi on tyyppiä 'www.mydomain.com', kirjoita:
fr: Si votre domaine ressemble a 'www.mydomain.com', entrez:
fur: Se il to domini al è simil a "www.mydomain.com", inseris:
he: אם הדומיין שלכם נראה כמו 'www.mydomain.com', תמלאו:
it: Se il tuo dominio è simile a "www.mydomain.com", inserisci:
pl: Jeśli domena wygląda jak 'www.mydomain.com', wprowadź:
ru: Если ваш домен выглядит как 'www.mydomain.com', введите:
sk: Ak vaša doména vyzerá ako "www.mydomain.com", zadajte:
tr: Alan adınız 'www.mydomain.com' gibi görünüyorsa şunu girin:

source: If your domain looks like 'mydomain.com', enter:
fi: Jos domainisi on tyyppiä 'mydomain.com', kirjoita:
fr: Si votre domaine ressemble a 'mydomain.com', entrez
fur: Se il to domini al è simil a "mydomain.com", inseris:
he: אם הדומיין שלכם נראה כמו 'mydomain.com', תמלאו:
it: Se il tuo dominio è simile a "mydomain.com", inserisci:
pl: Jeśli domena wygląda jak 'mydomain.com', wprowadź:
ru: Если ваш домен выглядит как 'mydomain.com', введите:
sk: Ak vaša doména vyzerá ako "mydomain.com", zadajte:
tr: Alan adınız 'alanadim.com' gibi görünüyorsa şunu girin:

source: For the second key, set restriction to <strong>"IP addresses"</strong> and enter your server IP.
fi: Toiseen avaimeen, aseta rajoitus <strong>"IP addresses"</strong> ja kirjoita palvelimesi IP.
fr: Pour la deuxième clé, définissez la restriction sur <strong> "Adresses IP" </ strong> et saisissez l'adresse IP de votre serveur.
fur: Pa la seconde clâf, stabilìs la restrizion su <strong> \ "Indiriz IP " </ strong> e inseris l'IP dal to server.
he: למפתח השני הגדר את ההגבלה ל- <strong>"IP addresses"</strong> והכנס את כתובת ה-IP של השרת שלך.
it: Per la seconda chiave, imposta la restrizione su <strong> \ "Indirizzi IP " </strong> e inserisci l'IP del tuo server.
pl: W przypadku drugiego klucza ustaw ograniczenie na <strong>"IP adres"</strong> i wprowadź adres IP serwera.
ru: Для второго ключа установите ограничение на <strong>«IP-адреса»</strong> и введите IP-адрес вашего сервера.
sk: Pre druhý kľúč, nastavte obmedzenia pre <strong> "IP adresy" </strong> a zadajte IP vášho servera.
tr: İkinci anahtar için kısıtlamayı <strong>"IP adresleri"</strong> olarak ayarlayın ve sunucu IP'nizi girin.

source: Not your computer's IP!
fi: Ei ole tietokoneesi IP!
fr: Pas l'IP de votre ordinateur!
fur: Nol è l'IP dal to computer!
he: לא כתובת ה-IP של המחשב שלכם!
it: Non è l'IP del tuo computer!
pl: Brak IP twojego komputera!
ru: Не IP-адрес вашего компьютера!
sk: Nie je to IP vášho počítača!
tr: Bilgisayarınızın IP'si değil!

source: Your server IP would seem to be:
fi: Palvelimesi IP näyttää olevan:
fr: L'adresse IP de votre serveur semble être :
fur: Nol è l'IP dal to computer:
he: נראה שכתובת ה-IP של השרת שלכם הוא:
it: L'IP del tuo server sembrerebbe essere:
pl: Adres IP twojego serwera to:
ru: Ip-адрес вашего сервера выглядит следующим образом:
sk: IP adresa vášho servera sa zdá byť:
tr: Sunucu IP'niz şöyle görünüyor:

source: Your server also has an IPv6 address. If the above IP doesn't work, try the IPv6 which would seem to be:
fi: Palvelimelasi on myös IPv6 osoite. Jos yllä oleva IP ei toimi. kokeile IPv6 joka näyttää olevan:
fr: Votre serveur dispose également d'une adresse IPv6. Si l'IP ci-dessus ne fonctionne pas, essayez l'IPv6 qui semble être:
fur: Il to server al à ancje un indiriz IPv6. Se l'IP di prin nol funzione, prove l'IPv6 che al vares di jessi:
he: לשרת שלכם יש גם כתובת IPv6. אם כתובת ה-IP שרשום לעיל אינה עובדת, תנסו את כתובת ה-IPv6 שהיא כנראה:
it: Il tuo server ha anche un indirizzo IPv6. Se l'IP sopra riportato non funziona, prova l'IPv6 che sembrerebbe essere:
pl: Twój serwer ma również adres IPv6. Jeśli powyższe IP nie działa, spróbuj IPv6,:
ru: Ваш сервер также имеет IPv6-адрес. Если вышеуказанный IP-адрес не работает, попробуйте IPv6, который, по-видимому, выглядит следующим образом:
sk: Váš server má tiež IPv6 adresu. Ak vyššie uvedené IP nefunguje, skúste IPv6, ktorá sa zdá byť:
tr: Sunucunuzun ayrıca bir IPv6 adresi vardır. Yukarıdaki IP işe yaramazsa, görünen IPv6'yı deneyin:

source: If this doesn't work, contact your provider and try to obtain the proper IP address from them.
fi: Jos tämä ei toimi, ota yhteyttä palveluntarjoajaasi ja yritä saada toimiva IP-osoite heiltä.
fr: Si cela ne fonctionne pas, contactez votre fournisseur et essayez d'obtenir la bonne adresse IP de sa part.
fur: Se chest nol funzione, contate il to provider e domandi l'indiriz IP coret.
he: אם זה לא עובד, תיצרו קשר עם ספק האינטרנט שלכם על מנת לקבל מהם את כתובת ה-IP הנכון.
it: Se questo non funziona, contatta il tuo provider e prova a ottenere da loro l'indirizzo IP corretto.
pl: Jeśli to nie zadziała, skontaktuj się ze swoim dostawcą i spróbuj uzyskać od nich właściwy adres IP.
ru: Если это не сработает, обратитесь к своему провайдеру и попытайтесь получить от него правильный IP-адрес.
sk: Ak to nepomôže, obráťte sa na poskytovateľa a pokúste sa získať správnu IP adresu od nich.
tr: Bu işe yaramazsa, sağlayıcınıza başvurun ve onlardan uygun IP adresini almaya çalışın.

source: Once you receive the keys enter them in the two fields below and save.
fi: Kun saat avaimet, kirjoita ne kahteen alla olevaan kenttään ja tallenna.
fr: Lorsque vous recevrez les clefs entrez les dans les deux champs ci-dessous et sauvegardez.
fur: Cuant che tu âs lis dos clâs, inserissilis tai doi cjamps chi sot e salve.
he: אחרי שהשגתם את שני המפתחות, תמלאו אותם כאן ושמרו.
it: Una volta ricevute le chiavi, inseriscile nei due campi sottostanti e salva.
pl: Po otrzymaniu kluczy wprowadź je w dwóch polach poniżej i zapisz.
ru: Как только вы получите ключи, введите их в два поля ниже и сохраните.
sk: Akonáhle dostanete kľúča zadajte ich do dvoch polí nižšie a uložte.
tr: Anahtarları aldıktan sonra aşağıdaki iki alana girin ve kaydedin.

source: OpenStreetMap API Keys
fr: Clés API OpenStreetMap
fur: API Key par OpenStreetMap
he: מפתחות API של OpenStreetMap
it: API Keys per OpenStreetMap

source: To use OpenStreetMap we need geolocation data of all places. Go to <a href="https://geokeo.com" target="_blank">https://geokeo.com</a> and create an account to get the API key.
fr: Pour utiliser OpenStreetMap, nous avons besoin des données de géolocalisation de tous les lieux. Allez ici: <a href="https://geokeo.com" target="_blank">https://geokeo.com</a> et créez un compte afin d'obtenir la clé API.
fur: Par doprâ OpenStreetMap bisugne geolocalizâ dutis lis localitâs. Va su <a href="https://geokeo.com" target="_blank">https://geokeo.com</a> e vierç un account par vei une clâf API.
he: על מנת להשתמש ב-OpenStreetMap דרוש geolocation data של כל המקומות. עברו ל-<a href="https://geokeo.com" target="_blank">https://geokeo.com</a> ותצרו חשבון על מנת לקבל את מפתח ה-API
it: Per usare OpenStreetMap è necessario geolocalizzare tutte le località. Vai su <a href="https://geokeo.com" target="_blank">https://geokeo.com</a> e crea un account per ottenere la chiave API..

source: Create or update geolocation database
fi: Muodosta tai päivitä maantieteellinen tietokanta.
fr: Créer ou mettre à jour la base de données de géolocalisation
fur: Crê o Atualize database di geolocalizazion
he: צור או עדכן את טבלת המקומות של Google Maps
it: Creare o aggiornare database di geolocalizzazione
pl: Utwórz lub zaktualizuj bazę danych geolokalizacji
pt: Criar ou atualizar a base de dados de geolocalização
ru: Создать или обновить геолокадионную базу
sk: Vytvoriť alebo obnoviť geolokačnú databázu
tr: Coğrafi konum veritabanı oluşturun veya güncelleyin
zh: 建立或更改所在地的資料庫

source: No new locations were found to add to the database
fi: Uusia paikkoja ei löytynyt tietokantaan lisättäväksi.
fr: Pas de nouveaux lieux trouvés pour être ajouter à la base de données
fur: No son stadis cjatadis gnovis localitâs di zontâ al database
he: לא נמצאו מקומות חדשים להוסיף לטבלה
it: Non sono state trovate nuove posizioni da aggiungere al database
pl: Nie znaleziono nowych lokalizacji do dodania do bazy danych
pt: Não se encontraram novos locais para adicionar à base de dados.
ru: Не найдены новые места для добавления в базу
sk: Žiadne nové umiestnenie nebolo zistené na pridanie do databázy
tr: Veritabanına eklenecek yeni konum bulunamadı
zh: 沒有發現新的所在地可加入在資料庫內

source: The following %d locations are already known as non-indexable by Google. Please check their validity.
fi: Seuraavat påaikat %d on jo tunnistettu Googlessa löytymättömiksi. Ole hyvä ja tarkista, ovatko ne oikein.
fr: Les %d lieux suivants sont déjà connus comme non-indexables. Merci de de vérifier leur validité.
fur: Lis %d Localitâs elencadis a no son cognossudis da Google. Controle la lôr validitât.
he: %d המיקומים הבאים ידועים כלא ניתנים לאיתור בגוגל. אנא בדקו את נכונותם.
it: Le seguenti Località %d sono già note come non indirizzabili da Google. Si prega di verificare la loro validità.
pl: Następujące lokalizacje %d są już znane przez Google jako niezindeksowane. Sprawdź ich poprawność.
pt: Os seguintes %d locais são já conhecidos pelo Google como não indexáveis. Por favor verifique a sua validade.
ru: Следующие %d местоположения уже известны google как неиндексируемые. Пожалуйста, проверьте их действительность.
sk: Nasledujúce umiestnenia %d sú Googlom označené ako neindexovateľné. Prosím skontrolujte ich platnosť.
tr: Aşağıdaki %d konum zaten Google tarafından dizine eklenemez olarak biliniyor. Lütfen geçerliliklerini kontrol edin.

source: There are %s new unique birth/ death locations to add to the database.
fi: Tietokantaan lisättäväksi on %s uutta syntymä-/kuolinpaikkaa.
fr: Il ya %s nouveaux lieux de naissance/décès uniques à ajouter à la base de données.
fur: A son %s gnovis localitâs di nassite/muart di zontâ tal database.
he: נמצא %s מקומות לידה/פטיירה חדשים להוסיף לטבלה.
it: Ci sono %s nuove notizie di nascita/morte di localizzazioni da aggiungere al database.
pl: Istnieją %s nowe unikalne lokalizacje narodzin / śmierci do dodania do bazy danych.
pt: Há %s novos locais de nascimento / óbito a adicionar à base de dados.
ru: Найдено %s новых уникальных мест рождения/смерти для добавления в базу.
sk: Existujú %s nové jedinečné lokality narodenia / úmrtia na pridanie do databázy.
tr: Veritabanına eklenecek %s yeni benzersiz doğum/ ölüm yeri var.
zh: 有 %s 新的獨特的出生/死亡的地點添加到在資料庫中.

source: This will take approximately <b>%1$d minutes and %2$d seconds.</b>
fi: Tämä kestää noin <b>%1$d minuuttia ja %2$d sekuntia.</b>
fr: Ceci prendra environ <b>%1$d minutes et %2$d secondes.</b>
fur: Chest al richiederà un <b>%1$d minûs e %2$d seconts.</b>
he: <b>תהליך זה ייערך בערך %1d דקות ועוד %2d שניות.</b>
it: Questo richiederà circa <b>%1$d minuti e %2$d secondi.</b>
pl: Zajmnie to <b>%1$d minuty i %2$d sekund.</b>
pt: Isto vai demorar cerca de <b>%1$d minutos e %2$d segundos.</b>
ru: Это займёт примерно <b>%1$d минут и %2$d секунд.</b>
sk: To bude trvať približne <b>%1$d minút a %2$d sekúnd. </b>
tr: Bu yaklaşık <b>%1$d dakika ve %2$d saniye sürecektir.</b>
zh: 這將需要大約<b>%1$d 分鐘 %2$d 秒.</b>

source: Do you wish to add these locations to the database database now?
fi: Haluatko lisätä paikat tietokantaan nyt?
fr: Voulez-vous ajouter ces lieux à la base de données maintenant ?
fur: Ustu zontâ cumò chestis localitâs al database?
he: האם ברצונך להוסיף מקומות אלה לטבלה כעת?
it: Vuoi aggiungere queste località al database del database ora?
pl: Czy chcesz teraz dodać te lokalizacje do bazy danych?
pt: Deseja adicionar estes locais à base de dados agora?
ru: Желаете добавить эти места в базу?
sk: Prajete si pridať tieto lokality do databázy teraz?
tr: Bu konumları şimdi veritabanına eklemek istiyor musunuz?
zh: 現在你想要將這些所在地加入在資料庫中嗎？

source: A geolocation database exists.
fi: Geo-paikkojen tietokanta on olemassa.
fr: Une base de données de géolocalisation existe.
fur: Al è za presint un database di geolocalizazion.
he: כבר קיים בסיס נתונים של מיקומים לצורך מפות גוגל
it: Esiste già un database di geolocalizzazione.
pl: Baza danych geolokalizacji istnieje.
pt: Existe uma base de dados de geolocalização.
ru: Геолокационная база создана.
sk: Geolokačná databáza existuje.
tr: Bir coğrafi konum veri tabanı var.
zh: 現有個 所在地資料庫

source: No geolocation database found.
fi: Sijaintitietokantaa ei löydy.
fr: Aucune base de données de géolocalisation trouvée.
fur: No l'è presint nissun database di geolocalizazion.
he: לא נמצא בסיס נתונים עם מקומות ל-Google Maps.
it: Non è stato trovato nessun database di geolocalizzazione.
pl: Nie znaleziono bazy geolokalizacji.
pt: Não foi encontrada a base de dados de geolocalização.
ru: Геолокационная база отсутствует.
sk: Geolokačná databáza neexistuje.
tr: Coğrafi konum veritabanı bulunamadı.
zh: 沒有發現所在地資料庫

source: Check how many new locations have to be indexed and how long the indexing may take (approximately).
fi: Tarkista kuinka monta paikkaa on indeksoitava ja kuinka kauan indeksointi kestää (arviolta).
fr: Vérifiez combien de nouveaux lieux doivent être indexés et combien de temps l'indexation peut prendre (environ).
fur: Control dal numar di gnovis localitâs che a jan di sei indicizadis e trop timp (a stim) l'indicizazion a pues richiedi.
he: בדוק כמה מיקומים חדשים טרם הוכנסו לאינדקס וכמה זמן בערך יימשך תהליך האינדוקס.
it: Controllare il numero di nuove localizzazioni che devono essere indicizzate e quanto tempo (circa) l'indicizzazione può richiedere.
pl: Sprawdź, ile nowych lokalizacji należy zindeksować i jak długo może to zająć (przybliżony).
pt: A verificar quantos novos locais têm de ser indexados e quanto tempo pode demorar a indexação (aproximadamente).
ru: Проверить сколько новых мест не добавлено в геолокационную базу и сколько примерно времени займёт их добавление.
sk: Skontroluj, koľko nových miest musí byť indexované a ako dlho môže trvať indexovanie (približne).
tr: Kaç yeni konumun dizine eklenmesi gerektiğini ve dizin oluşturmanın ne kadar sürebileceğini (yaklaşık olarak) kontrol edin.
zh: 檢查新的所在地有多少被索引並且檢查索引可能會花費多長時間(大約)

source: All family trees
fi: Kaikki sukupuut
fr: Tous les arbres généalogiques
fur: Ducj i arbui gjenealogjics
he: כל עצי המשפחה
it: Tutti gli alberi genealogici
pl: Wszystkie drzewa genealogiczne
pt: Árvores de todas as famílias
ru: Все генеалогические деревья
sk: Všetky rodokmene
tr: Tüm aile ağaçları
zh: 所有的家譜

source: Check
fi: Tarkista
fr: Vérifier
fur: Controle
he: בדוק
it: Controlla
pl: Zgoda
pt: Verificar
ru: Проверка
sk: Skontroluj
tr: Kontrol et
zh: 檢查

source: Refresh birth/ death status and tree affiliation of all locations
fi: Päivitä kaikkien sijaintien syntymä-/kuolintiedot ja yhteydet sukupuuhun.
fr: Actualiser le statut de naissance/décès et l'appartenance de tous les lieux à l'arbre généalogique
fur: Ricontrole dutis lis localitâs di nassite/muart e il lôr leamp a un arbul
he: רענן את סטטוס הלידה/פטירה ושיוך לעצים של כל המקומות
it: Aggiorna nascita/morte lo stato e l'affiliazione ad albero di tutte le localizzazioni
pl: Odśwież status urodzenia / śmierci i powiązanie drzewa ze wszystkimi lokalizacjami
pt: A atualizar o estado de nascimento / óbito e a afiliação na árvore de todos os locais.
ru: Обновить сведения о местах рождения/смерти в геолокационной базе.
sk: Obnoviť narodenia / úmrtia a príslušnosť všetkých lokalít
tr: Tüm konumların doğum/ ölüm durumunu ve ağaç bağlantısını yenileyin
zh: 刷新所有所在地的 出生/死亡狀態和所屬的家譜

source: The birth/ death status and tree affiliation has been refreshed.
fi: Syntymä-/kuolintiedot ja yhteydet sukupuuhun on päivitetty.
fr: Le statut de naissance/décès et l'appartenance de tous les lieux à l'arbre généalogique ont été actualisés.
fur: Lis localitâs di nassite e muart e il lôr leamp a un arbul al è stât controlât.
he: סטטוס לידה/פטירה ושיוך לעצים של כל המקומת רועננו.
it: L'impostazione e l'affiliazione all'albero per nascita/morte è stato aggiornato.
pl: Status urodzenia / śmierci i powiązanie z drzewem zostały odświeżone.
pt: O estado de nascimento / óbito e a afiliação na árvore foram atualizados.
ru: Обновлен статус рождения/смерти и принадлежность к дереву.
sk: Status narodenia / úmrtí bol aktualizovaný.
tr: Doğum/ ölüm durumu ve ağaç bağlantısı yenilendi.
zh: 所有所在地的 出生/死亡狀態和所屬的家譜已被刷新
