Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Choose family tree
fr: Choisissez l'arbre généalogique
fur: Sielz l'arbul gjenealogjic
he: בחר עץ משפחה
it: Scegli l'albero genealogico
ru: Выбрать генеалогическое древо
sk: Vyberte rodokmeň
tr: Aile ağacı seçin

source: No dates
fi: Ei päivämääriä
fr: Aucune date
fur: Cence datis
he: ללא תאריך
it: Senza date
pl: Brak dat
pt: Sem datas
ru: Без дат
sk: Bez dátumov
tr: Tarihler yok
zh: 沒有日期

source: Calculation of birth dates is completed. Sometimes more dates will be found if calculation is restarted!
fi: Syntymäpäivien laskenta on valmis. JOskus enemmän päivämääriä löytyy, kun laskenta käynnistetään uudelleen.
fr: Le calcul des dates de naissance est terminé. Parfois, d'autres dates peuvent être trouvées si le calcul est redémarré !
fur: Il calcul das datis di nassite al è completât. A voltis, se il culcul al ven rifat, a puedin sei calcoladis datis diferentis!
he: חישוב תאריכי הלידה הסתיים. לעיתים יימצאו תאריכים נוספים אם מבצעים את החישוב שנית.
it: Il calcolo delle date di nascita è completato. A volte verranno trovate più date se il calcolo viene riavviato!
pl: Obliczanie dat urodzenia zostało zakończone. Czasami więcej dat zostanie znalezionych, jeśli obliczenia zostaną wznowione!
pt: O cálculo das datas de nascimento foi completado. Por vezes descobrem-se mais datas se se reiniciar o cálculo.
ru: Вычисление дат рождения завершено. При необходимости вычисление можно перезапустить позже.
sk: Výpočet dátumov narodenia bol ukončený!
tr: Doğum tarihlerinin hesaplanması tamamlandı. Hesaplama yeniden başlatılırsa bazen daha fazla tarih bulunabilir!

source: Here you can add your own pages to %s! It's possible to use categories in the menu (like "Family history", "Family stories").
fr: Ici, vous pouvez ajouter vos propres pages %s! Il est possible d'utiliser des catégories dans le menu (comme "Histoire de famille", "Histoires de famille") ..
fur: Achi al è pussibil zontâ pagjinis a %s! Al è ancje pussibil utilizzâ altris Categoriîs tal menu (come "La storie da famêe", "Storis familiâr").
he: כאן אפשר להוסיף עמודים משלך ל-%s! אפשר להשתמש בקטגוריות בתפריט (כגון "הסטוריית המשפחה, "סיפורי משפחה וכו').
it: Qui è possibile aggiungere delle pagine a %s! E' possibile utilizzare altre Voci nel menu (come "La storia della famiglia", "Storie familiari").
pl: Tutaj możesz dodawać własne strony do %s! W menu można używać kategorii (np. „Historia rodzinna”, „Historie rodzinne”).
ru: Здесь вы можете добавить свои собственные страницы в %s! В меню можно использовать категории (такие как «Семейная история», «Семейные истории»).
sk: Tu môžete pridať svoje vlastné stránky do %s! V menu je možné použiť kategórie (ako "Rodinná história", "Rodinné príbehy").
tr: Burada kendi sayfalarınızı %s'e ekleyebilirsiniz! Menüdeki kategorileri kullanmak mümkündür ("Aile geçmişi", "Aile hikayeleri" gibi).

source: Pages
fi: Sivut
fur: Pagjinis
he: עמודים
it: Pagine
pl: Strony
pt: Páginas
ru: Страницы
sk: Stránky
tr: Sayfalar
zh: 網頁

source: Menu
fi: Valikko
he: תפריט
pt: Menú
ru: Меню
tr: Menü
zh: 菜單

source: CMS settings
fur: Impostazion dal CMS
he: הגדרות CMS
it: Impostazioni del CMS

source: This page is selected as homepage!
fi: Tämä sivu on valittu kotisivuksi!
fr: Cette page est sélectionnée comme page d'accueil !
fur: Cheste pagjine a iè sielte come pagjine iniziâl!
he: דף זה נקבע כדף הבית שלך!
it: Questa pagina è selezionata come pagina iniziale!
pl: Ta strona jest wybrana jako strona główna!
pt: Esta página foi selecionada para ser a homepage!
ru: Страница выбрана как домашняя!
sk: Táto stránka bola vybratá ako domáca stránka!
tr: Bu sayfa ana sayfa olarak seçilmiştir!
zh: 此網頁被選定為主頁！

source: Are you sure you want to remove this page?
fi: Oletko varma, että haluat poistaa tämän sivun?
fr: Êtes-vous certain de vouloir supprimer cette page ?
fur: Sestu sigûr di volei tirâ vie chwste pagjine?
he: האם אתה בטוח שאתה רוצה להסיר דף זה?
it: Sei sicuro di voler rimuovere questa pagina?
pl: Czy na pewno chcesz usunąć tę stronę?
pt: Confirma a remoção desta página?
ru: Вы уверенны, что хотите удалить страницу?
sk: Naozaj chceš vymazať túto stránku?
tr: Bu sayfayı kaldırmak istediğinizden emin misiniz?
zh: 你確定要刪除這個網頁？

source: There are still pages connected to this menu!<br> Please disconnect the pages from this menu first.
fi: Tähän valikkoon on vielä kytekttyjä sivuja!<br> Ole hyvä ja poista kytkennät tästä valikosta ensin.
fr: Il y a encore des pages liées à ce menu !<br> Merci de détacher les pages de ce menu en premier.
fur: An d'è altris pagjinis collegadis a chest menu!<br> Scolleghe prin lis pagjinis da chest menu.
he: יש עדיים דפים שמקושרים לתפריט זה!<br> אנא נתק קודם את הדפים מתפריט זה.
it: Ci sono ancora pagine collegate a questo menu!<br> Si prega di scollegare le pagine di questo menu.
pl: Z tym menu są nadal połączone strony!<br> Najpierw odłącz strony od tego menu.
pt: Ainda há páginas ligadas a este menú!<br> Por favor desligue primeiro as páginas deste menú.
ru: Есть еще страницы, подключенные к этому меню!<br>Пожалуйста, сначала отключите страницы из этого меню.
sk: K tomuto menu sú stále pripojené stránky!<br> Najskôr odpojte stránky z tohto menu.
tr: Hâlâ bu menüye bağlı sayfalar var!<br> Lütfen önce sayfaların bu menüden bağlantısını kesin.
zh: 仍然有些網頁連接到這個菜單！請先斷開那些連接的網頁

source: Are you sure you want to remove this menu?
fi: Oletko varma, että haluat poistaa tämän valikon?
fr: Êtes-vous certain de vouloir supprimer ce menu ?
fur: Sestu sigûr di volei eliminâ chest menu?
he: האם אתה בטוח שאתה רוצה להסיר תפריט זה?
it: Sei sicuro di voler rimuovere questo menu?
pl: Czy na pewno chcesz usunąć to menu?
pt: Confirma a remoção deste menú?
ru: Вы уверены, что желаете удалить это меню?
sk: Naozaj chceš vymazať toto menu?
tr: Bu menüyü kaldırmak istediğinizden emin misiniz?
zh: 你確定要刪除這個菜單嗎？

source: Pages, click to edit:
fi: Sivut, klikkaa muokataksesi:
fr: Pages, cliquez pour modifier :
he: דפים, הקלק כדי לערוך
it: Fare clic per modificare le pagine:
pl: Strony, kliknij, aby edytować:
pt: Páginas, clique para editar:
ru: Страницы, щёлкните для редактирования:
sk: Stránky, klikni pre editáciu:
tr: Sayfalar, düzenlemek için tıklayın:
zh: 點擊這些網頁以便編輯：

source: Hide page in menu
fi: Piilota sivu valikosta
fr: Masquez la page dans le menu
fur: Nascuint la pagjine tal menu
he: הסתר דף זה בתפריט
it: Nascondi la pagina nel menu
pl: Ukryj stronę w menu
pt: Ocultar a página no menú
ru: Скрыть страницу из меню
sk: Skryť stránku v menu
tr: Menüde sayfayı gizle
zh: 在菜單中隱藏這網頁

source: Remove page
fi: Poista sivu
fr: Supprimer la page
fur: Elimine la pagjine
he: הסר דף
it: Rimuovi pagina
pl: Usuń stronę
pt: Remover a página
ru: Удалить страницу
sk: Vymazať stránku
tr: Sayfayı kaldır
zh: 刪除這網頁

source: No page title
fr: Pas de titre de page
fur: Al mancje il Titul da Pagjine
he: ללא כותרת עמוד
it: Manca il Titolo della Pagina
pl: Brak tytułu strony
ru: Нет заголовка страницы
sk: Chýba nadpis stránky
tr: Sayfa başlığı yok

source: Add page
fi: Lisää sivu
fr: Ajouter une page
fur: Zonte une pagjine
he: הוסף עמוד
it: Aggiungi pagina
pl: Dodaj stronę
pt: Adicionar Página
ru: Добавить страницу
sk: Pridať stránku
tr: Sayfa ekle
zh: 加上網頁

source: Page title
fi: Sivun otsikko
fr: Titre de la page
fur: Titul da pagjine
he: כותרת הדף
it: Titolo della pagina
pl: Tytuł strony
pt: Título da página
ru: Заголовок страницы
sk: Nadpis stránky
tr: Sayfa başlığı
zh: 網頁的名稱

source: "Hide page in menu" is a special option. These pages can be accessed using a direct link.
fi: "Piilota sivu valikosta" on erikoisoptio. Piilotettuihin sivuihin pääsee edelleen suorilla linkeilä.
fr: "Masquer la page dans le menu" est une option spéciale. Ces pages sont accessibles via un lien direct.
fur: "Nascuint la pagjine tal menu" a iè une opzion speciâl. Chestis pagjinis a puedin iessi clamadis tramite un collegament diret.
he: "הסתר עמוד זה בתפריט" זו אופציה מיוחדת. אפשר להציג עמודים אלה על די שימוש בקישור ישיר
it: "Nascondi pagina nel menu" è un opzione speciale. Queste pagine possono essere accessibili tramite un collegamento diretto.
pl: „Ukryj stronę w menu” to specjalna opcja. Dostęp do tych stron można uzyskać za pomocą bezpośredniego linku.
pt: "Ocultar a página no menú" é uma opção especial. Estas páginas podem ser acedidas através dum link direto.
ru: "Скрыть страницу из меню" это особая опция. Скрытые страницы остаются доступны по прямой ссылке.
sk: "Skryť stránku v ponuke" je špeciálna možnosť. Tieto stránky sú prístupné pomocou priameho odkazu.
tr: "Menüde sayfayı gizle" özel bir seçenektir. Bu sayfalara doğrudan bir bağlantı kullanılarak erişilebilir.
zh: "Hide page in menu" 是個特別的選項，這些網頁可用直接的鏈路聯繫到

source: This page can be accessed using this link:
fi: Tähän sivulle pääsee tästä linkistä:
fr: Cette page est accessible par ce lien :
fur: Si clame cheste pagjine doprant chest link:
he: אפשר להתג דף זה באמצעות הקישור הבא:
it: Si accede a questa pagina utilizzando questo link:
pl: Dostęp do tej strony można uzyskać za pomocą tego linku:
pt: Esta página pode ser acedida através deste link:
ru: Эта страница может быть доступна по ссылке:
sk: Táto stránka je dosiahnuteľná cez odkaz:
tr: Bu sayfaya şu bağlantı kullanılarak erişilebilir:
zh: 用這個鏈路可聯繫到這網頁。

source: or
fi: tai
fr: ou
fur: o
he: או
it: o
pl: lub
pt: ou
ru: или
sk: alebo
tr: veya
zh: 或

source: No menu selected
fi: Ei valikkoa valittuna
fr: Aucun menu sélectionné
fur: Selezione un Menu
he: לא נבחר תפריט
it: Menu non selezionato
pl: Nie wybrano menu
pt: Não foi selecionado nenhum menú
ru: Пункт меню не выбран
sk: Menu nie je vybraté
tr: Menü seçilmedi
zh: 沒有選單被選定

source: Published
fi: Julkaistu
fr: Publié
fur: Publicât
he: פורסם
it: Pubblicato
pl: Opublikowany
pt: Publicado
ru: Опубликовано
sk: Zverejnené
tr: Yayınlandı

source: Visitors counter
fi: Vieraslaskuri
fr: Compteur de visiteurs
fur: Contatôr dai visitatôrs
he: מונה המבקרים
it: Contatore dei visitatori
pl: Licznik odwiedzin
pt: Contador de visitas
ru: Счётчик посетителей
sk: Počet návštevníkov
tr: Ziyaretçi sayacı
zh: 訪問者數目記錄器

source: Add and edit menu/ category items:
fi: Lisää ja muokkaa valikkon/kategorian osia
fr: Ajouter et modifier des articles du menu/catégorie :
fur: Zonte e modifiche il menu/ Categorie Vôs:
he: הוסף וערוך את התפריט וחלקי הקטגוריות
it: Aggiungere e modificare le voci del menu/ categoria:
pl: Dodaj i edytuj elementy menu/ kategoria:
pt: Adicionar e editar itens de menús / categorias:
ru: Добавить или редактировать элементы меню:
sk: Pridať a upraviť položky ponuky/kategórie:
tr: Menü/ kategori öğeleri ekleyin ve düzenleyin:
zh: 增加和編輯 選單／類別 項目

source: Order
fi: Järjestys
fr: Ordre
fur: Ordin
he: סדר
it: Ordina
pl: Zamówienie
pt: Ordenação
ru: Порядок
sk: Poradie
tr: Düzen
zh: 訂購

source: Menu item/ category
fi: Valikon osa/kategoria
fr: Articles du menu/ catégorie
fur: Vôs dal menu / Categorie
he: נושא בתפריט / קטגוריה
it: Voce di menu / Categoria
pl: Element menu/ kategoria
pt: Item/ categoria de menú
ru: Элемент меню
sk: Menu položka/ kategória
tr: Menü öğesi/ kategori
zh: 選單 項目／類別

source: Remove menu
fi: Poista valikko
fr: Supprimer le menu
fur: Elimine il menu
he: הסר תפריט
it: Rimuovi il menu
pl: Usuń menu
pt: Eliminar menú
ru: Удалить меню
sk: Vymazať menu
tr: Menüyü kaldır
zh: 移除選單

source: CMS Settings
fi: CMS-asetukset
fr: Paramètres CMS
fur: Impostazions CMS
he: הגדרת מערכת הדפים העצמאיים (CMS)
it: Impostazioni CMS
pl: Ustawienia CMS
pt: Parâmetros do CMS
ru: Настройки CMS
sk: CMS nastavenia
tr: CMS Ayarları
zh: CMS 的設定

source: Path for pictures in CMS pages
fi: CMS-sivujen kuvien polku
fr: Chemin des images dans les pages CMS
fur: Path pa lis immagjinis tas pagjinis CMS
he: המיקום של התמונות בדפים העצמיים
it: Percorso per le immagini nelle pagine CMS
pl: Ścieżka do zdjęć na stronach CMS
pt: Caminho para as imagens nas páginas do CMS
ru: Путь к картинкам на страницах CMS
sk: Cesta k obrázkom na CMS stránkach
tr: CMS sayfalarındaki resimler için yol
zh: CMS 網頁中圖表的路徑

source: To point the main humo-gen folder, use ../../../foldername<br> To point to a folder outside (and parallel to) the humo-gen folder, use ../../../../foldername
fr: Pour pointer le dossier humo-gen principal, utilisez ../../../nom du dossier Pour pointer vers un dossier en dehors (et parallèle) du dossier humo-gen, utilisez ../../../../nom du dossier
fur: Par pontâ la cartele principâl, utilize .. /.. /.. /Noncartele<br> Par pontâ a une cartele fûr (e parallele a) da la cartele humo-gen, use .. /.. /.. /.. /Noncartele
he: על מנת להצביע לעבר תיקיית HuMo-gen הראשית, השתמש בדרך: foldername/../../.. ושמור. <br> על מנת להצביע לעבר תיקייה מחוץ (ובמקביל) לתיקיית HuMo-gen השתמש בדרך: foldername/../../../.. ושמור.
it: Per puntare la cartella principale, utilizzare .. /.. /.. /Nomecartella<br> Per puntare a una cartella al di fuori (e parallela a) della cartella humo-gen, uso .. /.. /.. /.. /Nomecartella
pl: Aby wskazać główny folder humo-gen, użyj ../../../nazwafolderu<br> Aby wskazać folder poza (i równolegle do) folderu humo-gen, użyj ../../../../nazwafolderu
ru: Чтобы указать основную папку humo-gen, используйте ../../../foldername<br> Чтобы указать папку вне (и параллельно) папке humo-gen, используйте ../../../../имя_папки
sk: Ak chcete nasmerovať hlavný priečinok humo-gen, použite ../../../foldername<br> Ak chcete ukázať na priečinok mimo priečinka humo-gen (a paralelne s ním), použite ../../../../foldername
tr: Ana humo-gen klasörünü işaretlemek için ../../../klasör adı kullanın<br> Humo-gen klasörünün dışındaki (ve ona paralel) bir klasöre işaret etmek için, ../../../../klasör adı kullanın

source: Use default picture path:
fi: Kuvien hakemistopolku (oletus)
fr: Utilisez le chemin par défaut:
fur: Use il Troi predefinît pa lis immagjinis:
he: השתמש במיקום תיקיית התמונות של ברירת המחדל:
it: Usa la path predefinita per le immagini:
pl: Użyj domyślnej ścieżki obrazu:
pt: Utilize o caminho por defeito da imagem
ru: Использовать путь изображений по-умолчанию:
sk: Použiť predvolenu cestu k obrázku:
tr: Varsayılan resim yolunu kullan:

source: Select main homepage (welcome page for visitors) for %s<br> <b>The selected CMS page will replace the main index!</b>
fr: Sélectionnez la page d'accueil principale (page d'accueil pour les visiteurs) pour%s<br> <b>La page CMS sélectionnée remplacera l'index principal!</b>
fur: Sielz la homepage principâl (pagjine di benvignût pai visitatôrs) par %s<br> <b>La Pagjine CMS selezionade a sarà la Pagjine principâl!</b>
he: בחר את עמוד הבית הראשי (עמוד הבית למבקרי האתר של %s<br> <b>עמוד ה-CMS הנבחר יחליף את עמוד השער של ברירת המחדל!</b>
it: Selezionare la homepage principale (pagina di benvenuto per i visitatori) per %s<br> <b>La Pagina CMS selezionata sostituirà la Pagina principale!</b>
pl: Wybierz główną stronę główną (stronę powitalną dla odwiedzających) dla %s<br> <b>Wybrana strona CMS zastąpi główny indeks!</b>
ru: Выберите главную домашнюю страницу (страницу приветствия для посетителей) для %s<br> <b>Выбранная страница CMS заменит основной индекс!</b>
sk: Vyberte hlavnú domovskú stránku (uvítaciu stránku pre návštevníkov) pre %s<br> <b>Vybratá stránka CMS nahradí hlavný index!</b>
tr: %s için ana ana sayfayı (ziyaretçiler için hoş geldiniz sayfası) seçin<br> <b>Seçilen CMS sayfası ana dizinin yerini alacak!</b>

source: Use for all languages
fi: Käytä kaikille kieliversioille
fr: Utiliser pour toutes les langues
fur: Utilize par tutis lis lenghis
he: לשימוש בכל השפות
it: Utilizzare per tutte le lingue
pl: Użyj dla wszystkich języków
pt: Utilizada para todas as linguagens
ru: Использовать для всех языков
sk: Použiť pre všetky jazyky
tr: Tüm diller için kullanın
zh: 所有語言用得到

source: Standard main index
fi: Vakio päävalikko
fr: Index standard principal
fur: Indiç principâl standard
he: האינדקס הראשי של ברירת המחדל
it: Indice principale standard
pl: Standardowy indeks główny
pt: Índice principal standard
ru: Индекс
sk: Štandardný hlavný index
tr: Standart ana dizin
zh: 標準的主要指標

source: Set per language
fi: Aseta kielikohtaisesti
fr: Régler par langue
fur: Set pa lenghe
he: קבע לפי שפה
it: Set per lingua
pl: Ustaw według języka
pt: Definir para cada linguagem
ru: Установить в зависимости от языка
sk: Nastaviť pre jazyk
tr: Dil başına ayarla
zh: 每種語言的設定

source: Are you sure you want to remove this address and ALL address references?
fi: Oletko varma, että haluat poistaa tämän osoitteen ja KAIKKI osoiteviitaukset?
fr: Êtes-vous certain de vouloir supprimer cette adresse et TOUTES les références d'adresses ?
fur: Sestu sigûr di volè eliminâ chest indiriz e ducj i indiriz riferenziâs?
he: האם אתה בטוח שאתה רוצה למחוק כתובת זו וכל ההפניות אליה?
it: Sei sicuro di voler rimuovere questo indirizzo e tutti i riferimenti di indirizzo?
pl: Czy na pewno chcesz usunąć ten adres i WSZYSTKIE odwołania do adresów?
pt: Confirma a eliminação destes endereços e de TODAS as referências aos mesmos?
ru: Вы уверены, что хотите удалить этот адрес и ВСЕ ссылки на него?
sk: Naozaj chcete odstrániť túto adresu a VŠETKY odkazy na adresu?
tr: Bu adresi ve TÜM adres referanslarını kaldırmak istediğinizden emin misiniz?
zh: 真的要刪除住址以及所有住址的接鏈嗎？

source: Address has been removed!
fi: Osoite on poistettu!
fr: L'adresse a été supprimée !
fur: L'indiriz al è stât eliminât!
he: הכתובת נמחקה!
it: L'indirizzo è stato rimosso!
pl: Adres został usunięty!
pt: O endereço foi apagado!
ru: Адрес был удалён!
sk: Adresa bola vymazaná!
tr: Adres kaldırıldı!
zh: 住址被刪除了

source: These addresses can be connected to multiple persons, families and other items.
fi: Nämä osoitteet voidaan yhdistää useaan henkilöön, perheeseen, tapahtumaan tai muuhun kohteeseen.
fr: Ces adresses peuvent être liées a plusieurs personnes, familles et autres choses.
fur: Chescj indiriz a puedin sei collegats a plui personis, fameis e altris elements.
he: את הכתובות האלה ניתן לצרף ליותר מאדם אחד, למשפחות ולנושאים אחרים.
it: Questi indirizzi possono essere collegati a più persone, famiglie e altri enti.
pl: Adresy te mogą być połączone z wieloma osobami, rodzinami i innymi przedmiotami.
ru: Эти адреса могут быть связаны с несколькими людьми, семьями и другими предметами.
sk: Tieto adresy môžu byť spojené s viacerými osobami, rodinami a inými položkami.
tr: Bu adresler birden fazla kişiye, aileye ve diğer öğelere bağlanabilir.

source: Select address
fi: Valitse osoite
fr: Sélectionner l'adresse
fur: Selezione l'indiriz
he: בחר כתובת
it: Seleziona l'indirizzo
pl: Wybierz adres
pt: Selecionar o endereço
ru: Выберите адрес
sk: Vyber adresu
tr: Adres seçin
zh: 選擇地址

source: Add address
fi: Lisää osoite
fr: Ajouter une adresse
fur: Zonte l'indiriz
he: הוסף כתובת
it: Aggiungi indirizzo
pl: Dodaj adres
pt: Adicionar endereço
ru: Добавить адрес
sk: Pridaj adresu
tr: Adres ekle
zh: 增加住址

source: No valid address number.
fi: Kelpaamaton osoitenumero.
fr: Aucun numéro d'adresse valide.
fur: Numar di indiriz invelid.
he: מספר זיהוי כתובות לא תקין
it: Numero di indirizzo non valido.
pl: Błędny numeru adresu.
pt: Não existem números de endereço válidos.
ru: Некорректный идентификатор адреса.
sk: Neplatné číslo adresy.
tr: Geçerli adres numarası yok.
zh: 無有效的住址數目

source: Option
fi: Optio
he: אפשרות
pt: Opção
ru: Опции
sk: Podmienka
tr: Seçenek
zh: 選項

source: Value
fi: Arvo
fr: Valeur
he: ערך
pt: Valor
ru: Значение
sk: Hodnota
tr: Değer
zh: 值數

source: Place
fi: Paikka
fr: Lieu
fur: Lûc
he: מקום:‏
it: Luogo
pl: Miejsce
pt: Local
ru: Место
sk: Miesto
tr: Yer
zh: 位于

source: Street
fi: Katuosoite
fr: Rue
fur: Vie
he: רחוב
it: Via
pl: Ulica
pt: Rua
ru: Улица
sk: Ulica
tr: Sokak

source: Zip code
fi: Postinro
fr: Code postal
fur: Codiç Postâl
he: מיקוד: ‏
it: Codice Postale
pl: Kod pocztowy
pt: CP ou CEP
ru: Почтовый код
sk: PSČ
tr: Posta kodu
zh: 郵政編碼

source: Phone
fi: Puhelin
fr: Téléphone
fur: Telefon
he: טלפון: ‏
it: Telefono
pl: Telefon
pt: Telefone
ru: Телефон
sk: Telefón
tr: Telefon
zh: 電話

source: Delete
fi: Poista
fr: Supprimer
fur: Cancele
he: מחק
it: Cancella
pl: Skasować
pt: Apagar
ru: Удалить
sk: Vymazať
tr: Sil
zh: 刪除

source: Preview
fi: Esikatselu
fr: Aperçu
fur: Anteprime
he: תצוגה מקדימה
it: Anteprima
pl: Podgląd
pt: Pré-Visualização
ru: Предпросмотр
sk: Náhľad
tr: Önizleme

source: Places
fi: Paikat
fr: Lieux
fur: Lûcs
he: מקומות
it: Luoghi
pl: Miejsca
pt: Locais
ru: Места
sk: Miesta
tr: Yerler
zh: 地點

source: Select location
fi: Valitse paikka
fr: Sélectionner le lieu
fur: Selezione il pais
he: בחר מקום
it: Seleziona il paese
pl: Wybierz lokalizację
pt: Selecionar local
ru: Выберите место
sk: Vyber miesto
tr: Konum seçin
zh: 選擇地方

source: Person places
fr: Positionner personne
he: מקומות השייכים אצל אנשים
ru: Личные места
sk: Osobné miesta
tr: Kişi yerleri

source: Family places
fr: Positionner famille
he: מקומות השייכים אצל משפחות
ru: Семейные места
sk: Rodinné miesta
tr: Aile yerleri

source: Other places (sources, events, addresses, etc.)
fr: Autres lieux (sources, événements, adresses, etc.)
he: מקומות אחרים (מקורות, ארועים, כתובות וכו')
ru: Другие места (источники, события, адреса и т.д.)
sk: Ďalšie miesta (zdroje, udalosti, adresy, atď.)
tr: Diğer yerler (kaynaklar, etkinlikler, adresler vb.)

source: Change location
fi: Muuta paikkaa
fr: Modifier le lieu
fur: Cambie localitât
he: שנה מקום
it: Cambia paese
pl: Zmień lokalizację
pt: Alterar local
ru: Изменить место
sk: Zmeň miesto
tr: Konumu değiştir
zh: 更改地方

source: Also change Google Maps table.
fi: Muuta myös paikkaa Goople Mapsissa
fr: Modifier également la table de la Carte du Monde.
he: שנה גם את טבלת המקומות של Google Maps.
pt: Alterar também a tabela de Mapas do Google.
ru: Также изменить
sk: Zmeň tiež tabuľku Google Map.
tr: Ayrıca Google Haritalar tablosunu değiştirin.
zh: 同時也更改GoogleMap畫面

source: Really remove repository with all repository links?
fi: Haluatko varmasti poistaa lähteen ja kaikki lähdeviittaukset?
fr: Supprimer vraiment le référentiel avec tous les liens de référentiel ?
fur: Ustu propri eliminâ il repository cun ducj i link dal archivi?
he: האם אתה באמת רוצה למחוק מאגר זה עם כל הקישורים אליה
it: Vuoi proprio rimuovere il repository con tutti i link dell'archivio?
pl: Naprawdę usunąć repozytorium ze wszystkimi linkami do repozytorium?
pt: Confirma a eliminação do repositório com todos os seus links?
ru: Вы уверены, что ходите удалить репозиторий и все ссылки на него?
sk: Naozaj vymazať úložisko so všetkými odkazmi?
tr: Tüm depo bağlantılarıyla birlikte depo gerçekten kaldırılsın mı?
zh: 真的要刪除存儲庫以及所有存儲庫的接鏈嗎？

source: Repository is removed!
fi: Lähde on poistettu!
fr: Le référentiel est supprimé !
fur: Il repository al è eliminât!
he: המאגר נמחק
it: Il repository è rimosso!
pl: Repozytorium zostało usunięte!
pt: O repositório foi apagado!
ru: Репозиторий удалён!
sk: Úložisko vymazané!
tr: Depo kaldırıldı!
zh: 存儲庫被刪除了

source: A repository can be connected to a source. Edit a source to connect a repository.
fr: Un référentiel peut être connecté à une source. Modifiez une source pour connecter un référentiel.
fur: Un archivi al pues jessi collegât a une font. Segnalâ une font par collegâ un repository.
he: אפשר לקשר מאגר למקור. ערוך מקור כדי לקשר אותו למאגר.
it: Un archivio può essere collegato ad una fonte. Indica una fonte per collegare l'archivio.
pl: Do źródła można podłączyć repozytorium. Edytuj źródło, aby połączyć repozytorium.
ru: Репозиторий может быть подключен к источнику. Отредактируйте источник, чтобы подключить репозиторий.
sk: Úložisko môže byť pripojený k zdieľanému zdroju. Upraviť zdieľaný zdroj pre pripojenie úložiska.
tr: Bir depo bir kaynağa bağlanabilir. Bir depoyu bağlamak için bir kaynağı düzenleyin.

source: Select repository
fi: Valitse säilytyspaikka
fr: Sélectionner un référentiel
fur: Selezione il repository
he: בחר מקום אחסון
it: Seleziona il repository
pl: Wybierz repozytorium
pt: Selecionar repositório
ru: Выбор репозитория
sk: Vybrať úložisko
tr: Depo seçin
zh: 選擇存儲庫
