Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Find invalid dates
fi: Etsi epäkelvot päivämäärät
fr: Chercher des dates invalides
fur: Cîr lis datis no validis
he: מצא תאריכים לא תקינים
it: Trova le date non valide
pl: Znajdź nieprawidłowe daty
pt: Descobrir datas inválidas
ru: Найдены некорректные даты
sk: Nájdi neplatné údaje
tr: Geçersiz tarihleri ​​bul
zh: 發現不符的日期

source: Check database integrity
fi: Tarkista tietokannan eheys
fr: Vérifier l'intégrité de la base de données
fur: Verifiche l'integritât dal database
he: בדוק תקינות בסיס הנתונים
it: Verifica l'integrità del database
pl: Sprawdź integralność bazy danych
pt: Verificar a integridade da base de dados
ru: Проверка целостности базы данных
sk: Skontroluj integritu databázy
tr: Veritabanı bütünlüğünü kontrol edin
zh: 檢查資料庫的完整性

source: View latest changes
fi: Näytä viimeisimmät muutokset
fr: Voir les dernières modifications
fur: Visualize lis ultimis modifichis
he: הצג שינויים אחרונים
it: Visualizza le ultime modifiche
pl: Zobacz najnowsze zmiany
pt: Ver as últimas alterações
ru: Просмотр последних изменений
sk: Ukáž posledné zmeny
tr: En son değişiklikleri görüntüle
zh: 查看最新的改變

source: Calculated birth date
fi: Laskettu syntymäpäivä
fr: Date de naissance calculée
fur: Date di nassite calcolade
he: תאריך לידה מחושב
it: Data di nascita calcolata
pl: Obliczona data urodzenia
pt: Data de nascimento calculada
ru: Рассчитанная дата рождения
sk: Vypočítaný dátum narodenia
tr: Hesaplanan doğum tarihi
zh: 計算出的出生日期

source: Privacy filter
fi: Yksityisyyden suodatus
fr: Filtre de confidentialité
fur: Filtri da privacy
he: מסנן פרטיות
it: Filtro della privacy
pl: Filtr prywatności
pt: Filtro de Privacidade
ru: Фильтр приватности
sk: Súkromný filter
tr: Gizlilik filtresi

source: Gedcom export
fi: Gedcom-tulostus
fr: Export Gedcom
fur: Esporte Gedcom
he: ייצוא של קובץ gedcom
it: Esporta Gedcom
pl: Eksport Gedcom
pt: Exportação de Gedcom
ru: Экспорт в Gedcom файл
tr: Gedcomu dışa aktar
zh: GEDCOM輸出

source: Database backup
fi: Tietokannan varmuuskopio
fr: Sauvegarde base de données
fur: Salvataç Database
he: גיבוי לבסיס הנתונים
it: Salvataggio Database
pl: Kopia zapasowa
pt: Backup do banco de dados
ru: Резервное копирование БД
sk: Záloha databázy
tr: Veritabanı yedekleme
zh: 後備的資料庫

source: Statistics
fi: Tilastot
fr: Statistiques
fur: Statistichis
he: סטטיסטיקה
it: Statistiche
pl: Statystyka
pt: Estatísticas
ru: Статистика
sk: Štatistiky
tr: İstatistikler
zh: 統計

source: Persons and families
fr: Personnes et familles
fur: Personis e Fameis
he: אנשים ומשפחות
it: Persone e famiglie

source: Repositories
fi: Tietolähteet
fr: Référentiels
fur: Repository
he: קבוצות נתונים
it: Repository
pl: Repozytorium
pt: Repositórios
ru: Репозитории
sk: Úložiská
tr: Depolar
zh: 存儲庫群

source: Shared addresses
fi: Jaetut osoitteet
fr: Adresses partagées
fur: Indiris condividûts
he: כתובות משותפים
it: Indirizzi condivisi
pl: Udostępnione adresy
pt: Endereços partilhados
ru: Общие адреса
sk: Zdieľané adresy
tr: Paylaşılan adresler

source: Rename places
fi: Nimeä paikat uudelleen
fr: Renommer les lieux
fur: Torne a nomenâ i lûcs
he: שינוי שמות מקומות
it: Rinomina luoghi
pl: Zmień nazwę: adresu
pt: Renomear Locais
ru: Переименовать места
sk: Premenuj miesta
tr: Yerleri yeniden adlandır
zh: 重新命名地分名字

source: Users
fi: Käyttäjät
fr: Utilisateurs
fur: Utent
he: משתמשים
it: Utente
pl: Użytkownicy
pt: Utilizadores
ru: Пользователи
sk: Užívatelia
tr: Kullanıcılar
zh: 使用者

source: User groups
fi: Käyttäjäryhmät
fr: Groupes d'utilisateurs
fur: Grup utents
he: קבוצות משמשים
it: Gruppo utenti
pl: Grupy użytkowników
pt: Grupo de utilizadores
ru: Группы пользователя
sk: Užívateľské skupiny
tr: Kullanıcı grupları
zh: 使用者群

source: Log
fr: Journal
he: יומן
pl: Lista logowań
ru: Журнал
tr: Günlük
zh: 日誌

source: Logfile users
fi: Lokitiedosto käyttäjät
fr: Fichier journal des utilisateurs
fur: Logfile utent
he: משתמשים של קובץ היומן
it: Logfile utente
pl: Plik dziennika użytkownicy
pt: Logs dos utilizadores
ru: Журнал авторизации
sk: Log súbor užívateľov
tr: Günlük dosyası kullanıcıları
zh: 使用者登錄文件

source: IP Blacklist
fi: IP -musta lista
fr: Liste noire d'adresses IP
fur: Liste nêre IP
he: רשימה של כתובות IP חסומים
it: Lista nera IP
pl: IP Czarna lista
pt: Lista negra de IPs
ru: Чёрный список IP
sk: Čierna listina IP
tr: IP Kara Listesi

source: %s Update
fr: %s Mise à jour
fur: Inzornâ %s
he: עדכון %s
it: Aggiornare %s
pl: %s Aktualizacja
ru: обновление %s
sk: %s Aktualizácia
tr: %s Güncelleme

source: Version:
fi: Versio:
he: גירסה:
it: Versione:
pl: Wersja:
pt: Versão:
ru: Версия:
sk: Verzia:
tr: Sürüm:
zh: 版本：

source: no version number available...
fi: versionumeroa ei ole saatavilla...
fr: aucun numéro de version disponible...
fur: nissun numar di version disponibil ...
he: לא נמצא מספר גרסה...
it: nessun numero di versione disponibile ...
pl: brak dostępnego numeru wersji ...
pt: o número da versão não está disponível...
ru: номер версии недоступен...
sk: nedostupné číslo verzie...
tr: sürüm numarası yok...
zh: 沒有註明版本號碼...

source: %s is up-to-date!
fr: %s est à jour!
fur: %s al è Atualizât!
he: %s מעודכן !
it: %s è aggiornato!
pl: %s jest aktualny!
ru: %s актуален!
sk: %s je aktuálny!
tr: %s güncel!

source: If needed: re-install all or some of the %s files
fr: Si nécessaire: réinstallez tout ou partie des fichiers %s
fur: S'al covente: reinstale ducj o dome cualchi file di %s
he: אם נדרש: התקן מחדש את כל קבצי %s או חלקם
it: Se necessario: reinstallare tutti o alcuni dei file di %s
pl: W razie potrzeby: ponownie zainstaluj wszystkie lub niektóre pliki %s
ru: При необходимости: переустановите все или некоторые файлы %s
sk: V prípade potreby: preinštalujte všetky alebo niektoré súbory %s
tr: Gerekirse: %s dosyalarının tümünü veya bir kısmını yeniden yükleyin

source: %s beta version
fr: %s version bêta
fur: %s version beta
he: %s גרסת בטא
it: %s versione beta
pl: %s beta wersja
ru: %s бета-версия
sk: %s Beta verzia
tr: %s beta sürümü

source: Sometimes there is a beta version available.
fi: Välillä on saatavilla myös beta-versioita.
fr: Une version Beta est quelquefois disponible.
fur: A voltis a je disponibil une version beta.
he: לפעמים קיימת גירסת בטא.
it: A volte è disponibile una versione beta.
pl: Czasami dostępna jest wersja beta.
pt: Por vezes fica disponível uma versão beta.
ru: Иногда доступна бета-версия.
sk: Niekedy je dostupná Beta verzia.
tr: Bazen bir beta sürümü mevcuttur.
zh: 有些時候有試用版可用

source: %s beta version available
fr: %s version bêta disponible
fur: %s version beta a je disponibil
he: קיים גרסת בטא של %s
it: %s versione beta disponibile
pl: %s dostępna wersja beta
ru: доступна бета-версия %s
sk: %s Beta verzia je k dispozícii
tr: %s beta sürümü mevcut

source: No beta version available.
fi: Ei beta-versioita saatavilla.
fr: Aucune version Beta disponible.
fur: Version beta di HuMo-gen no je disponibil.
he: לא קיימת גירסת בטא.
it: Versione beta di HuMo-gen non è disponibile.
pl: Brak dostępnej wersji beta.
pt: Não há versões betas disponíveis.
ru: Бета-версия недоступна.
sk: Nie je Beta verzia.
tr: Beta sürümü mevcut değil.
zh: 沒有試用版可用

source: Enable/ disable %s update check.
fr: Activer / désactiver %s la vérification de mise à jour.
fur: Abilite / disabilite il control da l'Atualizazion di %s.
he: אפשר / בטל בדיקה אם יש גירסאות %s חדשות
it: Abilita / disabilita il controllo degli aggiornamenti di %s.
pl: Włącz/wyłącz %s sprawdzanie aktualizacji.
ru: Включить/отключить проверку обновления %s.
sk: Zapni/Vypni %s kontrolu aktualizácie.
tr: %s güncelleştirme kontrolünü etkinleştir/ devre dışı bırak.

source: Check regularly for %s updates.
fr: Vérifiez régulièrement les mises à jour %s .
fur: Controle regolarmentri l'Atualizazion di %s.
he: בדוק באופן תדיר אם יש גרסאות %s חדשות.
it: Controlla regolarmente gli aggiornamenti %s.
pl: Regularnie sprawdzaj aktualizacje. %s
ru: Регулярно проверяйте наличие обновлений %s.
sk: Skontroluj správnosť %s aktualizácie.
tr: %s güncellemelerini düzenli olarak kontrol edin.

source: Automatic update
fi: Automaattinen päivitys
fr: Mise à jour automatique
fur: Atualizazion automatiche
he: עדכון אוטומטי
it: Aggiornamento automatico
pl: Automatyczna aktualizacja
pt: Actualização automática
ru: Автоматическое обновление
sk: Automatická aktualizácia
tr: Otomatik güncelleme
zh: 自動更新

source: Every step can take some time, please be patient and wait till the step is completed!
fi: Jokainen vaihe kestää hetken, odota rauhassa, kunnes vaihe on valmis!
fr: Chaque étape peut prendre du temps. Merci d'être patient et d'attendre que l'étape soit achevée !
fur: Ogni passaç al pues richiedi timp, vei pazienze e spete!
he: כל שלב עשוי לקחת כמה זמן, אנא המתינו בסבלנות עד שביצוע השלב יסתיים!
it: Ogni passaggio può richiedere del tempo, sii paziente e aspetta che il passo sia completato!
pl: Każdy krok może zająć trochę czasu, bądź cierpliwy i poczekaj, aż krok zostanie zakończony!
pt: Cada etapa pode demorar algum tempo, por favor seja paciente e aguarde pelo fim do processo!
ru: Каждый шаг может занаять некоторое время. Дождитесь полного завершения каждого шага!
sk: Každý krok trvá určitý čas. Prosím čakaj na dokončenie!
tr: Her adım biraz zaman alabilir, lütfen sabırlı olun ve adım tamamlanana kadar bekleyin!
zh: 每一個步驟需要些時間，請耐心等候以便完成步驟！

source: Step 1) Download and unzip new %s version
fr: Étape 1) Téléversez et décompressez la nouvelle version%s
fur: Pas 1) Scjarìe e decomprim la gnove version di %s
he: שלב 1) הורד ופתח גרסת %s חדשה
it: Passo 1) Scaricare e decomprimere la nuova versione di %s
pl: Krok 1) Pobierz i rozpakuj nową wersję %s
ru: Шаг 1) Загрузите и распакуйте новую версию %s
sk: Krok 1) Stiahnite a UnZipujte novú %s verziu
tr: Adım 1) Yeni %s sürümünü indirin ve sıkıştırmasını açın

source: Download and unzip new %s version
fr: Téléchargez et décompressez la nouvelle version %s
fur: Scjarìe e decomprim la gnove version di %s
he: הורד ופתח את גרסת %s החדשה
it: Scarica e decomprimi la nuova versione di %s
pl: Pobierz i rozpakuj nową wersję %s
ru: Загрузите и распакуйте новую версию %s
sk: Stiahnite si a rozbaľte novú verziu %s
tr: Yeni %s sürümünü indirin ve sıkıştırmasını açın

source: %s version history
fr: historique des versions %s
fur: Storie das versions di %s
he: היסטוריה של גרסאות %s
it: Storia delle versioni di %s
pl: %s historia wersji
ru: история версий %s
sk: %s História aktualizácií
tr: %s sürüm geçmişi

source: Found update file, skipped download of update!
fi: Löytyi päivitystiedosto, ohitetaan päivityksen lataaminen!
fr: Mise à jour trouvé, téléchargement non effectué!
fur: Cjatât il file di inzornament, cence scjariâlu!
he: נמצא קובץ מעודכן, דילגנו על הורדת עדכון!
it: Trovato il file di aggiornamento, saltato il download dell'aggiornamento!
pl: Znaleziono plik aktualizacji, pominięto pobieranie aktualizacji!
pt: Foi detectado um ficheiro actualizado, e abortado o download da actualização.
ru: Найден файл обновления, пропущена загрузка обновления!
sk: Našiel sa aktualizačný súbor, preskočiť sťahovanie aktualizácií!
tr: Güncelleme dosyası bulundu, güncellemenin indirilmesi atlandı!

source: Automatic download successfull!
fi: Automaattinen lataus onnistui!
fr: Téléchargement automatique avec succès !
fur: Download automatic riessût!
he: ההורדה האוטומטית הושלמה בהצלחה
it: Download automatico riuscito!
pl: Automatyczne pobieranie udane!
pt: O download automático teve êxito!
ru: Автоматическая закачка завершена успешено!
sk: Automatické stiahnutie bolo úspešné!
tr: Otomatik indirme başarılı!
zh: 成功地自動下載

source: Automatic download of file failed.
fr: Le téléchargement automatique du fichier a échoué.
fur: Il download automatic dal file al è falît
he: ההורדה האוטומטית של הקובץ נכשל.
it: Download automatico del file non riuscito.

source: File successfully unzipped!
fi: Tiedoston pakkaus onnistuneesti purettu!
fr: Fichiers dézippés avec succès !
fur: Il file al è stât coretamentri decompres!
he: הקובץ המקווץ נפתח בהצלחה!
it: Il file è stato decompresso correttamente!
pl: Plik został pomyślnie rozpakowany!
pt: O ficheiro foi descompactado com sucesso!
ru: Файл упешно распакован!
sk: Súbor bol úspešne rozbalený!
tr: Dosya başarıyla açıldı!
zh: 文件成功地解開了！

source: Step 2)
fi: Vaihe 2)
fr: Étape 2)
fur: Pas 2)
he: שלב 2)
it: Passo 2)
pl: Krok 2)
pt: Etapa 2)
ru: Шаг 2)
sk: Krok 2)
tr: Adım 2)
zh: 步驟 2)

source: Check files
fi: Tarkista tiedostot
fr: Vérification des fichiers
fur: Controle i files
he: בדוק קבצים
it: Controlla i file
pl: Sprawdzanie plików
pt: Verificar os ficheiros
ru: Проверка файлов
sk: Kontrola súborov
tr: Dosyaları kontrol et
zh: 檢查文件

source: Step 2) Compare existing and update files (no installation yet)...
fi: Vaihe 2) Vertaa nykyistä ja päivitystiedostoa (ei asenneta vielä)...
fr: Etape 2) Comparer les fichiers existants et les nouveaux (pas d'installation encore )...
fur: Pas 2) Confronte i files esistents e chei di atualizazion (nissune instalazion inmò) ...
he: שלב 2) השווה בין הקבצים הקיימים וקבצי העדכון (עוד לא תבוצע התקנה)
it: Passo 2) Confronta i file esistenti e quelli di aggiornamento (nessuna installazione ancora) ...
pl: Krok 2) Porównaj istniejące i zaktualizuj pliki (nie ma jeszcze instalacji) ...
pt: Etapa 2) Comparação dos ficheiros actualizados com os existentes (ainda sem proceder à instalação)...
ru: Шаг 2) Сравнение существующих и новых файлов (пока без установки)...
sk: Krok 2) Porovnanie súborov a aktualizácia ...
tr: Adım 2) Mevcut dosyaları karşılaştırın ve dosyaları güncelleyin (henüz yükleme yok)...
zh: 步驟 2) 比較現有的並且更新文件 (還沒有安裝上)...

source: Step 3) Installation of new files...
fi: Vaihe 3) Uusien tiedostojen asennus...
fr: Étape 3) installation des nouveaux fichiers
fur: Pas 3) Instalazion dai gnûfs files ...
he: שלב 3) התקנה של הקבצים החדשים...
it: Passo 3) Installazione dei nuovi file ...
pl: Krok 3) Instalacja nowych plików ...
pt: Etapa 3) Instalação dos novos ficheiros...
ru: Шаг 3) Установка новых файлов...
sk: Krok 3) Inštalácia nových súborov...
tr: Adım 3) Yeni dosyaların yüklenmesi...
zh: 步驟 3) 安裝新的文件...

source: Installation of file failed
fi: Tiedoston asennus epäonnistui
fr: L'installation du fichier a échoué
fur: Instalazion dal file falide
he: התקנת קובץ נכשלה
it: Installazione del file fallita
pl: Instalacja pliku nie powiodła się
pt: A instalação do ficheiro falhou
ru: Установка файла не удалась
sk: Inštalácia súboru zlyhala
tr: Dosya yüklenmesi başarısız oldu
zh: 文件安裝沒有成功

source: File installed!
fi: Tiedosto asennettu!
fr: Fichier installé !
fur: File instalât!
he: הקובץ הותקן!
it: File installato!
pl: Plik zainstalowany!
pt: Ficheiro instalado!
ru: Файл установлен!
sk: Súbor bol inštalovaný!
tr: Dosya yüklendi!
zh: 忘記安裝了！

source: Directory created.
fi: Kirjasto muodostettu.
fr: Répertoire créé
fur: Cartele creade.
he: נוצרה תיקיה חדשה
it: Directory creata.
pl: Katalog utworzony.
pt: Diretoria criada.
ru: Папка создана.
sk: Adresár bol vytvorený.
tr: Dizin oluşturuldu.
zh: 文件夾創建了。

source: The following files are not part of the %s system files (anymore). If you want, they can be removed.
fr: Les fichiers suivants ne font plus partie des fichiers système %s. Si vous le souhaitez, ils peuvent être supprimés.
fur: Chescj files no fasin (plui) part dai files dal sisteme %s. Tu puedis cancelâiu.
he: הקבצים הבאים (כבר) אינם חלק בקבצי המערכת של %s. אם תרצה, אפשר למחוק אותם.
it: I seguenti file non fanno (più) parte dei file di sistema %s. Se vuoi, possono essere rimossi.
pl: Następujące pliki nie są częścią plików systemowych %s. (Jeśli chcesz, możesz je usunąć.)
ru: Следующие файлы больше не являются частью системных файлов %s (больше). Если вы хотите, их можно удалить.
sk: Nasledujúce súbory nie sú súčasťou systémových súborov %s. Ak chcete, môžu byť odstránené.
tr: Aşağıdaki dosyalar %s (artık) sistem dosyalarının bir parçası değildir. İsterseniz, kaldırılabilirler.

source: Update new db_login.php file...
fi: Päivitä uusi db_login.php tiedosto...
fr: Mettre à jour le fichier db_login.php ...
fur: Atualiza il gnûf file db_login.php ...
he: מעדכן את קובץ db_login.php...
it: Aggiorna il nuovo file db_login.php ...
pl: Zaktualizuj nowy plik db_login.php ...
pt: A actualizar o novo ficheiro db_login.php...
ru: Обновление файла db_login.php...
sk: Aktualizácia súboru db_login.php...
tr: Yeni db_login.php dosyasını güncelleyin...
zh: 更新新的 db_login.php 文件...

source: The configuration file is not writable! Please change the include/db_login.php file manually.
fi: Konfigurointitiedostoon ei voi kirjoittaa! Ole hyvä ja vaihda include/db_login.php -tiedosto manuaalisesti.
fr: Le fichier de configuration n'est pas modifiable ! Merci de modifier le fichier include/db_login.php manuellement.
fur: No si rive a scrivi il file di configurazion! Cambie il file include/db_login.php manualmentri.
he: לא ניתן לכתוב לקובץ ההגדרות! אנא שנו את קובץ include/db_login.php באופן ידני.
it: Il file di configurazione non ha i diritti di scrittura! Cambiare il file include/db_login.php manualmente.
pl: Plik konfiguracyjny nie jest zapisywalny! Zmień ręcznie plik include/db_login.php.
pt: O ficheiro de configuração não tem permissões de escrita! Por favor modifique manualmente o arquivo include/db_login.php.
ru: Файл конфигурации недоступен для записи! Отредактируйте настройки в файле include/db_login.php ручную!
sk: Zmeňte súbor include/db_login.php manuálne.
tr: Yapılandırma dosyası yazılabilir değil! Lütfen include/db_login.php dosyasını manuel olarak değiştirin.
zh: 配置的文件不能寫的! 請動手更改 include/db_login.php 文件.

source: There is a problem in the db_login file, maybe an old db_login file is used.
fi: Ongelma db_login -tiedostossa, ehkä vanha db_login -tiedosto on käytössä.
fr: Il y a un problème dans le fichier db_login , peut-être utilisez vous un fichier db_login ancien.
fur: Il file db_login al a cualchi fastidi, forsit a si sta doprant un vecjo file db_login.
he: יש בעיה בקובץ db_login.php, אולי נעשה שימוש בקובץ ישן.
it: C'è un problema nel file db_login, forse viene usato un vecchio file db_login.
pl: Wystąpił problem w pliku db_login, być może używany jest stary plik db_login.
pt: Existe um problema no ficheiro db_login, pode estar a ser usado um ficheiro de_login antigo.
ru: В файле db_login есть проблема, возможно, используется старый файл db_login.
sk: Problém v súbore db_login, možno sa používa starý db_login súbor.
tr: Bu db_login dosyasında bir sorun var, belki eski bir db_login dosyası kullanılıyor.

source: File is updated.
fi: Tiedosto päivitetty.
fr: Le fichier est mis à jour.
fur: Il file al è atualizât.
he: הקובץ עודכן.
it: Il file è aggiornato.
pl: Plik jest aktualizowany.
pt: O ficheiro foi actualizado.
ru: Файл обновлён!
sk: Súbor bol aktualizovaný.
tr: Dosya güncellendi.
zh: 文件被更新了.

source: Install files!
fi: Asenna tiedostot!
fr: Installez fichiers !
fur: Instale i files!
he: התקן את הקבצים!
it: Installa i file!
pl: Zainstaluj pliki!
pt: Instalar os ficheiros!
ru: Установка файлов!
sk: Inštaluj súbory!
tr: Dosyaları yükleyin!
zh: 安裝文件！

source: Update completed and installation files removed!
fi: Päivitys valmis ja asennustiedostot poistettu!
fr: Mise à jour compléte et fichiers d'installation supprimés !
fur: Atualizazion completade e files di instalazion cancelâs!
he: העדכון הושלם וקבצי ההתקנה הזמניים הוסרו!
it: Aggiornamento completato e file di installazione rimossi!
pl: Aktualizacja zakończona, a pliki instalacyjne usunięte!
pt: A actualização terminou e os ficheiros de instalação foram removidos!
ru: Обновление завершено, установочные файлы удалены!
sk: Aktualizácia je dokončená a inštalačné súbory boli vymazané!
tr: Güncelleme tamamlandı ve yükleme dosyaları kaldırıldı!
zh: 更新完成了並且安裝文件已被移除了！

source: Current %s version:
fr: Version actuelle %s:
fur: Version corint di %s:
he: גרסת %s נוכחית:
it: Versione Corrente di %s:
pl: Obecna wersja: %s
ru: Текущая версия %s:
sk: Súčasná verzia %s:
tr: Geçerli %s sürümü:

source: Available %s version:
fr: Version %s disponible:
fur: Version %s disponibil:
he: גרסת %s חדש:
it: Versione %s disponibile:
pl: Dostępna wersja: %s
ru: Доступная версия %s:
sk: Dostupná verzia %s:
tr: Kullanılabilir %s sürümü:

source: There are 2 update methods: automatic and manually.
fi: Käytettävissä on kaksi päivitystapaa, automaattinen ja manuaalinen.
fr: Il y a 2 méthodes de mise à jour : automatique et manuelle
fur: A esistin 2 manieris di Atualizazion: automatiche e manuâl.
he: ישנן שתי שיטות עדכון: אוטומטית וידנית
it: Esistono 2 metodi di aggiornamento: automatico e manuale.
pl: Istnieją 2 metody aktualizacji: automatyczna i ręczna.
pt: Existem 2 métodos de actualização: automática e manual.
ru: Существует 2 метода обновления: автоматический и ручной.
sk: 2 možné spôsoby aktualizácie: automatická a manuálna.
tr: 2 güncelleme yöntemi vardır: otomatik ve manuel.
zh: 有兩個更新的方法: 自動和手動的.

source: 1) Automatic update of %s
fr: 1) Mise à jour automatique de %s
fur: 1) Atualizazion automatiche di %s
he: 1) שדרוג אוטומטי של %s
it: 1) Aggiornamento automatico di %s
pl: 1) Automatyczna aktualizacja %s
ru: 1) Автоматическое обновление %s
sk: 1) Automatická aktualizácia %s
tr: 1) %s için otomatik güncelleme

source: a) [Optional, but highly recommended] Do a database backup first
fi: a) [Valinnainen, mutta kovasti suositeltava] Tee ensin tietokannasta varmuuskopio
fr: a) [Optionnel, mais hautement recommandé] Faire une copie de sauvegarde d'abord
fur: a) [Facoltatîf, ma tant racomandât] Salvâ prin il database cun tun backup
he: א) אופציונלי, אבל מומלץ מאד: בצע קודם גיבוי של בסיס הנתונים
it: a) [Facoltativo, ma altamente raccomandato] Eseguire prima un backup del database
pl: a) [Opcjonalne, ale wysoce zalecane] Najpierw wykonaj kopię zapasową bazy danych
pt: a) [Opcional, mas altamente recomendado] Faça uma cópia de segurança em primeiro lugar.
ru: a) [Не обязательно, но рекомендуется] Выполните резервное копирование БД
sk: a) [Voliteľné, ale veľmi doporučené] Najprv zálohujte databázu
tr: a) [İsteğe bağlı, ancak şiddetle tavsiye edilir] Önce bir veritabanı yedeklemesi yapın
zh: a) [自動選擇, 但是強烈地推薦] 先作個後備資料庫

source: backup page
fi: varmuuskopiointisivu
fr: page de sauvegarde
fur: pagjina di backup
he: עמוד גיבוי
it: pagina di backup
pl: strona kopi
pt: página do backup
ru: резервная страница
sk: zálohovacia stránka
tr: yedekleme sayfası
zh: 後備網頁

source: b)
he: ב)

source: Start automatic update
fi: Käynnistä automaattinen päivitys
fr: Débuter la mise à jour automatique
fur: Invie la atualizazion automatiche
he: התחל את העדכון האוטומטי
it: Avvia aggiornamento automatico
pl: Rozpocznij automatyczną aktualizację
pt: Iniciar a actualização automática
ru: Запуск автоматического обновления
sk: Štart automatickej aktualizácie
tr: Otomatik güncellemeyi başlat
zh: 開始自動更新

source: 1) Manual update of %s
fr: 1) Mise à jour manuelle de %s
fur: 1) Atualizazion dal manuâl di %s
he: 1) עדכון ידני של %s
it: 1) Aggiornamento manuale di %s
pl: 1) Ręczna aktualizacja %s
ru: 1) Ручное обновление %s
sk: 2) Manuálna aktualizácia %s
tr: 1) %s için manuel güncelleme

source: b) Download the new version:
fi: b) lataa uusi versio:
fr: b) Télécharger la nouvelle version
fur: b) Scaricâ la gnove version:
he: ב) הורד את הגירסה החדשה:
it: b) Scaricare la nuova versione:
pl: b) Pobierz nową wersję:
pt: b) Descarregue a nova versão:
ru: b) Скачайте новую версию:
sk: b) Stiahnutie novej verzie:
tr: b) Yeni sürümü indirin:
zh: b) 下載新的版本:

source: %s version:
he: גרסת %s
it: %s versione:
pl: %s wersja
ru: версия %s:
sk: Verzia %s:
tr: %s sürümü:
