Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: (Re) create all family tree tables. <b>*** ALL EXISTING FAMILY TREES WILL BE REMOVED! ***</b>
fi: (Uudelleen) muodosta kaikki sukupuutaulukot. <b>*** KAIKKI OLEMASSA OLEVAT SUKUPUUT POISTETAAN! ***</b>
fr: (Re)créer toutes les tables d'arbre généalogique. <b> *** TOUS LES ARBRES GÉNÉALOGIQUES EXISTANTS SERONT SUPPRIMÉS ! ***</b>
fur: (Ri) crê dutis lis tabelis dai arbui gjenealogjics. <b> *** DUCJ I ARBUI GJENEALOGJICS PRESINTS A SARAN CANCELÂS! *** </ b>
he: צור מחדש את כל הטבלאות של עצי המשפחה.<b> הזהרו: כל עצי המשפחה הקיימים יוסרו!<b>
it: (Ri) creare tutte le tabelle dell'albero genealogico. <b> *** TUTTI GLI ALBERI GENEALOGICI ESISTENTI SARANNO RIMOSSI! *** </ b>
pl: (Ponownie) utwórz wszystkie tabele drzewa genealogicznego. <b>*** WSZYSTKIE ISTNIEJĄCE DRZEWA RODZINNE ZOSTANĄ USUNIĘTE! ***</b>
pt: (Re) criar todas as tabelas das árvores de família. >b> *** TODAS AS ÁRVORES DE FAMÍLIA EXISTENTES SERÃO REMOVIDAS! *** </b>
ru: (Пере)создание таблиц генеалогических древ. <b>*** ВСЕ ИМЕЮЩИЕСЯ ДРЕВА БУДУТ УДАЛЕНЫ! ***</b>
sk: (Znovu) vytvor všetky tabuľky rodokmeňa. <b>*** VŠETKY EXISTUJÚCE RODINNÉ STROMY BUDÚ ODSTRÁNENÉ! ***</b>
tr: (Yeniden) tüm aile ağacı tablolarını oluşturun. <b>*** MEVCUT TÜM AİLE AĞAÇLARI KALDIRILACAKTIR! ***</b>
zh: (重新) 創建所有家譜桌表. <b>*** 現有的所有家譜桌表會被移除! ***</b>

source: Are you sure? Old settings will be deleted!
fi: Oletko varma? Vanhat asetukset poistetaan!
fr: Êtes-vous certain ? Les anciens paramètres seront supprimés !
fur: Sestu sigûr? Tu stâs par cancelâ lis impostazions di prime!
he: האם אתה בטוח? ההגדרות הישנות יימחקו!
it: Sei sicuro? Vuoi cancellare le precedenti impostazioni!
pl: Jesteś pewny? Stare ustawienia zostaną usunięte!
pt: Tem a certeza? Os parâmetros antigos serão apagados!
ru: Вы уверены? Старые настройки будут удалены!
sk: Si si istý? Staré nastavenie bude vymazané!
tr: Emin misin? Eski ayarlar silinecek!
zh: 你確定嗎? 舊的設定會被刪除!

source: Creating tables:
fi: Muodostaa taulukot:
fr: Création de tables :
fur: Crê lis tabelis:
he: יוצר טבלאות:
it: Crea tabelle:
pl: Tworzenie tabel:
pt: A criar as tabelas:
ru: Создание табилц:
sk: Vytváranie tabuliek:
tr: Tablolar oluşturma:
zh: 正在創建桌表中

source: create table: %s.
fi: muodosta taulu: %s.
fr: créer table %s.
fur: crê lis tabelis: %s.
he: תיצור את טבלת: %s
it: crea tabella: %s.
pl: utwórz tabelę: %s.
pt: criar a tabela: %s.
ru: создание таблицы: %s.
sk: vytvorenie tabuľky %s.
tr: tablo oluştur: %s.
zh: 創建桌表: %s.

source: filling table: %s.
fr: tableau de remplissage :%s
fur: Tabele di compilasion %s
he: טבלה למילוי: %s.
it: Tabella di compilazione %s

source: No errors above? This means that the database has been processed!
fi: Ei virheilmoituksia yllä? Se tarkoittaa, että tietokanta on tehty!
fr: Pas d'erreur ci-dessus ? Cela signifie que la base de données a été traitée !
fur: Nissun erôr segnalât? il database al è pront!
he: אין הודעות שגיאה? פירוש הדבר שבסיס הנתונים נוצר בהצלחה!
it: Nessun errore segnalato? Ciò significa che il database è stato elaborato!
pl: Brak błędów powyżej? Oznacza to, że baza danych została przetworzona!
pt: Não surgiram erros em cima? Isso significa que a base de dados foi processada!
ru: Нет ошибок выше? Это означает, что база данных обработана!
sk: Žiadne chyby vyššie? To znamená, že databáza bol spracovaná!
tr: Yukarıda hata yok mu? Bu, veritabanının işlendiği anlamına gelir!
zh: 以上沒有錯誤? 這表示資料庫已經被處理過了

source: This is the language editor of %s. It's possible to change or edit language items in this editor. If you find language errors in a language, please contact the programmers. They will change this in a next version!
fr: Ceci est l'éditeur de langues de %s. Il est possible de changer ou de modifier des éléments de langue dans cet éditeur. Si vous trouvez des erreurs de langue dans une langue, veuillez contacter les programmeurs. Ils appliqueront les modifications dans une prochaine version!
fur: Chest al è l'editor %s pas lenghis. Al è pussibil cambiâ o modificâ lis frasis cun chest editor. Se tu cjatis erôrs, contate par plasei i programatôrs. La corezion a sarà distribuide ta prossime version!
he: זהו עורך השפות של %s. אפשר לשנות או לערוך מלים ומשפטים באמצעות עורך זה. אם אתם מוצאים טעויות בשפה כלשהי, אנא הודיעו למתכנתים. הם ידאגו לתיקון בגרסה הבאה!
it: Questo è l'editor %s per la lingua. E 'possibile cambiare o modificare le frasi in questo editor. Se trovi errori in una lingua, si prega di contattare i programmatori. La correzione sarà distribuita nella prossima versione!
pl: To jest edytor językowy %s. W tym edytorze można zmienić lub edytować pozycje językowe. Jeśli znajdziesz błędy językowe w jakimś języku, skontaktuj się z programistami. Zmienią to w następnej wersji!
ru: Это языковой редактор %s. В этом редакторе можно изменить или отредактировать языковые элементы. Если вы обнаружите языковые ошибки в языке, обратитесь к программистам. Они изменят это в следующей версии!
sk: Toto je jazykový editor %s. V tomto editore je možné meniť alebo upravovať jazykové položky. Ak v niektorom jazyku nájdete jazykové chyby, kontaktujte programátorov. V ďalšej verzii to zmenia!
tr: Bu, %s'in dil düzenleyicisidir. Bu düzenleyicide dil öğelerini değiştirmek veya düzenlemek mümkündür. Bir dilde dil hataları bulursanız, lütfen programcılarla iletişime geçin. Bunu bir sonraki sürümde değiştirecekler!

source: Translate into the right column. The untranslated items appear first.
fi: Käännös oikeaan sarakkeeseen. Kääntämättömät elementit ovat alussa.
fr: Traduire dans la colonne de droite. Les éléments non traduits apparaissent en premier.
fur: Tradûs ta colone di gjestre. Lis rîs no tradotis a si viodin par primis.
he: תרגם בטור השמאלי. הערכים הבלתי מתורגמים מופיעים בראש.
it: Traduci nella colonna di destra. Gli oggetti non tradotti appaiono per primi.
pl: Przetłumacz na prawą kolumnę. Nieprzetłumaczone elementy pojawiają się jako pierwsze.
pt: Traduza na coluna da direita. Os itens não traduzidos aparecem em primeiro lugar.
ru: Переведите в правую колонку. Непереведенные элементы появляются первыми.
sk: Preklad píšte do pravého stĺpca. Nepreložené položky sa zobrazujú ako prvé.
tr: Sağ sütuna çevirin. Önce çevrilmemiş öğeler görünür.
zh: 請翻譯到正確的行列裡. 未翻譯的項目會先出現.

source: Language
fi: Kieli
fr: Langue
fur: Lenghe
he: שפה
it: Lingua
pl: Język
pt: Linguagem
ru: Язык
sk: Jazyk
tr: Dil
zh: 語言

source: Saved
fi: Talletettu
fr: Sauvegardé
fur: Salvât
he: נשמר
it: Salvato
pl: Zapisano
pt: Gravado
ru: Сохранено
sk: Uložené
tr: Kaydedildi
zh: 不保留了

source: Next page
fi: Seuraava sivu
fr: Page suivante
he: לעמוד הבא
pt: Próxoma página
ru: Следующая страница
sk: Ďalšia stránka
tr: Sonraki sayfa
zh: 下一頁

source: Previous page
fi: Edellinen sivu
fr: Page précédente
he: לעמוד הקודם
pt: Página anterior
ru: Предыдущая страница
sk: Predošlá stránka
tr: Önceki sayfa
zh: 前一頁

source: Max items per page:
fi: Elementtejä per sivu korkeintaan:
fr: Éléments par page :
fur: Numar di elements par Pagjine:
he: מקסימום ערכים בעמוד:
it: Numero elementi per pagina:
pl: Maksymalna liczba pozycji na stronie:
pt: Nº máx. de itens por página:
ru: Максимум на страницу:
sk: Max položiek na stránku:
tr: Sayfa başına maksimum öğeler:
zh: 每一頁項目容許數量

source: Total items found:
fi: Elementtejä yhteensä
fr: Nombre total d'éléments trouvés :
fur: Totâl elements cjatâts:
he: סך הערכים שנמצאו:
it: Totale elementi trovati:
pl: Wszystkich pozycji:
pt: Total de itens encontrados:
ru: Всего найдено:
sk: Celkom:
tr: Bulunan toplam öğeler:
zh: 項目全部數量

source: FILE IS NOT WRITABLE!
fi: TIEDOSTOON EI VOI KIRJOITTAA!
fr: Ce fichier est en lecture seule !
fur: Impussibil scrivi il FILE!
he: לא ניתן לכתוב לקובץ!
it: IL FILE non è scrivibile!
pl: NIE MOŻNA ZAPISAĆ PLIKU!
ru: ФАЙЛ НЕДОСТУПЕН НА ЗАПИСЬ!
sk: Súbor sa nedá prepisovať!
tr: DOSYA YAZILABİLİR DEĞİL!
zh: 文件不能填寫

source: Template
fi: Pohja
fr: Modèle
fur: Teme
he: קובץ תבנית
it: Tema
pl: Szablon
ru: Шаблон
sk: Šablóna
tr: Şablon
zh: 樣板

source: Fuzzy
fi: Sumea
fr: Flou
fur: In forsit
he: תרגום לא בטוח (Fuzzy)
it: DUBBIO
pl: Nie czytelny
ru: Нечеткий
sk: Nejasné
tr: Belirsiz
zh: 模糊

source: Translation into
fi: Käännös kohteeseen
fr: Traduire en
fur: Traduzion in
he: תרגום ל-
it: Traduzione in
pl: Przetłumaczenie na
pt: Traduzir para
ru: Перевод на
sk: Preklad do
tr: Çeviri
zh: 翻譯成

source: Saving
fi: Tallennus
fr: Enregistrer
he: שומר
pt: A gravar
ru: Сохранение
sk: Ukladanie
tr: Kaydetme
zh: 保留中

source: Date - time
fi: Päiväys - aika
fr: Date - heure
fur: Date - ore
he: תאריך - זמן
it: Data - ora
pl: Data - godzina
pt: Data - tempo
ru: Дата - время
sk: Dátum - Čas
tr: Tarih - saat
zh: 日期-時間

source: User/ Admin
fi: Käyttäjä/Admin
fr: Utilisateur/Administrateur
fur: Utent/ Amministratôr
he: משתמש / מנהל מערכת
it: Utente/ Amministratore
pt: Utilizador/ Admin
ru: Пользователь/Адмиинстратор
sk: Užívateľ/ Admin
tr: Kullanıcı/ Yönetici
zh: 使用者/ 管理者

source: IP address
fi: IP-osoite
fr: Adresse IP
fur: Indiriz IP
he: כתובת IP
it: Indirizzo IP
pl: IP adres
pt: endereço IP
ru: IP адрес
sk: IP addresa
tr: IP adresi
zh: IP 住址

source: IP Blacklist: access to %s will be totally blocked for these IP addresses.
fr: IP Blacklist: l'accès à %s sera totalement bloqué pour ces adresses IP.
fur: Liste nêre IP: l'acès a %s al sarà blocât par chescj indiriz IP.
he: רשימה שחורה של כתובות IP: הגישה ל-%s תיחסם לגמרי לכתובות IP אלה.
it: Lista nera IP: l'accesso a %s sarà totalmente bloccato per questi indirizzi IP.
pl: Czarna lista IP: dostęp do %s zostanie całkowicie zablokowany dla tych adresów IP.
ru: Черный список IP-адресов: доступ к %s будет полностью заблокирован для этих IP-адресов.
sk: IP Blacklist: prístup k %s bude pre tieto IP adresy úplne zablokovaný.
tr: IP Kara Listesi: Bu IP adresleri için %s'e erişim tamamen engellenecek.

source: Description
fi: Määritelmä
fur: Descrizion
he: תיאור
it: Descrizione
pl: Opis
pt: Descrição
ru: Описание
sk: Poznámka
tr: Açıklama
zh: 說明

source: Change / Add
fi: Muuta / Lisää
fr: Modifier / Ajouter
fur: Cambie/Zonte
he: שנה / הוסף
it: Cambia / Aggiorna
pl: Zmień / Dodaj
pt: Alterar / Adicionar
ru: Изменить / Добавить
sk: Zmeniť/ Pridať
tr: Değiştir / Ekle
zh: 更改 / 增加

source: IP Address
fi: IP-osoitteet
fr: Adresse IP
fur: Indiriz IP
he: כתובת IP
it: Indirizzo IP
pl: IP Adres
pt: Endereço IP
ru: IP адрес
sk: IP adresa
tr: IP adresi

source: Database is not yet available.
fi: Tietokanta ei ole vieä käytettävissä.
fr: La base de données n'est pas encore disponible.
fur: Il database no l'è ancjemò disponibil.
he: בסיס הנתונים טרם נגיש
it: Il database non è ancora disponibile.
pl: Baza danych nie jest jeszcze dostępna.
pt: A base de dados ainda não está disponível.
ru: БД недоступна.
sk: Databáza nie je práve prístupná.
tr: Veritabanı henüz mevcut değil.
zh: 資料庫還不能使用

source: Administration menu login
fi: Ylläpidon kirjautuminen
fr: Connexion au menu d'administration
fur: Gestion da Jentrade
he: כניסה לתפריט הניהול
it: Menu Amministrazione per il login
pl: Logowanie do menu administracyjnego
pt: Entrar no menú de administração
ru: Вход в меню администрирования
sk: Prihlásenie do Admin menu
tr: Yönetim menüsüne giriş
zh: 管理部門選單登錄

source: Please enter a valid username or password.
fi: Ole hyvä ja anna oikea käyttäjätunnus ja salasana.
fr: Merci d'entrer un nom d'utilisateur ou un mot de passe valide.
fur: Inseris un non utent o la password valids.
he: הכניסו שם משתמש וסיסמה תקינים
it: Inserisci un nome utente o la password validi.
pl: Wprowadź prawidłową nazwę użytkownika lub hasło.
pt: Por favor introduza um nome de utilizador ou senha válidos.
ru: Введите логин и пароль.
sk: Prosím, napíš platné užívateľské meno a heslo.
tr: Lütfen geçerli bir kullanıcı adı veya şifre girin.
zh: 請輸入一個有效的使用者名字或密碼

source: Username or e-mail address
fr: Nom d'utilisateur ou adresse e-mail
fur: Utent o indiriz e-mail
he: שם משתמש או כתובת מייל
it: Username o indirizzo e-mail
pl: Nazwa użytkownika lub adres e-mail
ru: Имя пользователя или адрес электронной почты
sk: Používateľské meno alebo e-mailová adresa
tr: Kullanıcı adı veya e-posta adresi

source: Two factor authentication (2FA) code if needed
fr: Code d'authentification à deux facteurs (2FA) si nécessaire
fur: Codiç di autenticazion a doi fators (2FA), s'al covente
he: נדרש שימוש באימות דו-שלבי (2FA)
it: Codice di autenticazione a due fattori (2FA), se necessario

source: Login
fi: Kirjautuminen
fr: Se connecter
fur: Jentre
he: רישום
it: Accedi
pl: Zaloguj Się
pt: Acesso de Membros
ru: Вход
sk: Prihlásenie
tr: Oturum aç
zh: 登錄

source: World map administration
fr: Administration de la carte du monde
fur: Gjestion das Mapis
he: ניהול מפת העולם
it: Amministrazione di World map

source: Creating/ updating database
fi: Tietokannan muodostaminen/muokkaus
fr: Création/ mise à jour de la base de données
fur: Crê / Atualize database
he: יוצר/מעדכן בסיס נתונים
it: Crea / aggiorna database
pl: Tworzenie/ aktualizacja bazy danych
pt: A criar / atualizar a base de dados
ru: Создание/обновление БД
sk: Vytvoriť/ obnoviť databázu
tr: Veritabanı oluşturma/ güncelleme
zh: 正在建立/ 更新 資料庫

source: Creating location database
fi: Paikkatietokannan muodostaminen
fr: Création de la base de données des lieux
fur: Crê database das localitâs
he: יוצר טבלת המקומות
it: Crea database delle Località
pl: Tworzenie bazy danych lokalizacji
pt: A criar a base de dados dos locais
ru: Создание геолокационной базы
sk: Vytvoriť lokálnu databázu
tr: Konum veritabanı oluşturma
zh: 正在建立所在地的資料庫

source: Started adding to data base.
fi: Tietokantaan lisääminen aloitettu.
fr: Début d'ajout à la base de données.
fur: Inizi da l'Atualizazion dal DB.
he: הוחל בהליך ההוספה לטבלת המקומות.
it: Iniziato ad aggiungere alla base di dati.
pl: Rozpoczęto dodawanie do bazy danych.
pt: Iniciado o processo de adição à base de dados.
ru: Начато добавление в базу
sk: Začalo pridanie údajov do databázy.
tr: Veritabanına eklemeye başladı.
zh: 開始加入資料庫中

source: Starting time
fi: Aloitusaika
fr: Temps de démarrage
fur: Ore di inizi
he: זמן התחלה
it: Ora di inizio
pl: Czas rozpoczęcia
pt: Tempo inicial
ru: Время начала
sk: Čas štartu
tr: Başlangıç ​​zamanı
zh: 開始時間

source: <b>A location database could not be created.</b> <p>This could mean that the PHP function "allow_url_fopen" was disabled by your webhost for security considerations and the PHP extension "curl" (which is an alternative to allow_url_fopen) is not loaded on the server. <p>You could contact your webhost and request to either have "allow_url_fopen" enabled or "curl" loaded.
fi: <b>Paikkatietokantaa ei voida muodostaa.</b> <p>Tämä voi tarkoittaa, että PHP-toiminto "allow_url_fopen" on estetty web-palvelussasi turvasuistä eikä PHP-laajennusta "curl" (joka on vaihtoehtoinen tapa sallia allow_url_fopen) ole ladattu palvelimelle. <p>Ota yhteyttä web-palveluusi ja kysy joko "allow_url_fopen" sallimista tai "curl" lataamista.
fr: <b> La base de données de localisation n'a pas pu être créé.</b> <p> Çela pourrait signifier que la fonction PHP "allow_url_fopen" a été désactivé par votre hébergeur pour des considérations de sécurité et que l'extension PHP "curl " (qui est une alternative à allow_url_fopen) n'est pas chargé sur le serveur. <p> Vous devriez contacter votre hébergeur et demande d'avoir soit "allow_url_fopen" activée ou "curl " chargé.
fur: <b>Un DB di Localitâs nol pues jessi creât.</b> <p>Chest al pues significâ che la funzion PHP "allow_url_fopen" a je stade distivade paer considerazions di sigureze dal to hosting e l'estension PHP "curl" (che a je une alternative a allow_url_fopen) no je cjaricât sul server.<p>Al è pusibil metisi in contat cul webhost e domandâ che "allow_url_fopen" al vegni abilitât o "curl " al vegni cjaricât.
he: <b>יצירת טבלת המקומות לא הצליחה.</b> <p>ייתכן שהסיבה היא שפינקציית PHP הנקראית "allow_url_open" בוטלה על ידי מפעיל הסרבר שלך מסיבות של בטחון האתר, וכי תוסף PHP הנקרא "curl" שהוא חלופה לפונקציה שהוזכרה, לא נטען בסרבר. <p>מומלץ ליצור קשר עם מפעיל הסרבר על מנת להפעיל אחת משתי האופציות שהוזכרו.
it: <b>Un database di Località non può essere creato.</b> <p>Questo potrebbe significare che la funzione PHP "allow_url_fopen" è stato disattivato per considerazioni di sicurezza dal tuo hosting e l'estensione PHP "curl" (che è un'alternativa alla allow_url_fopen) non viene caricato sul server.
pl: <b>Nie można utworzyć bazy danych lokalizacji.</b> <p>Może to oznaczać, że funkcja PHP „allow_url_fopen” została wyłączona przez hosta ze względów bezpieczeństwa, a rozszerzenie PHP „curl” (które jest alternatywą dla allow_url_fopen) nie jest ładowane na serwer. <p>Możesz skontaktować się ze swoim hostem internetowym i poprosić o włączenie opcji „allow_url_fopen” lub „curl”.
pt: <b>Não foi possível criar a base de dados dos locais</b> <p>Isto pode significar que a função PHP "allow_url_fopen" foi desativada pelo seu webhost por motivos de segurança, e que a extensão PHP "curl" (que é uma alternativa à allow_url_fopen) não foi carregada no servidor. <p>You could contact your webhost and request to either have "allow_url_fopen" enabled or "curl" loaded.
ru: <b>Геолокационная база данных не может быть создана.</b> <p>Это может произойти из-за того, что PHP функция "allow_url_fopen" отключенга на хостинге из соображений безопасности и расширение PHP "curl" (являющееся альтернативой allow_url_fopen) не установлено на сервере. <p>Вы мождете связаться с администратором хостинга и либо рапзрешить "allow_url_fopen", либо установить расширение "curl".
sk: <b> umiestnenie databázy nemôže byť vytvorené. </ b> <p> To by mohlo znamenať, že PHP funkcia "allow_url_fopen" bola zakázaný od vášho poskytovateľa webového hostingu pre bezpečnostné úvahy a rozšírenie PHP "curl" (ktorý je alternatívou k allow_url_fopen) nie je načítaný na serveri. <p> obráťte sa na svojho webhosting a žiadať povoliť buď "allow_url_fopen" alebo "curl" .
tr: <b>Bir konum veritabanı oluşturulamadı.</b> <p>Bu, "allow_url_fopen" PHP işlevinin güvenlik nedenleriyle web barındırıcınız tarafından devre dışı bırakıldığı ve PHP uzantısı "curl"un (allow_url_fopen'a bir alternatiftir) sunucuya yüklenmediği anlamına gelebilir. <p>Web barındırıcınızla iletişime geçebilir ve "allow_url_fopen" öğesinin etkinleştirilmesini veya "curl" öğesinin yüklenmesini isteyebilirsiniz.
zh: <b>所在地 數據庫無法創建.</b> <p>這可能意味著PHP函數"allow_url_fopen"是由你的主機商出於安全方面的考慮禁用 所以PHP擴展名稱"curl"未在服務器上加載 (這是一種替代 "allow_url_fopen" 的選項） <p>你可以聯繫您的虛擬主機提供商並要求 "allow_url_fopen" 考慮使用或 在服務器上加載"curl"

source: Finished updating geo-location database
fi: Paikkatietokannan päivitys valmis.
fr: Mise à jour de la base de données de géolocalisation terminé
fur: Finît l'Atualizazion dal DB di geo-localizazion
he: עדכון טבלת המקומות הושלם
it: Finito l'aggiornamento del database di geo-localizzazione
pl: Zakończono aktualizowanie bazy danych geolokalizacji
pt: Termininada a atualização da base de dados de geolocalização
ru: Завершено обновление геолокационной базы данных
sk: Ukončenie obnovenia geo-lokačnej databázy
tr: Coğrafi konum veritabanının güncellenmesi tamamlandı
zh: 完成更新 家譜所在地的資料庫

source: Finish time
fi: Valmistumisaika
fr: Temps de fin
fur: Ore di fin
he: זמן סיום
it: Ora di fine
pl: Czas zakończenia
pt: Tempo final
ru: Время завершения
sk: Čas ukončenia
tr: Bitirme zamanı
zh: 完成的時間

source: locations were successfully mapped.
fi: paikat on onnistuneesti kartoitettu.
fr: lieux ont été cartographiés avec succès.
fur: i Lûcs a son stâts coretamentri mapas.
he: מקומות מופו בהצלחה.
it: le località sono state correttamente mappate.
pl: lokalizacje zostały pomyślnie zmapowane.
pt: os locais foram mapeados com sucesso.
ru: места успешно сопоставлены.
sk: miesta boli úspešné zmapované.
tr: konumlar başarıyla eşleştirildi.
zh: 所在地成功地加入地圖

source: The following %d new locations were passed for query, but were not found. Please check their validity.
fi: Seuraavat uudet paikat %d olivat kyselyssä, mutta eivät löytyneet. Ole hyvä ja tarkista ovatko ne oikein.
fr: Les %d nouveaux emplacements suivants ont été recherchés, mais n'ont pas été trouvés. Merci de de vérifier leur validité.
fur: A son stadis inoltradis chestis %d gnovis posizions pa la query, ma no son stadis cjatadis. Miôr verificâ la lôr validitât.
he: מתוך המיקומים שהועברו לבדיקה של גוגל %d לא אותרו. אנא בדקו את נכונותם.
it: Sono state inoltrate le seguenti %d nuove posizioni per la query, ma non sono state trovate. Si prega di verificare la loro validità.
pl: Następujące %d nowe lokalizacje zostały przekazane do zapytania, ale nie zostały znalezione. Sprawdź je.
pt: Os seguintes %d novos locais foram passados para a query, mas não foram encontrados. Por favor verifique a validade dos mesmos.
ru: Следующие %d новых мест не были найдены. Проверьте их корректность.
sk: Nasledujúce %d nové lokality boli preverené, ale sa nenašli. Prosím skontrolujte ich platnosť.
tr: Aşağıdaki %d yeni konum sorgu için iletildi, ancak bulunamadı. Lütfen geçerliliklerini kontrol edin.

source: The process was interrupted because Google limits to maximum 2500 queries within one day (counting is reset at midnight PST, which is 08:00 AM GMT)
fi: Prosessi keskeytyi, koska Google sallii vain korkeintaan 2500 kyselyä vuorokaudessa (laskuri nollautuu keskiyöllä PST, eli 08:00 AM GMT)
fr: Le processus a été interrompu en raison des limites de Google à 2500 requêtes maximales en un jour (le compte est remis à zéro à minuit PST, qui est 08h00 GMT)
fur: Il proces al è stât interot di Google che al limite a un massimo di 2500 domandis al dì (il cont al ven azerât as 08:00 ore locâl)
he: התהליך הופסק בטרם עת בגלל שגוגל מגביל את מספר השאילתות ביום אחד ל-2500. (הספירה מתחילה מחדש בחצות PST שהוא 08:00 AM GMT(
it: Il processo è stato interrotto a causa di Google che limita ad un massimo di 2500 domande entro al giorno (il conteggio viene azzerato a mezzanotte PST, che è 08:00 GMT)
pl: Proces został przerwany, ponieważ Google ogranicza się do maksymalnie 2500 zapytań w ciągu jednego dnia (liczenie jest resetowane o północy czasu PST, czyli o 08:00 GMT)
pt: O processo foi interrompido porque o Google estipulou o limite máximo de 2500 queries por dia (a contagem é reiniciada à meia-noite PST, que corresponde às 08:00 AM GMT).
ru: Процесс был прерван, поскольку Google ограничивает максимум 2500 запросов в течение одного дня (счетчик сбрасывается в полночь по тихоокеанскому стандартному времени, то есть в 08:00 по Гринвичу).
sk: Proces bol prerušený, pretože Google obmedzenie má maximálne 2500 otázok v rámci jedného dňa (počítanie sa vynuluje o polnoci pst, čo je 08:00 GMT)
tr: Google bir gün içinde maksimum 2500 sorguya sınırladığı için işlem kesintiye uğradı (sayım gece yarısı PST'de, yani 08:00 AM GMT'de sıfırlanır)
zh: 該過程被中斷因為谷歌限制最多在一天之內只能查詢 2500 次 (計數重置在午夜 PST也就是08:00 AM GMT)

source: In total %1$d out of %2$d new locations were passed for query to Google.
fi: Yhteensä %1$d uutta sijaintia %2$d:sta ylitti kyselyn Googlelta.
fr: Au total %1$d sur %2$d nouveaux lieux ont été envoyés en requêtes à Google.
fur: In totâl a son stadis cjatadis %1$d su %2$d gnovis localizazions cu la ricercje di Google.
he: בסה"כ הועברו %1$d מתוך %2$d מקומות חדשים ל-Google לצורך מיפוי
it: In totale %1$d di %2$d nuove localizzazioni sono state approvate per la query di Google.
pl: W sumie %1$d out of %2$d nowych lokalizacji zostało przekazanych do zapytania do Google.
pt: Transitaram ao todo %1$d de %2$d novos locais para a query do Google.
ru: Всего %1$d из of %2$d новых мест были запрошены в Google.
sk: Celkom %1$d z %2$d nové lokality boli odoslané do Googlu.
tr: Sorgu için Google'a toplam %2$d yeni konumdan %1$d'i aktarıldı.
zh: 在 %2$d 個新的地點內用谷歌共查詢 %1$d 個。
