Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: before
fi: ennen
fr: avant
fur: prin
he: לפני
it: prima
pl: przed
pt: antes de
ru: до
sk: predtým
tr: önce
zh: 之前

source: after
fi: jälkeen
fr: après
fur: dopo
he: אחרי
it: dopo
pl: po
pt: após
ru: после
sk: po
tr: sonra
zh: 之後

source: between
fi: välillä
fr: entre
fur: tra
he: בין
it: tra
pl: pomiędzy
pt: entre
ru: между
sk: medzi
tr: arasında
zh: 之間

source: interpreted
fr: Interprété
fur: interpretât
he: מחושב
it: interpretato
pl: interpretować
ru: Интерпретировать
sk: interpretované
tr: yorumlanmış

source: estimated
fi: arvioitu
fr: estimé
fur: stimât
he: משוערך
it: stimato
pl: szacowany
pt: estimado
ru: примерно
sk: odhadnuté
tr: tahmini
zh: 估計

source: calculated
fi: laskettu
fr: Calculé
fur: calcolât
he: מחושב
it: calcolato
pl: obliczony
pt: calculado
ru: расчётно
sk: vypočítané
tr: hesaplanmış

source: date
fi: päiväys
he: תאריך
pt: data
ru: дата
sk: dátum
tr: tarih
zh: 日期

source: jan
fi: tammik.
fur: gen
he: ינואר
it: gen
pl: Sty
ru: Янв
tr: oca
zh: 一月

source: feb
fi: helmik.
fr: fév
fur: fev
he: פברואר
pl: Lut
pt: Fev
ru: Фев
tr: şub
zh: 二月

source: mar
fi: maalisk.
he: מרץ
ru: Мар
zh: 三月

source: apr
fi: huhtik.
fr: avr
fur: avr
he: אפריל
pl: Kwi
pt: Abr
ru: Апр
tr: nis
zh: 四月

source: may
fi: toukok.
fr: mai
fur: maj
he: מאי
it: mag
pl: Maj
pt: Mai
ru: Май
sk: maj
zh: 五月

source: jun
fi: kesäk.
fur: jug
he: יוני
it: giu
pl: Cze
ru: Июн
tr: haz
zh: 六月

source: jul
fi: heinäk.
fur: luj
he: יולי
it: lug
pl: Lip
ru: Июл
tr: tem
zh: 七月

source: aug
fi: elok.
fr: août
fur: avo
he: אוגוסט
it: ago
pl: Sie
pt: Ago
ru: Авг
tr: ağu
zh: 八月

source: sep
fi: syysk.
fur: set
he: ספטמבר
it: set
pl: Wrz
pt: Set
ru: Сен
tr: eyl
zh: 九月

source: oct
fi: lokak.
fur: otu
he: אוקטובר
it: ott
pl: Paź
pt: Out
ru: Окт
sk: okt
tr: eki
zh: 十月

source: nov
fi: marrask.
he: נובמבר
pl: Lis
ru: Ноя
tr: kas
zh: 十一月

source: dec
fi: jouluk.
fr: déc
fur: dic
he: דצמבר
it: dic
pl: Gru
pt: Dez
ru: Дек
tr: ara
zh: 十二月

source: and
fi: ja
fr: et
fur: e
he: ו
it: e
pl: i
pt: e
ru: и
sk: a
tr: ve
zh: 並且

source: After nightfall
fr: Après la tombée de la nuit
fur: Dopo il tramont
he: אחרי השקיעה
it: Dopo il tramonto
pl: Po zmroku
ru: После наступления темноты
sk: Po zotmení
tr: Akşam karanlığından sonra

source: January
fi: Tammikuu
fr: Janvier
fur: Zenâr
he: ינואר
it: Gennaio
pl: Styczeń
pt: Janeiro
ru: Январь
sk: Január
tr: Ocak
zh: 一月

source: February
fi: Helmikuu
fr: Février
fur: Fevrâr
he: פברואר
it: Febbraio
pl: Luty
pt: Fevereiro
ru: Февраль
sk: Február
tr: Şubat
zh: 二月

source: March
fi: Maaliskuu
fr: Mars
fur: Març
he: מרץ
it: Marzo
pl: Marzec
pt: Março
ru: Март
sk: Marec
tr: Mart
zh: 三月

source: April
fi: Huhtikuu
fr: Avril
fur: Avrîl
he: אפריל
it: Aprile
pl: Kwiecień
pt: Abril
ru: Апрель
sk: Apríl
tr: Nisan
zh: 四月

source: May
fr: Mai
fur: Mai
he: מאי
it: Maggio
pl: Maj
pt: Mai
ru: Май
sk: Máj
tr: Mayıs

source: June
fi: Kesäkuu
fr: Juin
fur: Jugn
he: יוני
it: Giugno
pl: Czerwiec
pt: Junho
ru: Июнь
sk: Jún
tr: Haziran
zh: 六月

source: July
fi: Heinäkuu
fr: Juillet
fur: Lui
he: יולי
it: Luglio
pl: Lipiec
pt: Julho
ru: Июль
sk: Júl
tr: Temmuz
zh: 七月

source: August
fi: Elokuu
fr: Août
fur: Avost
he: אוגוסט
it: Agosto
pl: Sierpień
pt: Agosto
ru: Август
tr: Ağustos
zh: 八月

source: September
fi: Syyskuu
fr: Septembre
fur: Setembar
he: ספטמבר
it: Settembre
pl: Wrzesień
pt: Setembro
ru: Сентябрь
tr: Eylül
zh: 九月

source: October
fi: Lokakuu
fr: Octobre
fur: Otubar
he: אוקטובר
it: Ottobre
pl: Pażdziernik
pt: Outubro
ru: Октябрь
sk: Október
tr: Ekim
zh: 十月

source: November
fi: Marraskuu
fr: Novembre
fur: Novembar
he: נובמבר
it: Novembre
pl: Listopad
pt: Novembro
ru: Ноябрь
tr: Kasım
zh: 十一月

source: December
fi: Joulukuu
fr: Décembre
fur: Dicembar
he: דצמבר
it: Dicembre
pl: Grudzień
pt: Dezembro
ru: Декабрь
tr: Aralık
zh: 十二月

source: N.N.
he: לא ידוע
tr: İsimsiz.
zh: 無名

source: Select a family tree:
fi: Valitse sukupuu
fr: Sélectionnez un arbre généalogique :
fur: Sielz un Arbul Gjenealogjic:
he: בחר עץ משפחה:
it: Seleziona un Albero Genealogico:
pl: Wybierz drzewo genealogiczne:
pt: Escolha uma árvore de família:
ru: Выбор генеалогического дерева:
sk: Vyber rodokmeň:
tr: Bir aile ağacı seçin:
zh: 選擇要用的家譜表

source: Picture/ Media
fi: Kuva / Media
fr: Image/ Média
he: תמונה/מסמך/סרטון
pl: Obrazki/ Media
pt: Inagens/Media
ru: Фото/Видео
sk: Obrázky/ Média
tr: Resim/ Medya
zh: 圖像／媒體

source: Profession
fi: Ammatti
fur: Profesion
he: מקצוע
it: Profesione
pl: Zawód
pt: Profissão
ru: Профессия
sk: Zamestnanie
tr: Meslek
zh: 職業

source: Event
fi: Tapahtuma
fr: Événement
he: ארוע
it: Evento
pl: Zdarzenie
pt: Evento
ru: Событие
sk: Udalosť
tr: Etkinlik
zh: 事件

source: birth declaration
fi: syntymätodistus
fr: Déclaration de naissance
fur: diclarazion di nassite
he: תעודת לידה
it: dichiarazione di nascita
pl: świadeck narodzin
pt: Certidão de nascimento
ru: свидетельство о рождении
sk: rodný list
tr: doğum beyanı
zh: 生日宣告

source: baptism witness
fi: kummit
fr: Témoin de baptême
fur: santul di batisim
he: עד/ה בהטבלה
it: padrino di battesimo
pl: świadek chrztu
pt: Testemunha de batismo
ru: свидетель крещения
sk: svedkovia krstu
tr: vaftiz tanığı
zh: 受洗見證

source: death declaration
fi: kuolintodistus
fr: Déclaration de décès
fur: diclarazion di muart
he: תעודת פטירה ‏
it: certificato di morte
pl: świadectwo zgonu
pt: Certidão de óbito
ru: свидетельство о смерти
sk: úmrtný list
tr: ölüm ilanı
zh: 死亡宣告

source: burial witness
fi: saattajat
fr: Témoin d'inhumation
fur: testimoni da sepolture
he: עד קבורה ‏
it: testimone ai funerali
pl: świadek pogrzebu
pt: Testemunha do funeral
ru: свидетель похорон
sk: svedkovia pohrebu
tr: defin tanığı
zh: 葬禮見證

source: Name
fi: Nimi
fr: Nom
fur: Non
he: שם
it: Nome
pl: Nazwisko
pt: Nome
ru: Имя
sk: Meno
tr: İsim
zh: 名字

source: Prefix
fi: Etuliite
fr: Préfix
fur: Prefìs
he: קידומת
it: Prefisso
pl: Prefiks
ru: Префикс
sk: Predpona
tr: Önek

source: Suffix
fi: Jälkiliite
fur: Sufìs
he: תוספת
it: Suffisso
pl: Przyrostek
ru: Суффикс
sk: Prípona
tr: Sonek

source: Title of Nobility
fi: Aatelisnimi
fr: Titre de noblesse
fur: Titul nobiliâr
he: תואר אצולה
it: Titolo di nobiltà
pl: Tytuł szlachecki
pt: Título Nobilitário
ru: Дворянский титул
sk: Šľachtický titul
tr: Asalet Unvanı
zh: 貴族的頭銜

source: Title
fi: Arvonimi
fr: Titre
fur: Titul
he: תואר
it: Titolo
pl: Tytuł
pt: Título
ru: Заголовок
sk: Titul
tr: Başlık
zh: 標題

source: Adoption
fi: Adoptio
fur: Adozion
he: אימוץ
it: Adozione
pl: Adopcja
pt: Adopção
ru: Усыновление
sk: Adopcia
tr: Evlat edinme
zh: 收養

source: Title of Lordship
fi: Arvonimi
fr: Titre de seigneurie
fur: Titul di Signorie
he: תואר אצולה
it: Titolo di Signore
pl: Tytuł Pana
pt: Título de Nobreza
ru: Титул лорда
sk: Titul urodzenosti
tr: Lordluk Unvanı
zh: 主教區的頭銜

source: URL/ Internet link
fr: URL/ Lien Internet
fur: Link internet/ URL/
he: URL / קישור אינטרנט
it: Link internet/ URL/
pl: URL/ adres Internetowy
pt: Link de URL/ Internet
ru: URL/Интернет ссылка
sk: URL/ Internet odkaz
tr: URL/ İnternet bağlantısı
zh: URL/網接鏈

source: Colour mark by person
fi: Merkitse henkilö värillä
fr: Marque de couleur par personne
fur: Colôr par marcâ la persone
he: סימון צבעוני ליד אדם
it: Colore per contrassegnare la persona
pl: Oznaczenie kolorem według osoby
pt: Marcador colorido por pessoa
ru: Цветовой знак по персоне
sk: Farebná značka osoby
tr: Kişiye göre renk işareti
zh: 個人的色誌

source: marriage witness
fi: vihkimisen todistajat
fr: témoin de mariage
fur: copari dal anel
he: עד/ה בנישואין
it: testimone di matrimonio
pl: świadek małżeństwa
pt: Testemunha do casamento
ru: свидетель на свадьбе
sk: svedkovia sobáša
tr: evlilik tanığı
zh: 婚姻的見證

source: marriage witness (religious)
fi: uskonnollisen avioliiton todistajat
fr: témoin de mariage (religieux)
fur: copari dal anel (religjiôs)
he: עד/ה בנישואין דתיים
it: testimone di matrimonio (religioso)
pl: świadek małżeństwa (religijny)
pt: testemunha de casamento (religioso)
ru: свидетель на венчании
sk: svedkovia sobáša (cirkevní)
tr: evlilik tanığı (dini)
zh: 婚姻見證（宗教方面的）

source: Religion
fi: Uskonto
fur: Religjion
he: דת
it: Religione
pl: Religia
pt: Religião
ru: Религия
sk: Vierovyznanie
tr: Din
zh: 宗教

source: text
fi: teksti
fr: texte
fur: test
he: טקסט
it: testo
pl: tekst
pt: Texto
ru: текст
tr: metin
zh: 詞句

source: Events
fi: Tapahtumat
fr: Événements
he: ארועים
it: Evento
pl: Wydarzenia
pt: Eventos
ru: События
sk: Udalosti
tr: Etkinlikler
zh: 事件

source: Add event
fi: Lisää tapahtuma
fr: Ajouter événement
fur: Zonte un event
he: הוסף ארוע
it: Aggiungi evento
pl: Dodaj wydarzenie
pt: Adicionar evento
ru: Добавить событие
sk: Pridaj udalosť
tr: Etkinlik ekle
zh: 加上事件

source: For items like:
fi: Tapahtumat kuten:
fr: Pour des articles comme :
fur: Par elements come:
he: לצורך כגון:
it: Per elementi come:
pl: Dla przedmiotów takich jak:
pt: Para itens como:
ru: Для таких элементов, как:
sk: Pre položku ako:
tr: Gibi öğeler için:
zh: 像這些項目

source: baptized as child
fi: kastettu lapsena
fr: baptisé(e) enfant
fur: batiât di frut
he: הוטבל כילד
it: battezzato da bambino
pl: ochrzczony jako dziecko
pt: baptismo em criança
ru: крещён в детстве
sk: pokrstený ako dieťa
tr: çocuk olarak vaftiz edildi
zh: 當作孩童受洗

source: depart
fi: lähtö
fr: départ
fur: partence
he: עזיבה
it: partire
pl: odstąpić
pt: despedida
ru: отходить
sk: odchod
tr: ayrılma
zh: 分離

source: etc.
fi: jne.
fur: e vie indenant.
he: וכו'
it: ecc.
pl: itp.
ru: и т. д.
sk: atď.
tr: vb.
zh: 等等

source: Marriage contract
fi: Aviosopimus
fr: Contrat de mariage
fur: Contrat di matrimoni
he: חוזה נישואין
it: Contratto di matrimonio
pl: Akt małżeństwa
pt: Contrato de matrimónio
ru: Брачный контракт
sk: Manželská zmluva
tr: Evlilik sözleşmesi
zh: 婚姻契約

source: Marriage license
fi: Aviolupa
fr: Certificat de mariage
fur: Licence di matrimoni
he: רשיון נישואין
it: Licenza di matrimonio
pl: Świadectwo małżeństwa
pt: Licença de casamento
ru: Свидетельство о браке
sk: Manželská licencia
tr: Evlilik cüzdanı
zh: 婚姻執照

source: Nickname
fi: myöhempi sukunimi
fr: Surnom
fur: Sorenon
he: שם חילופי
it: Soprannome
pl: Pseudonim
pt: Alcunha
ru: прозвище
sk: Prezývka
tr: Takma ad
zh: 別號

source: Add
fi: Lisää
fr: Ajouter
fur: Zonte
he: הוסף
it: Aggiungi
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: Pridať
tr: Ekle
zh: 增加

source: Search
fi: Etsi
fr: Rechercher
fur: Cîr
he: חיפוש
it: Cerca
pl: Szukaj
pt: Pesquisa
ru: Поиск
sk: Hľadaj
tr: Arama
zh: 搜索

source: and
fi: ja
fr: et
fur: e
he: ו
it: e
pl: i
pt: e
ru: и
sk: a
tr: ve
zh: 與

source: GEDCOM number (ID)
fr: Numéro GEDCOM (ID)
fur: Numar GEDCOM (ID)
he: מספר ג'דקום (ID)
it: Numero GEDCOM (ID)
pl: GEDCOM numer (ID)
ru: Номер GEDCOM (ID)
sk: GEDCOM číslo: (ID)
tr: GEDCOM numarası (kimlik)

source: Selected colour
fi: Valitse väri
fr: Couleur sélectionnée
fur: Sielz il colôr
he: הצבע שנבחר
it: Seleziona il colore
pl: Wybrany kolor
pt: Cor selecionada
ru: Выберите цвет
sk: Vybratá farba
tr: Seçilen renk
zh: 被選的顏色

source: Change colour mark by person
fi: Vaihda henkilön värimerkkiä
fr: Modifier marque de couleur par personne
fur: Cambie il colôr da persone
he: שנה את הסימון הצבעוני ליד אדם
it: Cambia il colore per la persona
pl: Zmień znak koloru według osoby
pt: Mudar o marcador colorido por pessoa
ru: Изменить цветовую метку человеком
sk: Zmeň farebnú značku osoby
tr: Kişiye göre renk işaretini değiştir
zh: 因人而改變色誌

source: Colour 1
fi: Väri 1
fr: Couleur 1
fur: Colôr 1
he: צבע 1
it: Colore 1
pl: Kolor 1
pt: Cor 1
ru: Цвет 1
sk: Farba 1
tr: Renk 1
zh: 色1

source: Colour 2
fi: Väri 2
fr: Couleur 2
fur: Colôr 2
he: צבע 2
it: Colore 2
pl: Kolor 2
pt: Cor 2
ru: Цвет 2
sk: Farba 2
tr: Renk 2
zh: 色2

source: Colour 3
fi: Väri 3
fr: Couleur 3
fur: Colôr 3
he: צבע 3
it: Colore 3
pl: Kolor 3
pt: Cor 3
ru: Цвет 3
sk: Farba 3
tr: Renk 3
zh: 色3

source: Colour 4
fi: Väri 4
fr: Couleur 4
fur: Colôr 4
he: צבע 4
it: Colore 4
pl: Kolor 4
pt: Cor 4
ru: Цвет 4
sk: Farba 4
tr: Renk 4
zh: 色4

source: Colour 5
fi: Väri 5
fr: Couleur 5
fur: Colôr 5
he: צבע 5
it: Colore 5
pl: Kolor 5
pt: Cor 5
ru: Цвет 5
sk: Farba 5
tr: Renk 5
zh: 色5

source: Colour 6
fi: Väri 6
fr: Couleur 6
fur: Colôr 6
he: צבע 6
it: Colore 6
pl: Kolor 6
pt: Cor 6
ru: Цвет 6
sk: Farba 6
tr: Renk 6
zh: 色6

source: Colour 7
fi: Väri 7
fr: Couleur 7
fur: Colôr 7
he: צבע 7
it: Colore 7
pl: Kolor 7
pt: Cor 7
ru: Цвет 7
sk: Farba 7
tr: Renk 7
zh: 色7

source: Colour 8
fi: Väri 8
fr: Couleur 8
fur: Colôr 8
he: צבע 8
it: Colore 8
pl: Kolor 8
pt: Cor 8
ru: Цвет 8
sk: Farba 8
tr: Renk 8
zh: 色8

source: Colour 9
fi: Väri 9
fr: Couleur 9
fur: Colôr 9
he: צבע 9
it: Colore 9
pl: Kolor 9
pt: Cor 9
ru: Цвет 9
sk: Farba 9
tr: Renk 9
zh: 色9

source: Colour 10
fi: Väri 10
fr: Couleur 10
fur: Colôr 10
he: צבע 10
it: Colore 10
pl: Kolor 10
pt: Cor 10
ru: Цвет 10
sk: Farba 10
tr: Renk 10
zh: 色10

source: Colour 11
fi: Väri 11
fr: Couleur 11
fur: Colôr 11
he: צבע 11
it: Colore 11
pl: Kolor 11
pt: Cor 11
ru: Цвет 11
sk: Farba 11
tr: Renk 11
zh: 色11

source: Colour 12
fi: Väri 12
fr: Couleur 12
fur: Colôr 12
he: צבע 12
it: Colore 12
pl: Kolor 12
pt: Cor 12
ru: Цвет 12
sk: Farba 12
tr: Renk 12
zh: 色12

source: Colour 13
fi: Väri 13
fr: Couleur 13
fur: Colôr 13
he: צבע 13
it: Colore 13
pl: Kolor 13
pt: Cor 13
ru: Цвет 13
sk: Farba 13
tr: Renk 13
zh: 色13

source: Colour 14
fi: Väri 14
fr: Couleur 14
fur: Colôr 14
he: צבע 14
it: Colore 14
pl: Kolor 14
pt: Cor 14
ru: Цвет 14
sk: Farba 14
tr: Renk 14
zh: 色14

source: Also change
fi: Myös muutos
fr: Modifier également
fur: Cambie ancj
he: שנה גם
it: Anche cambiare
pl: Zmień także
pt: Alterar também
ru: Также изменить
sk: Tiež zmeň
tr: Ayrıca değiştir

source: Descendants
fi: Jälkeläiset
fur: Dissendents
he: צאצאים
it: Discendenti
pl: Potomków
pt: Descendentes
ru: Потомки
sk: Potomkovia
tr: Torunlar
zh: 後代

source: Ancestors
fi: Esivanhemmat
fr: Ascendants
fur: Antenâts
he: אבות
it: Antenati
pl: Przodkowie
pt: Antepassados
ru: Предки
sk: Predkovia
tr: Atalar
zh: 祖先

source: German Rufname
fi: Kutsumanimi
fr: Prénom Allemand
fur: Sorenon di Famee
he: שם כינוי בגרמנית
it: Soprannome di Famiglia
pl: Niemieckie Przezwisko
ru: Немецкое имя
sk: Nemecké Rufname
tr: Alman çağrı adı

source: e.g. Jhr., Jkvr.
fi: esim. vapaaherra
fr: par ex. Jhr., Jkvr.
fur: par esempli JHR., Jkvr.
he: למשל: דוכס, נסיך
it: ad esempio JHR., Jkvr.
pl: np. Pan., Pani.
pt: por ex. Jhr., Jkvr.
ru: например Jhr., Jkvr.
tr: örneğin Jhr., Jkvr.
zh: 例如Jhr., Jkvr.

source: e.g. Prof., Dr.
fi: esim. Prof. Tri.
fr: par ex. Prof., Dr.
fur: par esempli Prof., Dr.
he: למשל: פרופ', ד"ר
it: ad esempio Prof., Dr.
pl: np. Prof., Dr.
pt: por ex. Prof., Dr.
ru: например проф., д.т.н.
tr: örneğin Profesör, Doktor.
zh: 例如Prof., Dr.

source: e.g. Lord of Amsterdam
fi: esim. Amsterdamin lordi
fr: par ex. Comte de Namur
fur: par esempli Cont di Cuccagne
he: למשל: Lord of Winchester
it: ad esempio Conte di Cuccagna
pl: np. Lord of Amsterdam
pt: por ex. Lorde de Amesterdão
ru: например Лорд Амстердама
tr: örneğin Amsterdam Lordu
zh: 例如Lord of Amsterdam

source: Baptise
fr: Baptiser
fur: Batiâ
he: טבילה
it: Battezzare

source: Settling
fr: Règlement
fur: Sistemasion
he: הגדרה
it: Sistemazione

source: Characteristics
fr: Caractéristiques
fur: Carateristichis
he: מאפיינים
it: Caratteristiche

source: Buried
fi: Haudattu
fr: Inhumé(e)
fur: Sepulît
he: קבורה
it: Sepolto
pl: Pochowany
pt: Enterro
ru: похоронен
sk: Pochovaný
tr: Defnedildi
zh: 埋葬

source: Will
fr: Sera
fur: Volontât
he: צוואה
it: Volontà

source: Religious
fr: Religieux
fur: Religjôs
he: דתי
it: Religioso
pl: Religijny
ru: Религиозный
sk: Cirkevný
tr: Dini

source: Education
fi: Koulutus
fr: Éducation
fur: Educazion
he: השכלה
it: Educazione
pl: Edukacja
pt: Formação académica
ru: Образование
sk: Vzdelanie
tr: Eğitim
zh: 教育

source: Social
fr: Social-e-
fur: Sociâl
he: חברתי

source: LDS
fr: SDJ
he: הכנסייה המורמונית

source: Jewish
fr: Juif
fur: Ebraic
he: יהודי
it: Ebreo

source: Date
fi: Päivä
he: תאריך
it: Data
pl: Data
pt: Data
ru: Дата
sk: Dátum
tr: Tarih
zh: 日期

source: place
fi: paikka
fr: lieu
he: מקום
pt: Local
ru: место
sk: miesto
tr: yer
zh: 地方

source: Upload new image
fr: Téléverser une nouvelle image
fur: Cjarie une gnove imagjne
he: העלה תמונה חדשה
it: Carica nuova immagine

source: Upload
fi: Lataa
fr: Téléverser
fur: Cjarìe
he: האלעת קובץ
it: Carica
pl: Przekazać plik
pt: Enviar
ru: Загрузить
sk: Nahrávanie
tr: Yükle
zh: 上傳

source: Also known as
fi: Tunnettu myös nimellä
fr: Aussi connu sous le nom
fur: Cognossût ancje come
he: ידוע גם בשם
it: Anche noto come
pl: Znany również jako
pt: Também conhecido por
ru: Также известен/известна как
sk: Známy tiež ako
tr: Ayrıca şöyle bilinir
zh: 另個名稱

source: alias name
fi: salanimi
fr: nom d'alias
fur: det ancje
he: שם חלופי
it: altrimenti detto
pl: pseudonim
pt: alcunha
ru: Псевдоним
sk: alias
tr: takma ad
zh: 化名

source: Short name (for reports)
fi: Lyhyt nimi (raportteihin)
fr: Nom abrégé (pour les listes)
fur: Non scurtât (pas schedis)
he: שם קצר לדוחות
it: Nome abbreviato (per i rapporti)
pl: Skrócona nazwa (dla raportów)
pt: Nome abreviado (para relatórios)
ru: Короткое имя (Для отчётов)
sk: Skrátené meno
tr: Kısa ad (raporlar için)
zh: 名字簡稱（用於報告）

source: Adopted name
fi: Adoptoitu nimi
fr: Nom d'adoption
fur: Nom adottât
he: שם מאומץ
it: Nome adottato
pl: Przyjęte nazwisko
pt: Nome adoptado
ru: Имя при усыновлении
sk: Prijaté meno
tr: Kabul edilen isim
zh: 領養名字

source: Hebrew name
fi: Heprealainen nimi
fr: Nom hébraïque
fur: Non Ebraic
he: שם עברי
it: Nome Ebraico
pl: Hebrajskie imię
pt: Nome judaico
ru: Еврейское имя
sk: Židovské meno
tr: İbranice adı
zh: 希伯來名字

source: Census name
fi: Nimi väestölaskennassa
fr: Nom au recensement
fur: Non censît
he: שם במפקד אוכלוסין
it: Nome censimento
pl: Nazwa spisu
pt: Nome do recenseamento
ru: Имя при переписи
sk: Meno v sčítaní ľudu
tr: Nüfus sayımı adı
zh: 執照名字

source: Married name
fi: Vihitty nimi
fr: Nom de mariage
fur: Cognon di sposade
he: שם אחרי נישואין
it: Nome da sposata
pl: Nazwisko małżeńskie
pt: Nome de casado(a)
ru: Фамилия в замужестве
sk: Meno po sobáši
tr: Evlilik adı
zh: 婚後名字

source: Given name
fi: Etunimi
fr: Prénom
fur: Non di batisim
he: שם פרטי
it: Nome di battesimo
pl: Nadane imię
ru: Собственное имя
sk: Krstné meno
tr: Adı

source: Farm name
fi: Talon nimi
fr: Nom de ferme
fur: Non da Fattorie
he: שם איכרים
it: Nome della Fattoria
pl: Nazwa farmy
pt: Nome rural (seja lá o que isso for)
ru: Название фермы
sk: Názov farmy
tr: Çiftlik adı
zh: 農莊名字

source: Birth name
fi: Syntymänimi
fr: Nom de naissance
fur: Non di batisim
he: שם בלידה
it: Nome di battesimo
pl: Nazwisko rodowe
pt: Nome de nascimento
ru: Имя при рождении
sk: Rodné meno
tr: Doğum adı
zh: 生下時名字

source: Indian name
fi: Intialainen nimi
fr: Nom indien
fur: Non Indian
he: שם אינדיאני
it: Nome indiano
pl: Indyjskie imię
pt: Nome indígena
ru: Индейское имя
sk: Indianske meno
tr: Hint adı
zh: 印弟安名字

source: Formal name
fi: Virallinen nimi
fr: Nom officiel
fur: Non ufficiâl
he: שם רשמי
it: Nome ufficiale
pl: Imie oficjalne
pt: Nome formal
ru: Официальное название
sk: Formálne meno
tr: Resmi adı
zh: 格式名字

source: Current name
fi: Nykyinen nimi
fr: Nom usuel
fur: Non atuâl
he: שם נוכחי
it: Nome attuale
pl: Obecne imię
pt: Nome corrente
ru: Нынешнее название
sk: Súčasné meno
tr: Geçerli adı
zh: 現今名字

source: Soldier name
fi: Sotilasnimi
fr: Nom de soldat
fur: Non di soldât
he: שם צבאי
it: Nome da soldato
pl: Imię żołnierza
pt: Nome de soldado
ru: Имя солдата
sk: Vojenské meno
tr: Askeri adı
zh: 當兵時名字

source: Religious name
fi: Luostarinimi
fr: Nom religieux
fur: Non da religjiôs
he: שם דתי
it: Nome da religioso
pl: Religia imię
pt: Nome religioso
ru: Имя при крещении
sk: Cirkevné meno
tr: Dini adı
zh: 宗教名字

source: Other name
fi: Muu nimi
fr: Autre nom
fur: Altris nons
he: שם אחר
it: Altro nome
pl: Inne imię
pt: Outro nome
ru: Другое имя
sk: Iné meno
tr: Diğer adı
zh: 其他名字

source: Formerly known as
fi: Virallisesti tunnettu nimellä
fr: Connu jadis en tant que
fur: Prin cognossût come
he: שם קודם
it: Precedentemente noto come
pl: Faktycznie znany jako
pt: Anteriormente conhecido como
ru: Ранее известен/известна как
sk: Predtým známy ako
tr: Daha önce ... olarak bilinen
zh: 以前被稱為

source: This will disconnect this person from parents, spouses and children <b>and delete it completely from the database.</b> Do you wish to continue?
fi: Tämä poistaa henkilön kytkennät vanhempiin, puolisoon ja lapsiin <b>ja poistaa hänet kokonaan tietokannasta.</b> Haluatko jatkaa?
fr: Ceci déconnectera cette personne des parents, conjoints et enfants <b>et la supprimera complètement de la base de données.</b> Voulez-vous continuer ?
fur: Cussì tu scolleghis cheste persone dai gjenitôrs e da sô famee <b> e a sarà completamentri cancelât dal database. </ B> Ustu continuâ?
he: פעולה זו תנתק את האדם הזה מהורים, בני/בנות זוג וילדים <b> וימחוק אותו לחלוטין מבסיס הנתונים. </b> האם ברצונך להמשיך?
it: Questo scollegherà questa persona da genitori, coniugi e figli <b> e la cancellerà completamente dal database. </ B> Vuoi continuare?
pl: Spowoduje to odłączenie tej osoby od rodziców, małżonków i dzieci <b>i całkowite usunięcie jej z bazy danych.</b> Czy chcesz kontynuować?
pt: Isto irá desconectar esta pessoa de progenitores, esposas e filhos <b>e eliminá-la completamente da base de dados.</b> Deseja continuar?
ru: Это разорвёт связь персоны с родителями, супругами и детьми, <b>а также полностью удалить персону из базы данных.</b> Вы хотите продолжить?
sk: Týmto sa táto osoba odpojí od rodičov, manželov a detí <b>a úplne sa odstráni z databázy.</b> Chcete pokračovať?
tr: Bu, bu kişiyi ebeveynlerden, eşlerden ve çocuklardan ayıracak <b>ve veritabanından tamamen silecektir.</b> Devam etmek istiyor musunuz?
zh: 這將切斷此人與父母，配偶和子女的關聯<b>，並從數據庫中完全刪除。</b>你要繼續嗎？

source: Also remove ALL RELATED PERSONS (including all items)
fi: Poista myös KAIKKI LIITTYVÄT HENKILÖT (ja kaikki yksityiskohdat)
fr: Supprimez également TOUTES LES PERSONNES LIÉES (tous les éléments y compris)
fur: Cancele ancje TUTIS LIS PERSONIS CORELADIS (e ancje o Tescj)
he: מחק גם את כל האנשים הקשורים קשר משפחתי (עם כל פרטיהם)
it: Rimuovi anche TUTTE LE PERSONE CORRELATE (compresi tutti i testi)
pl: Usuń także WSZYSTKIE POWIĄZANE OSOBY (i wszystko inne)
pt: Remover também TODAS AS PESSOAS RELACIONADAS (inclusivé todos os ítens)
ru: Также удалить ВСЕХ СВЯЗАННЫХ ПЕРСОН (включая все объекты)
sk: Odstrániť tiež VŠETKY PRÍBUZNÉ OSOBY (vrátane všetkých položiek)
tr: Ayrıca TÜM İLGİLİ KİŞİLERİ de kaldırın (tüm öğeler dahil)
zh: 要移除全部有關人員（包括全部項目）

source: Yes
fi: Kyllä
fr: Oui
fur: Si
he: כן
it: Si
pl: Tak
pt: Sim
ru: Да
sk: Áno
tr: Evet
zh: 是

source: No
fi: Ei
fr: Non
he: לא
pl: Nie
pt: Não
ru: Нет
sk: Nie
tr: Hayır
zh: 不

source: Person disconnected from marriage(s).
fi: Henkilön kytkennät puolisoihin poistettu.
fr: Personne déconnectée du/des mariage(s).
fur: Persone disconetude da un matrimoni.
he: האדם נותק מהנישואין
it: Persona scollegata da relazione coniugale.
pl: Osoba odłączona od małżeństwa (małżeństw).
pt: A pessoa foi desconectada do(s) casamento(s).
ru: Персона исключена из брака(ов).
sk: Osoba odpojená od sobáša.
tr: Evlilik(ler)den bağlantısı kesilen kişi.
zh: 那人切斷從婚姻關聯

source: Person disconnected from parents.
fi: Henkilön kytkennät vanhempiin poistettu.
fr: Personne déconnectée du/des parent(s).
fur: Persone disconetude dai gjenitôrs.
he: האדם נותק מההורים
it: Persona scollegata dai genitori.
pl: Osoba odłączona od rodziców.
pt: A pessoa foi desconectada dos progenitores.
ru: Связь персоны с родителями разорвана.
sk: Osoba odpojená od rodičov.
tr: Ebeveynlerinden bağlantısı kesilen kişi.
zh: 那人切斷父母關聯

source: Person is removed
fi: Henkilö on poistettu
fr: La personne est enlevée
fur: La persone a je cancelade
he: אדם זה נמחק
it: La persona è rimossa
pl: Osoba została usunięta
pt: A pessoa foi apagada
ru: Персона удалена
sk: Osoba bola vymazaná
tr: Kişi kaldırıldı
zh: 移除這人
