Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: This option shows a slideshow at the homepage. Put the images in the media/slideshow/ folder at the website.<br>Example of image link:
fi: Tämä valinta näyttää diaesityksen kotisivulla. Laita kuvat hakemistoon media/slideshow/ sivustollasi.<br>Esimerkki kuvalinkki:
fr: Cette option montre un diaporama sur la page d'accueil. Mettez les images dans le dossier media/slideshow sur le site web. <br> Exemple de lien image:
fur: Cheste opzion a mostre une presentazion su la homepage. Met lis imagjinis ta cartele media/slideshow/ dal sito Web. <br> Esempli di collegament das imagjinis:
he: אופציה זו תציג מצגת תמונות בעמוד הבית. תשימו את התמונות בתיקייה media/slideshow/ באתר. <br>דוגמה של קישור לתמונה:
it: Questa opzione mostra una presentazione nella homepage. Metti le immagini nella cartella media/slideshow/ sul sito Web. <br> Esempio di collegamento immagine:
pl: Ta opcja pokazuje pokaz slajdów na stronie głównej. Umieść obrazy w folderze media / pokaz slajdów / na stronie internetowej.<br>Przykład linku do obrazu:
pt: Esta opção exibe uma sequência de slides na página inicial. Ponha as imagens na pasta media/slideshow do website. <br>Examplo de um link da imagem:
ru: Эта опция показывает слайд-шоу на главной странице. Поместите изображения в папку media/slideshow/ на сайте.<br>Пример ссылки на изображение:
sk: Táto možnosť zobrazí prezentáciu na domovskej stránke. Vložte obrázky do priečinka media/slideshow/ na webovej stránke.<br>Príklad odkazu na obrázok:
tr: Bu seçenek, ana sayfada bir slayt gösterisi gösterir. Resimleri web sitesindeki media/slideshow/ klasörüne koyun.<br>Resim bağlantısı örneği:

source: Images size should be about:
fi: Kuvien tulisi olla kooltaan noin:
fr: La dimension d'image doit être d'environ:
fur: Lis dimensions das imagjinis a varessin di jessi cirche:
he: גודל התמונות צריך להיות בערך:
it: Le dimensioni delle immagini dovrebbero essere circa:
pl: Rozmiar zdjęć powinien wynosić około:
pt: O tamanho das imagens deve ser de aproximadamente:
ru: Размер изображений должен быть около:
sk: Veľkosť obrázkov by mala byť:
tr: Resimlerin boyutu yaklaşık şu kadar olmalıdır:

source: Show slideshow on the homepage
fi: Näytä diaesitys kotisivulla
fr: Affichez le diaporama sur la page d'accueil
fur: Mostre la secuence di Imagjinis su la pagjine principâl
he: הצג מצגת תמונות בעמוד הבית
it: Mostra la Sequenza di Immagini sulla pagina principale
pl: Pokaż pokaz slajdów na stronie głównej
pt: Mostrar a sequência de slides na página inicial
ru: Показать слайд-шоу на главной странице
sk: Zobraziť prezentáciu na domovskej stránke
tr: Ana sayfada slayt gösterisi göster

source: Link to image
fi: Linkki kuvaan
fr: Lien de l'image
fur: Collegament a la imagjine
he: קישור לתמונה
it: Collegamento all'immagine
pl: Link do obrazu
pt: Link para a imagem
ru: Ссылка на изображение
sk: Odkaz na obrázok
tr: Resme bağlantı

source: Display settings
fr: Paramètres d'affichage
fur: Impostazions di visualizazion
he: הצג את ההגדרות
it: Impostazioni di visualizzazione
pl: Ustawienia wyświetlania
ru: Настройки дисплея
sk: Nastavenie zobrazenia
tr: Görüntü ayarları

source: Change all &#134; characters into &infin; characters in all language files
fr: Modifiez tous les &#134; caractères en &infin; caractères dans tous les fichiers de langue
fur: Cambie il caratar &#134; tal caratar &infin; in ducj i files das Lenghis
he: שנה את כל סימני &#134; לסימני &infin; בכל קבצי השפות
it: Modifica il carattere &#134; nel carattere &infin; in tutti i file delle Lingue
pl: Zmień wszystkie &#134; na &infin; znaki we wszystkich plikach językowych
ru: Измените все &#134; символы на &infin; символы во всех языковых файлах
sk: Zmeniť všetky &#134; znaky do &infin; znaky vo všetkých jazykových súboroch
tr: Tüm &#134; karakterlerini tüm dil dosyalarındaki &infin; karakterlerine değiştirin

source: unchecking and saving will revert to the cross sign
fr: décocher et sauvegarder reviendra au signe de croix
fur: deselezione e salve par torneâ al segno di crôs
he: הסרת הסימון יחזיר את סימוני הצלב
it: deselezionando e salvando si tornerà al segno di croce
pl: odznaczenie i zapisanie powróci do znaku krzyża
ru: снятие флажка и сохранение приведет к возврату к знаку креста
sk: zrušením začiarknutia a uložením sa vráti krížik
tr: işaretin kaldırılması ve kaydedilmesi çarpı işaretine geri dönecektir

source: Display Hebrew date after Gregorian date: 23 Dec 1980 (16 Tevet 5741)
fr: Affichage de la date hébraïque après la date grégorienne: 23 déc 1980 (16 mars 5741)
fur: Mostre la date ebraiche dopo chê gregoriane: 23 dic 1980 (16 Tevet 5741)
he: הצג תאריך עברי אחרי התאריך הלועזי: 23 דצמבר 1980 (16 טבת 5741)
it: Mostra la data ebraica dopo la data gregoriana: 23 dic 1980 (16 Tevet 5741)
pl: Wyświetl hebrajską datę po dacie gregoriańskiej: 23 grudnia 1980 (16 Tevet 5741)
ru: Отображение даты на иврите после григорианской даты: 23 декабря 1980 (16 Тевет 5741)
sk: Zobraziť hebrejský dátum za gregoriánskym dátumom: 23. december 1980 (16. Tevet 5741)
tr: Gregoryen tarihinden sonra İbranice tarihi göster: 23 Ara 1980 (16 Tevet 5741)

source: Place yellow Stars of David before holocaust victims in lists and reports
fr: Placez les Etoiles jaunes de David devant les victimes de l'holocauste dans les listes et les rapports
fur: Plaçe la stele zale di David davant das vitimis dal olocaust tai elencs e tas schedis
he: הצג טלאי צהוב לפני שמותיהם של קורבנות שואה
it: Posiziona la stella gialla di David davanti alle vittime dell'olocausto in elenchi e rapporti
pl: Umieść żółte gwiazdy Dawida przed ofiarami holokaustu na listach i raportach
ru: Поместите желтые Звезды Давида перед жертвами Холокоста в списках и отчетах
sk: Umiestniť žlté Dávidove hviezdy pred obete holokaustu do zoznamov a výpisov
tr: Listelerde ve raporlarda sarı Davut Yıldızlarını soykırım kurbanlarının önüne yerleştirin

source: Add: "cause of death: murdered" to holocaust victims
fr: Ajouter: "cause de la mort: assassiné" aux victimes de l'holocauste
fur: Zonte: "cause da muart: assassinât" aa dutis lis vitimis dal olocaust
he: הוסף: "סיבת המוות: נרצח/ה" לקורבנות שואה
it: Aggiungi: "causa della morte: assassinato" alle vittime dell'olocausto
pl: Dodaj: „przyczyna śmierci: zamordowana” ofiarom holokaustu
ru: Добавить: "причина смерти: убит" жертвам Холокоста
sk: K obetiam holokaustu pridať: "príčina smrti: zavraždený"
tr: Soykırım kurbanlarına "ölüm nedeni: öldürüldü" ekleyin

source: Editor settings
fr: Paramètres de l'éditeur
fur: Impostazions dal editor
he: הגדרות עורך
it: Impostazioni dell'editor
pl: Ustawienia edytora
ru: Настройки редактора
sk: Nastavenia editora
tr: Düzenleyici ayarları

source: Add "night" checkbox next to Gregorian dates to calculate Hebrew date correctly
fr: Cochez la case "nuit" à côté des dates grégoriennes pour calculer correctement la date en hébreu
fur: Zonte un checkbox "night" dongje das datis gregorianis par calcolâ in maniere corete la date ebraiche
he: הוסף ריבוע לסימון עבור תאריכים לועזיים אחרי שקיעה
it: Aggiungi un checkbox "night" accanto alle date gregoriane per calcolare correttamente la data ebraica
pl: Dodaj pole „noc” obok dat gregoriańskich, aby poprawnie obliczyć hebrajską datę
ru: Установите флажок "ночь" рядом с григорианскими датами, чтобы правильно рассчитать дату на иврите
sk: Pridať začiarkavacie políčko "noc" vedľa gregoriánskych dátumov, aby ste správne vypočítali hebrejský dátum
tr: İbranice tarihini doğru hesaplamak için Gregoryen tarihlerinin yanına "gece" onay kutusu ekleyin

source: Add field for Hebrew name in name section of editor (instead of in "events" list)
fr: Ajouter un champ pour un nom en hébreu dans la section nom de l'éditeur (au lieu de dans la liste "événements")
fur: Zonte il cjamp pal non ebraic in ta sezion dal non dal editor (invezit che ta la liste "events")
he: הוסף שדה לשם העברי לצד שדות השמות (במקום למלא זאת ב"ארועים")
it: Aggiungi il campo per il nome ebraico nella sezione del nome dell'editor (invece che nella lista "eventi")
pl: Dodaj pole dla hebrajskiej nazwy w sekcji nazwy edytora (zamiast na liście „wydarzeń”)
ru: Добавить поле для имени на иврите в разделе "Имя" редактора (вместо списка "события")
sk: Pridať pole pre hebrejský názov v názve sekcie v editore (namiesto zoznam "udalosti")
tr: Düzenleyicinin ad bölümüne İbranice ad için alan ekleyin ("etkinlikler" listesi yerine)

source: Add field for Brit Mila under birth fields (instead of in "events" list)
fr: Ajouter un champ pour Brit Milah sous les champs de naissance (au lieu de dans la liste "événements")
fur: Zonte un cjamp pal il Brit Mila sot i cjamps di nassite (pluitost che ta liste "events")
he: הוסף שדה לברית מילה מתחת לשדות הלידה (במקום למלא את זה ב"אירועים" )
it: Aggiungi campo per Brit Mila sotto i campi di nascita (anziché nella lista "eventi")
pl: Dodaj pole dla Brit Mila w polach urodzenia (zamiast na liście „wydarzeń”)
ru: Добавить поле для Брит Милы в разделе поля рождения (вместо списка "события")
sk: Pridať pole pre Brit Mila do polí narodenia (namiesto do zoznamu "udalosti")
tr: Doğum alanlarının altına Sünnet Sözleşmesi için alan ekleyin ("etkinlikler" listesi yerine)

source: Add field for Bar/ Bat Mitsva before baptise fields (instead of in "events" list)
fr: Ajouter un champ pour les champs Bar / Bat Mitzvah avant le baptême (au lieu de dans la liste "événements")
fur: Zonte un cjamp pal il Bar/ Bat Mitzva devant dai cjamps dal batesim (pluitost che ta liste "events")
he: הוסף שדה לבר/בת מצווה לפני שדה הטבילה (במקום למלא זאת ב"אירועים" )
it: Aggiungi il campo per Bar/ Bat Mitzva prima dei campi del battesimo (invece che nella lista "eventi")
pl: Dodaj pole dla Bar / Bat Micwa przed polami chrztu (zamiast na liście „wydarzeń”)
ru: Добавить поле для полей Бар/ Бат-мицва перед крещением (вместо в списке "события")
sk: Pridať pole pre Bar/ Bat Mitzvah pred údaj o narodení (namiesto v zozname "udalosti ")
tr: Vaftiz alanlarından önce Bar/ Bat Mitsva için alan ekleyin ("etkinlikler" listesi yerine)

source: A sitemap can be used for quick indexing of the family screens by search engines. Add the sitemap link to a search engine (like Google), or add the link in a robots.txt file (in the root folder of your website). Example of robots.txt file, sitemap line:<br> Sitemap: http://www.yourwebsite.com/humo-gen/sitemap.php
fr: Un plan du site peut être utilisé pour une indexation rapide des écrans familiaux par les moteurs de recherche. Ajoutez le lien du plan du site à un moteur de recherche (comme Google) ou ajoutez le lien dans un fichier robots.txt (dans le dossier racine de votre site Web). Exemple de fichier robots.txt, ligne sitemap :<br> Plan du site : http://www.votresiteweb.com/humo-gen/sitemap.php
fur: Une mape dal sito a po sei utilizade par une rapide indicisasion das schedis das fameis pai motôrs di ricercje. Zonte un link da mappa dal sito a un motôr di ricercje (come Google) o zonte il link a un file robots.txt (ta cartele principâl dal to sito web). Esempli di file robots.txt, linie Sitemap:<br> Sitemap: http://www.yourwebsite.com/humo-gen/sitemap.php
he: אפשר להשתמש במפת אתר ליצירה מהירה של אינדקס של דפי עצי המשפחה. הוסיפו את מפת האתר למכונת חיפוש (כמו גוגל), או הוסיפו את הקישור לקובץ robots.txt (בתיקייה הראשית של האתר שלכם). דוגמא של שורה בקובץ robots.txt <br> Sitemap: http://www.yourwebsite.com/humo-gen/sitemap.php
it: Una mappa del sito può essere utilizzata per una rapida indicizzazione delle schermate delle famiglie da parte dei motori di ricerca. Aggiungi il link della mappa del sito a un motore di ricerca (come Google) o aggiungi il link in un file robots.txt (nella cartella principale del tuo sito web). Esempio di file robots.txt, riga della mappa del sito:<br> Sitemap: http://www.yourwebsite.com/humo-gen/sitemap.php

source: Monday
fi: Maanantai
fr: Lundi
fur: Lunis
he: יום שני
it: Lunedì
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник
sk: Pondelok
tr: Pazartesi
zh: 星期一

source: Tuesday
fi: Tiistai
fr: Mardi
fur: Martars
he: יום שלישי
it: Martedì
pl: Wtorek
pt: Terça-feira
ru: Вторник
sk: Utorok
tr: Salı
zh: 星期二

source: Wednesday
fi: Keskiviikko
fr: Mercredi
fur: Miercus
he: יום רביעי
it: Mercoledì
pl: Środa
pt: Quarta-feira
ru: Среда
sk: Streda
tr: Çarşamba
zh: 星期三

source: Thursday
fi: Torstai
fr: Jeudi
fur: Joibe
he: יום חמישי
it: Giovedì
pl: Czwartek
pt: Quinte-feira
ru: Четверг
sk: Štvrtok
tr: Perşembe
zh: 星期四

source: Friday
fi: Perjantai
fr: Vendredi
fur: Vinars
he: יום שישי
it: Venerdì
pl: Piątek
pt: Sexta-feira
ru: Пятница
sk: Piatok
tr: Cuma
zh: 星期五

source: Saturday
fi: Lauantai
fr: Samedi
fur: Sabide
he: שבת
it: Sabato
pl: Sobota
pt: Sábado
ru: Суббота
sk: Sobota
tr: Cumartesi
zh: 星期六

source: Sunday
fi: Sunnuntai
fr: Dimanche
fur: Domenie
he: יום ראשון
it: Domenica
pl: Niedziela
pt: Domingo
ru: Воскресение
sk: Nedeľa
tr: Pazar
zh: 星期天

source: Visitors
fi: Vierailijat
fr: Visiteurs
fur: Visitatôrs
he: מבקרים
it: Visitatori
pl: Goście
pt: Visitantes
ru: Посетителей
sk: Návštevníci
tr: Ziyaretçiler
zh: 訪問者

source: Visited families in the past 12 months
fi: Katsotut perheet viimeisen 12 kuukauden ajalta
fr: Familles visitées dans les 12 derniers mois
fur: Fameis visitatdis tai ultins 12 mês
he: משפחות שנצפו ב-12 החודשים האחרונים
it: Famiglie visitate negli ultimi 12 mesi
pl: Ilość odwiedzonych rodziny w ostatnich 12 miesiącach
pt: Famílias visitadas nos últimos 12 meses
ru: Посещённые семьи за последние 12 месяцев
sk: Navštívené rodiny počas posledného roka
tr: Son 12 ayda aileleri ziyaret etti
zh: 在過去十二個月內訪問過的家庭

source: Country of origin
fi: Maa
fr: Pays d'origine
fur: Pais di origjine
he: מדינת מוצא
it: Paese di origine
pl: Kraj pochodzenia
pt: País de origem
ru: Страна происхождения
sk: Krajina pôvodu
tr: Ülke menşei
zh: 出生的國家

source: Number of unique visitors
fi: Eri vierailijoiden lukumäärä
fr: Nombre de visiteurs uniques
fur: Numar di visitatôrs unics
he: מספר המבקרים הייחודיים
it: Numero di visitatori unici
pl: Ilość odwiedzających
pt: Número de visitantes diferentes
ru: Количество уникальных посещений
sk: Počet unikátnych návštevníkov
tr: Tekil ziyaretçi sayısı
zh: 獨特訪問者的數量

source: Unknown
fi: Ei tiedossa
fr: Inconnu
fur: No cognossût
he: לא ידוע
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sk: Neznámy
tr: Bilinmeyen
zh: 未知

source: General statistics
fi: Yleiset tilastot
fr: Statistiques générales
fur: Statistichis gjenerâl
he: סטטיסטיקה כללית
it: Statistiche generali
pl: Statystyki ogólne
pt: Estatística geral
ru: Общая статистика
sk: Celkové štatistiky
tr: Genel istatistikler
zh: 一般的統計

source: Statistics by date
fi: Päivätilastot
fr: Statistiques par date
fur: Statistichis par date
he: סטטיסטיקה לפי תאריך
it: Statistiche per data
pl: Statystyki według daty
pt: Estatística por data
ru: Статистика по датам
sk: Štatistiky podľa dátumu
tr: Tarihe göre istatistikler
zh: 用日期作的統計

source: Old statistics
fi: Vanhat tilastot
fr: Anciennes statistiques
fur: Lis statistichis prime dal
he: סטטיסטיקה ישנה
it: Le statistiche anteriori al
pl: Poprzednie statystyki
pt: Estatística antiga
ru: Старая статистика
sk: Staré štatistiky
tr: Eski istatistikler
zh: 舊的統計

source: Remove statistics
fi: Poista tilastot
fr: Supprimer les statistiques
fur: Cancele lis statistichis
he: הסר סטטיסטיקה
it: Rimuovi statistiche
pl: Usuń statystyki
pt: Apagar a estatística
ru: Очистить статистику
sk: Vymazať štatistiky
tr: İstatistikleri kaldır
zh: 移除統計

source: Total number of visited families:
fi: Katsottujen perheiden kokonaismäärä:
fr: Nombre total de familles visitées :
fur: Numar totâl di fameis visitadis:
he: מספר כולל של משפחות שנצפו:
it: Numero totale di famiglie visitate:
pl: Łączna liczba odwiedzonych rodzin:
pt: Número total de famílias visitadas:
ru: Общее количество посетителей семьи:
sk: Celkový počet navštívených rodín:
tr: Toplam ziyaret edilen aile sayısı:
zh: 被訪問家庭的全部數量

source: Status statistics table
fi: Tilastotaulujen tilanne
fr: Statut de la table de statistiques
fur: Stât das tabelis statistics
he: סטטוס טבלת הסטטיסטיקה
it: Stato delle tabelle delle statistiche
pl: Tabela statystyk statusu
pt: Estado da tabela de estatísticas
ru: Состояние таблицы статистики
sk: Stav tabuľky štatistiky
tr: Durum istatistikleri tablosu
zh: 統計資料桌表

source: family tree
fi: sukupuu
fr: arbre généalogique
fur: arbul gjenealogjic
he: עץ משפחה
it: albero genealogico
pl: drzewo rodzinne
pt: árvore de família
ru: генеалогическое дерево
sk: rodokmeň
tr: aile ağacı
zh: 家譜

source: Records
fi: Asiakirjat
fr: Enregistrements
he: רישומים
pl: Ilość rekordów
pt: Registros
ru: Записи
sk: Záznamov
tr: Kayıtlar
zh: 記錄

source: FAMILY TREE ERASED
fi: SUKUPUU POISTETTU
fr: ARBRE GÉNÉALOGIQUE EFFACÉ
fur: ARBUL GJENEALOCJIC CANCELÂT
he: עץ המשפחה נמחק
it: ALBERO GENEALOGICO CANCELLATO
pl: USUNIĘTO DRZEWO RODZINNE
pt: ÁRVORE DE FAMÍLIA APAGADA
ru: ГЕНЕАЛОГИЧЕСКОЕ ДРЕВО УДАЛЕНО
sk: RODOKMEŇ VYMAZANÝ
tr: AİLE AĞACI SİLİNDİ
zh: 家譜 資料被擦掉了

source: General statistics:
fi: Yleiset tilastot
fr: Statistiques générales
fur: Statistichis gjenerâl:
he: סטטיסטיקה כללית
it: Statistiche generali:
pl: Statystyki ogólne:
pt: Estatística geral:
ru: Общая статистика:
sk: Celkové štatistiky:
tr: Genel istatistikler:
zh: 一般的統計

source: Counter
fi: Laskuri
fr: Compteur
fur: Contatôr
he: מונה
it: Contatore
pl: Licznik
pt: Contador
ru: Счётчик
sk: Počítadlo
tr: Sayaç
zh: 計數器

source: Total number of unique visitors:
fi: Kokonaismäärä yksittäiset vierailijat:'
fr: Nombre total de visiteurs uniques
fur: Numar totâl di visitatôrs unics:
he: מספר כולל של מבקרים ייחודיים:
it: Numero totale di visitatori unici:
pl: Wszystkich użytkowników:
pt: Número total de visitantes diferentes:
ru: Общее количество уникальных посещений:
sk: Celkový počet unikátnych návštevníkov:
tr: Toplam tekil ziyaretçi sayısı:
zh: 獨特訪問者的全部數量

source: Total number of families in the last hour:
fi: Perheiden kokonaismäärä viimeisen tunnin aikana:
fr: Nombre total de familles dans la dernière heure :
fur: Numar totâl di fameis visitadista ultime ore:
he: מספר כולל של משפחות בשעה האחרונה:
it: Numero totale di famiglie nell'ultima ora:
pl: Ilość odwiedzonych rodzin w ostatniej godzinie:
pt: Número total de famílias na última hora:
ru: Общее количество семей за последний час:
sk: Počet rodín za poslednú hodinu:
tr: Son bir saatteki toplam aile sayısı:
zh: 在過去一小時內訪問家庭的全部數量

source: Unique visitors - Country of origin
fi: Yksittäiset vierailijat - Maa
fr: Visiteurs unique - Pays d'origine
fur: Visitatôrs unics - Paîs di origjine
he: מבקרים ייחודיים - מדינת מוצא
it: Visitatori unici - Paese di origine
pl: Odwiedzający - kraj pochodzenia
pt: Visitantes diferentes - País de origem
ru: Уникальные посещения - по стране происхождения
sk: Unikátny návštevníci - krajina pôvodu
tr: Tek ziyaretçiler - Ülke menşei
zh: 獨特的訪問者－出生地國家

source: Most visited families:
fi: Eniten katsotut perheet:
fr: Familles les plus visitées
fur: Fameis plui visitadis:
he: המשפחות שנצפו הכי הרבה:
it: Famiglie più visitate:
pl: Najczęściej odwiedzanych rodzin:
pt: Famílias mais visitadas:
ru: Наиболее посещаемые семьи:
sk: Naviac navštevované rodiny:
tr: En çok ziyaret edilen aileler:
zh: 被訪問最多的家庭

source: family
fi: perhe
fr: famille
fur: famee
he: משפחה
it: famiglia
pl: rodzina
pt: família
ru: семья
sk: rodina
tr: aile
zh: 家庭

source: last visited families:
fi: viimeksi katsotut perheet:
fr: dernières familles visitées :
fur: ultimis fameis visitadis:
he: המשפחות הנצפו לאחרונה
it: ultime famiglie visitate:
pl: ostatnio odwiedzanych rodzin:
pt: últimas famílias visitadas:
ru: последние помещённые семьи:
sk: posledné prezerané rodiny:
tr: son ziyaret edilen aileler:
zh: 最後被訪問的家庭

source: date-time
fi: päiväys-kellonaika
fr: date-heure
fur: date-ore
he: תאריך-זמן
it: data-ora
pl: data i godzina
pt: data-tempo
ru: дата-время
sk: dátum - čas
tr: tarih-saat
zh: 日期－時間

source: FAMILY NOT FOUND IN FAMILY TREE
fi: PERHETTÄ EI LÖYDY SUKUPUUSTA
fr: FAMILLE INTROUVABLE DANS L'ARBRE GÉNÉALOGIQUE
fur: FAMEE NO CJATADE TAL ARBUL GJENEALOGjIC
he: משפחה זו לא אותרה בעץ המשפחה
it: FAMIGLIA NON TROVATA NELL'ALBERO GENEALOGICO
pl: RODZINA NIE ZNALEZIONA W DRZEWIE RODZINNYM
pt: FAMÍLIA NÃO ENCONTRADA NA ÁRVORE DE FAMÍLIAS
ru: СЕМЬЯ НЕ НАЙДЕНА В ГЕНЕАЛОГИЧЕСКОМ ДРЕВЕ
sk: RODINA NENÁJDENÁ V RODOKMENI
tr: AİLE AĞACINDA AİLE BULUNAMADI
zh: 在家譜中沒發現這家族

source: Old statistics (numbers since last GEDCOM update)
fr: Anciennes statistiques (chiffres depuis la dernière mise à jour du GEDCOM)
fur: ‎Statistichis precedent (numars dal ultin agjornament GEDCOM)‎
he: סטטיסטיקות ישנות (מספרים מאז עדכון הג'דקום האחרון)
it: ‎Statistiche precedenti (numeri dall'ultimo aggiornamento GEDCOM)‎
pl: Stare statystyki (liczby od ostatniej aktualizacji GEDCOM)
ru: Старая статистика (числа с момента последнего обновления GEDCOM)
sk: Staré štatistiky (čísla od poslednej aktualizácie GEDCOM)
tr: Eski istatistikler (son GEDCOM güncellemesinden bu yana sayılar)

source: are erased
fi: on poistettu
fr: sont effacées
fur: a son stadis canceladis
he: נמחקו
it: sono state cancellate
pl: są usuwane
pt: foram apagadas
ru: удалено
sk: boli vymazané
tr: silinir
zh: 已被擦掉了

source: Statistics will be removed PERMANENTLY. Make a backup first to save the statistics data
fi: Tilastot poistetaan PYSYVÄSTI. Tee ensin varmistus tallettaaksesi tilastotiedot
fr: Les statistiques seront DÉFINITIVEMENT supprimées. Faites d'abord une sauvegarde pour enregistrer les données statistiques.
fur: I dâts statistics e vegnis cancelâs in mût definitîf. Fai un backup se tu ûs salvâ i dâts statistics."
he: הסטטיסטיקה תימחק לחלוטחן. מומלץ לעשות קודם גיבוי על מנת לשמור את המידע הסטטיסטי
it: Le statistiche saranno rimossi in modo PERMANENTE. Fai prima un backup per salvare i dati statistici
pl: Statystyki zostaną trwale usunięte. Najpierw wykonaj kopię zapasową, aby zapisać dane statystyczne
pt: As estatísticas vão ser apagadas PERMANENTEMENTE. Faça antes uma cópia de segurança para gravar os dados estatísticos.
ru: Статистика будет удалена ОКОНЧАТЕЛЬНО. Рекомендуется создать резервную копию
sk: Štatistiky budú NATRVALO vymazané. Urob najprv zálohu na uloženie štatistických údajov
tr: İstatistikler KALICI OLARAK kaldırılacaktır. İstatistik verilerini kaydetmek için önce bir yedekleme yapın
zh: 統計資料會被 永久地移除. 請先作個備份以便保留統計資料

source: Remove ALL statistics BEFORE this date:
fi: Poista KAIKKI tilastot ENNEN tätä päivää:
fr: Supprimer TOUTES les statistiques AVANT cette date :
fur: Cancele DUCJ i dâts statistics PRIME dal:
he: הסר את כל הסטטיסטיקה לפני תאריך זה:
it: Rimuovi TUTTE le statistiche PRIMA di questa data:
pl: Usuń WSZYSTKIE statystyki PRZED tą datą:
pt: Apagar TODAS as estatísticas ANTES desta data:
ru: Удалить всю статистику до этой даты:
sk: Vymaž VŠETKY štatistiky PRED dátumom:
tr: Bu tarihten ÖNCEKİ TÜM istatistikleri kaldırın:
zh: 移除所有 在這日期之前的統計資料

source: REMOVE statistic data
fi: POISTA tilastotiedot
fr: SUPPRIMER données statistiques
fur: CANCELE i dâts statistics
he: הסר את המידע הסטטיסטי
it: RIMUOVI i dati statistici
pl: USUŃ dane statystyczne
pt: APAGAR os dados estatísticos
ru: УДАЛИТЬ статистику
sk: VYMAŽ štatistiky
tr: İstatistik verilerini KALDIR
zh: 移除統計資料

source: User agent information
fr: Informations de l'agent utilisateur
fur: Informazions sul browser
he: מידע על סוג הדפדפן
it: Informazioni sul browser
pl: Informacje o użytkowniku
pt: Informação do agente do utilizador (user agent)
ru: Информация о браузере посетителя
sk: Informácie o User Agent
tr: Kullanıcı aracısı bilgileri
zh: 代理使用者的資料

source: Show thumbnails
fi: Näyttä pikkukuvakkeet
fr: Afficher les vignettes
fur: Mostre lis miniaturis
he: הצג תמונות ממוזערות
it: Mostra miniature
pl: Pokaż miniaturki
pt: Mostrar as miniaturas
ru: Отображать миниатюры
sk: Ukáž náhľady
tr: Küçük resimleri göster
