Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Genealogical copy protection<br> <i>family browsing disabled, no family trees</i>
fi: Sukututkimuksen kopiointisuojaus<br> <i>Perheiden selaus estetty, ei sukupuita</i>
fr: Protection de l'arbre contre la copie <br> <i> navigation dans la famille désactivé, pas d'arbre généalogique</i>
fur: Protezion gjenealogjiche da copie <br> <i>navigazion disabilitade pa famee e nissun arbul gjenealogjic</i>
he: הגנה בפני ההעתקת נתונים גיניאלוגיים<br> <i>לא ניתן לדפדף בתוך עץ המשפחה, אלא רק לראות משפחות בודדות</i>
it: Protezione genealogica: solo dati, senza link <br> <i>navigazione disabilitata tra le famiglie, nessun albero genealogico</i>
pl: Genealogiczna ochrona przed kopiowaniem<br> <i>przeglądanie rodziny wyłączone, brak drzew genealogicznych</i>
pt: Proteção anti-cópia dos dados genealógicos<br> <i>listagem de famílias desactivada, sem árvores de família</i>
ru: Генеалогическая защита от копирования<br> <i>семейный просмотр отключен, нет генеалогических деревьев</i>
sk: Genealogická ochrana proti kopírovaniu<br> <i>prehliadanie rodín je zakázané, žiadne rodokmene</i>
tr: Soyağacı kopya koruması<br> <i>aile taraması devre dışı, soy ağacı yok</i>

source: Save all changes
fi: Talleta muutokset
fr: Sauvegarder tous les modifications
fur: Salve dutis lis modifichis
he: שמור את כל ההגדרות
it: Salva tutte le modifiche
pl: Zapisz wszystkie zmiany
pt: Gravar todas as alterações
ru: Сохранить все изменения
sk: Ulož všetky zmeny
tr: Tüm değişiklikleri kaydet
zh: 保留所有的更改

source: Hide or show family trees per user group.
fi: Piilota tai näytä sukupuut per käyttäjäryhmä
fr: Masquer ou afficher des arbres généalogiques par groupe d'utilisateurs
fur: Nascuint o mostre i arbui gjenealogjics a un grup di utents.
he: הצג או הסתר עצי משפחה לפי קבוצת משתמשים
it: Nascondere o mostrare alberi genealogici a gruppo di utenti.
pl: Ukryj lub pokaż drzewa genealogiczne według grup użytkowników.
pt: Mostrar ou ocultar as árvores de família por grupo de utilizadores.
ru: Отображение генеалогических древ для различных групп пользователей.
sk: Skryť alebo ukázať rodokmene podľa užívateľskej skupiny.
tr: Kullanıcı grubu başına aile ağaçlarını gizleyin veya gösterin.
zh: 對每個使用群者隱藏或展示家譜

source: Editor
fr: Éditeur
he: עריכת נתונים
pl: Edytor
ru: Редактор
tr: Düzenleyici
zh: 編輯者

source: If an .htpasswd file is used: add username in .htpasswd file.
fi: Jos .htpasswd -tiedosto on käytössä: lisää käyttäjänimi .htpasswd -tiedostoon.
fr: Si un fichier .htpasswd est utilisé : ajouter le nom d'utilisateur dans le fichier .htpasswd.
fur: Se al ven utilizât un file .htpasswd: zonte il non utent tal file .htpasswd.
he: אם אתה משתמש בקובץ .htpasswd הוסף את שם המשתמש באותו קובץ.
it: Se viene utilizzato un file .htpasswd: aggiungi nome utente nel file .htpasswd.
pl: Jeśli używany jest plik .htpasswd: dodaj nazwę użytkownika w pliku .htpasswd.
pt: No caso de usar um ficheiro .htpasswd: adicione o nome de utilizador no arquivo .htpasswd file.
ru: Если используется файл .htpasswd: добавьте пользователя в файл .htpasswd.
sk: Ak sa používa súbor .htpasswd: pridajte používateľské meno do súboru .htpasswd.
tr: Bir .htpasswd dosyası kullanılıyorsa: .htpasswd dosyasına kullanıcı adını ekleyin.
zh: 如果使用這 .htpasswd 文件: 加上使用者名字在 .htpasswd 文件裡.

source: These settings can also be set per user!
fi: Nämä voit asettaa myös käyttäjäkohtaisesti!
fr: Ces paramètres peuvent également être définis par utilisateur !
fur: Chestis impostazions a puedin jessi impostadis pai utentis!
he: הגדרות אלה אפשר לקבוע לפי משתמש!
it: Queste impostazioni possono anche essere impostate per utente!
pl: Te ustawienia można również ustawić dla każdego użytkownika!
pt: Estes parâmetros também podem ser especificados pelo utilizador!
ru: Эти настройки также могут быть установлены для каждого пользователя!
sk: Tieto nastavenia môžu byť tiež nastavené pre užívateľa!
tr: Bu ayarlar kullanıcı başına da ayarlanabilir!
zh: 這些設定也可適合設定於每個使用者

source: Hide or show photo categories per user group.
fi: Piilota tai näytä kuvaryhmät per käyttäjäryhmä.
fr: Masquer ou afficher des catégorie de photos par groupe d'utilisateurs
fur: Nascuint o mostre lis categorîs das imagjnis pai grups di utents.
he: הצג או הסתר את קטגוריות התמונות לפי קבוצת משתמשים.
it: Nascondi o mostra le categorie di foto per gruppo di utenti.
pl: Ukryj lub pokaż kategorie zdjęć według grup użytkowników.
pt: Mostrar ou esconder as categorias de fotos por grupo de utilizadores.
ru: Скрытие или отображение категорий фотографий для каждой группы пользователей.
sk: Skryť alebo zobraziť kategórie fotografií pre užívateľskú skupinu.
tr: Kullanıcı grubu başına fotoğraf kategorilerini gizleyin veya gösterin.

source: Category prefix
fi: Kategorian etuliite
fr: Préfixe de catégorie
fur: Prefis da categorie
he: קידומת קטגוריה
it: Prefisso per la categoria
pl: Prefiks kategorii
pt: Prefixo da categoria
ru: Префикс категории
sk: Prefix kategórie
tr: Kategori öneki

source: Show category?
fi: Näytetäänkö ryhmä?
fr: Afficher la catégorie ?
fur: Mostrâ la categorie?
he: האם להציג את הקטגוריה?
it: Mostrare la categoria?
pl: Pokazac kategorię?
pt: Mostrar a categoria?
ru: Показывать категорию?
sk: Zobraziť kategóriu?
tr: Kategori gösterilsin mi?

source: No photo categories available.
fi: Valokuvaryhmiä ei ole käytettävissä.
fr: Aucune catégorie de photo disponible.
fur: No je disponibil nissune categorie di imagjinis.
he: אין קטגוריות של תמונות
it: Non è disponibile alcuna categoria di foto.
pl: Brak dostępnych kategorii zdjęć.
pt: Não existem categorias de fotos disponíveis.
ru: Категории фотографий недоступны.
sk: Žiadna kategória fotografií k dispozícii.
tr: Fotoğraf kategorisi yok.

source: Database connection status:
fi: Tietokantayhteyden status:
fr: Statut de la connexion à la base de données :
fur: Stâto di conession al database:
he: סטטוס של הקישור לבסיס הנתונים:
it: Stato di connessione al database:
pl: Status połączenia z bazą danych:
pt: Estado da ligação à base de dados:
ru: Статус подключения к БД:
sk: Stav pripojenia databázy:
tr: Veritabanı bağlantı durumu:
zh: 資料庫鏈接狀態

source: MySQL connection: OK!
fi: MySQL-yhteys: OK!
fr: Connexion MySQL : OK !
fur: Conessione MySQL: OK!
he: קישור ה-MySQL נמצא תקין!
it: Connessione MySQL: OK!
pl: Połączenie MySQL: OK!
pt: Ligação à MySQL: OK!
ru: Подключение к MySQL: OK!
sk: MySQL pripojenie OK!
tr: MySQL bağlantısı: Tamam!
zh: MySQL 鏈接: 可以!

source: There is no MySQL connection: please check host/ username and password.
fi: Ei MySQL -yhteyttä: tarkista isäntä/käyttäjätunnus ja salasana.
fr: Il n'ya pas de connexion MySQL : merci de vérifier l'hôte, le nom d'utilisateur et le mot de passe.
fur: Nissune conession a MySQL: controlâ host, non utent e password.
he: אין חיבור MySQL. אנא בדקו את שם המשתמש והסיסמה.
it: Non vi è alcuna connessione a MySQL: si prega di controllare host, nome utente e password.
pl: Brak połączenia MySQL: sprawdź nazwę hosta/użytkownika i hasło.
pt: Não existe ligação à MySQL: por favor verifique o host / nome de utilizador e a senha de acesso.
ru: Отсутствует подключение к MySQL: проверьте адрес сервера и логин/пароль БД.
sk: Nepodarilo sa pripojiť k databáze. Skontroluj prihlasovacie údaje.
tr: MySQL bağlantısı yok: lütfen ana bilgisayar/ kullanıcı adı ve şifreyi kontrol edin.
zh: 沒有MySQL 鏈接: 請檢查主機 / 用戶名和密碼.

source: Database connection: OK!
fi: Yhteys tietokantaan: OK!
fr: Connexion de la base de données: OK !
fur: Conession al database: OK!
he: הקישור לבסיס הנתונים הוא תקין!
it: Connessione al database: OK!
pl: Jest Połączenie z bazą danych:
pt: Ligação à base de dados: OK!
ru: Подключение к БД: OK!
sk: Pripojenie databázy: OK!
tr: Veritabanı bağlantısı: Tamam!
zh: 資料庫鏈接: 可以!

source: No database found! Check MySQL connection and database name
fi: Tietokantaa ei löydy! Tarkista MySQL-yhteys ja tietokannan nimi
fr: Aucune base de données trouvée ! Vérifiez la connexion MySQL et le nom de base de données
fur: No si cjate nissun database! Controle la conession e il non dal database MySQL
he: לא נמצא בסיס נתונים! בדוק את הקישור ל-MySQL ואת שם בסיס הנתונים
it: Nessun database trovato! Controllare la connessione e il nome del database MySQL
pl: Nie znaleziono bazy danych! Sprawdź połączenie MySQL i nazwę bazy danych
pt: Não existe uma base de dados! Verifique a ligação à MySQL e o nome da base de dados
ru: БД не найдена! Проверьте подключение к MySQL и название БД.
sk: MySQL databáza nenájdená
tr: Veritabanı bulunamadı! MySQL bağlantısını ve veritabanı adını kontrol edin
zh: 沒發現有資料庫! 檢查 MySQL 鏈接和資料庫名字

source: %s extensions
fur: estensions di %s
he: הרחבות של %s
it: estensioni di %s
pl: %s rozszerzenia
ru: %s расширений
sk: %s rozšírenia
tr: %s uzantıları

source: PHP Version
fi: PHP-versio
fr: Version PHP
fur: Version PHP
he: גרסת PHP
it: Versione PHP
pl: Wersja PHP
pt: Versão de PHP
ru: Версия PHP
sk: PHP Verzia
tr: PHP Sürümü
zh: PHP 版本

source: It is recommended to update PHP!
fi: On suositeltavaa päivittää PHP!
fr: Il est recommandé de mettre PHP à jour !
fur: Si consê di atualizâ PHP!
he: מומלץ מאד לעדכן את גרסת PHP !
it: Si consiglia di aggiornare PHP!
pl: Zaleca się aktualizację PHP!
pt: Recomenda-se que actualize o PHP!
ru: Рекомендуется обновить PHP!
sk: Doporučujene updatovať PHP!
tr: PHP'yi güncellemeniz önerilir!
zh: 鄭重推薦更新 PHP!

source: MySQL Version
fi: MySQL-versio
fr: Version MySQL
fur: Version MySQL
he: גרסת MYSQL
it: Versione MySQL
pl: Wersja MySQL
pt: Versão de MySQL
ru: Версия MySQL
sk: MySQL Verzia
tr: MySQL Sürümü
zh: MySQL 版本

source: It is recommended to update MySQL!
fi: On suositeltavaa päivittää MySQL!
fr: Il est recommandé de mettre MYSQL à jour !
fur: Si consê di atualizâ MySQL!
he: מומלץ מאד לעדכן את גרסת MYSQL !
it: Si consiglia di aggiornare MySQL!
pl: Zaleca się aktualizację MySQL!
pt: Recomenda-se que actualize a MySQL!
ru: Рекомендуется обновить MySQL!
sk: Doporučujeme updatovať MySQL!
tr: MySQL'i güncellemeniz önerilir!
zh: 鄭重推薦更新MySQL!

source: Database
fi: Tietokanta
fr: Base de données
he: בסיס נתונים
pl: Baza danych
pt: Base de dados
ru: БД
sk: Databáza
tr: Veritabanı
zh: 資料庫

source: OK
he: אישור
tr: Tamam
zh: 可以

source: <b>There is no database connection! To connect the MySQL database to %s, fill in these settings:</b>
fr: <b> Il n'y a pas de connexion à la base de données! Pour connecter la base de données MySQL à %s, remplissez ces paramètres:</b>
fur: <b>No je nissune conesion cul database! Par colegâ il database MySQL di %s, inseris chestis impostazions:</b>
he: <b>אין חיבור לבסיס הנתונים! על מנת לחבר את בסיס הנתונים של MySQL ל-%s, מלא הגדרות אלה:</b>
it: <b>Non vi è alcuna connessione al database! Per collegare il database MySQL di %s, inserire le seguenti impostazioni:</b>
pl: <b>Brak połączenia z bazą danych! Aby połączyć się z bazą danych MySQL %s, wprowadź następujące ustawienia:
ru: <b>Нет соединения с базой данных! Чтобы подключить базу данных MySQL к %s, заполните следующие параметры:</b>
sk: <b>Nepodarilo sa pripojiť k databáze! Ak chcete pripojiť databázu MySQL k %s, vyplňte tieto nastavenia:</b>
tr: <b>Veritabanı bağlantısı yok! MySQL veritabanını %s'e bağlamak için şu ayarları doldurun:</b>

source: Database setting
fi: Tietokannan asetukset
fr: Paramètre de la base de données
fur: Impostazions database
he: הגדרות בסיס הנתונים
it: Impostazioni database
pl: Ustawienie bazy danych
pt: Parâmetros da base de dados
ru: Настройки БД
sk: Nastavenie databázy
tr: Veritabanı ayarı
zh: 資料庫設定

source: Database value
fi: Tietokannan arvo
fr: Valeur de la base de données
fur: Dimension database
he: ערך בסיס הנתונים
it: Utilità database
pl: Baza danych wartość
pt: Valor na base de dados
ru: Параметры БД
sk: Hodnota databázy
tr: Veritabanı değeri
zh: 資料庫值

source: Example website provider
fi: Esimerkki websivusta
fr: Exemple d'hébergeur
fur: Esempli di provider dal sito web
he: דוגמא לספק אינטרנט
it: Esempio per il provider del sito web
pl: Przykładowy dostawca strony internetowej
pt: Examplo de alojamento na web (website provider)
ru: Пример провайдера веб-сайта
sk: Príklad poskytovateľa WEBu
tr: Örnek web sitesi sağlayıcısı
zh: 樣品網站提供者

source: Example for XAMPP
fi: XAMPP-esimerkki
fr: Exemple pour XAMPP
fur: Esempli par XAMPP
he: דוגמא לתוכנת XAMPP
it: Esempio per XAMPP
pl: Przykład dla XAMPP
pt: Examplo para o XAMPP
ru: Пример для XAMPP
sk: Príklad pre XAMPP
tr: XAMPP için örnek
zh: 例如在XAMPP

source: At a local PC also install database
fi: Omalla tietokoneellasi asenna myös tietokanta
fr: Installer la base de données aussi sur un PC local
fur: Instale un database ancje sul PC in locâl
he: במחשב PC התקן גם את בסיס הנתונים
it: Installare un database anche in un PC locale
pl: Na komputerze lokalnym zainstaluj także bazę danych
pt: Instalar também a base de dados num PC local
ru: На локальном компьютере возможно установить БД
sk: Inštaluj databázu aj na lokálny počítač
tr: Yerel bir bilgisayarda da veritabanını yükleyin
zh: 在當地PC 也請安裝資料庫

source: YES, also install database
fi: Kyllä. asenna tietokanta
fr: OUI, installer aussi la base de données
fur: Sì, instale ancje il database
he: כן, התקן גם בסיס נתונים
it: Sì, installa anche il database
pl: TAK, zainstaluj także bazę danych
pt: SIM, instalar também a base de dados
ru: ДА, установить БД
sk: ÁNO, databázu inštaluj tiež
tr: EVET, veritabanını da yükleyin
zh: 是的, 也請安裝資料庫

source: NO
fi: EI
fr: NON
he: לא
pl: NIE
pt: NÃO
ru: НЕТ
sk: NIE
tr: HAYIR
zh: 不

source: YES
fi: KYLLÄ
fr: OUI
fur: SI
he: כן
it: SI
pl: TAK
pt: SIM
ru: ДА
sk: ÁNO
tr: EVET
zh: 是

source: Save settings and connect to database
fi: Talleta asetukset ja yhdistä tietokantaan
fr: Enregistrer les paramètres et se connecter à la base de données
fur: Salve impostazions e conect il database
he: שמוא את ההגדרות ותתחבר לבסיס הנתונים
it: Salva le impostazioni e connettiti al database
pl: Zapisz ustawienia i połącz się z bazą danych
pt: A gravar os parâmetros e a efectuar a ligação à base de dados
ru: Сохранить настройки и подключиться к БД
sk: Ulož nastavenia pripojenia k databáze
tr: Ayarları kaydedin ve veritabanına bağlanın
zh: 保留設定並鏈接到資料庫

source: Sometimes it's needed to add these lines to a /php.ini and admin/php.ini files to activate the PDO driver:
fi: Joissakin tapauksissa täytyy lisätä nämä rivit /php.ini ja admin/php.ini tiedostoihin, jotta PDO-ajuri käynnistyy:
fr: Parfois il est nécessaire d'ajouter ces lignes à un fichier /php.ini et à un fichier admin/php.ini pour activer le driver PDO :
fur: A voltis bisugne zontâ chestis rîs ai files /php.ini e admin/php.ini par ativâ il driver PDO:
he: לעיתים יש צורך להוסיף שורות אלה לקבצי php.ini בתיקייה הראשית ובתיקיית admin על מנת להפעיל את הדרייבר של PDO:
it: A volte è necessario aggiungere queste linee ai file /php.ini e admin/php.ini per attivare il driver PDO:
pl: Czasami konieczne jest dodanie tych wierszy do plików /php.ini i admin /php.ini w celu aktywacji sterownika PDO:
pt: Por vezes é necessário adicionar estas linhas aos ficheiros /php.ini e admin/php.ini para activar o driver PDO:
ru: Иногда для активации драйвера PDO необходимо добавить эти строки в файлы /php.ini и admin/php.ini:
sk: Niekedy je potrebné pridať tieto riadky do súborov /php.ini a admin/php.ini na aktiváciu ovládača PDO:
tr: PDO sürücüsünü etkinleştirmek için bazen bu satırları /php.ini ve admin/php.ini dosyalarına eklemek gerekir:

source: The database has NOT been created!
fi: Tietokantaa ei ole muodostettu!
fr: La base de données n'a pas été créée !
fur: Il database no l'è stât creât!
he: יצירת בסיס הנתונים נכשלה!
it: Il database non è stato creato!
pl: Baza danych NIE została utworzona!
pt: A base de dados NÃO foi criada!
ru: БД не была создана!
sk: Databáza NEBOLA vytvorená!
tr: Veritabanı oluşturulmadı!
zh: 資料庫肯定沒有被建立!

source: Continue installation
fi: Jatka asennusta
fr: Poursuivre l'installation
fur: Continue cu la instalazion
he: המשך בהתקנה
it: Continua con l'installazione
pl: Kontynuuj instalację
pt: Prosseguir com a instalação
ru: Продолжить установку
sk: Pokračovať v inštalácii
tr: Yüklemeye devam et
zh: 繼續安裝

source: Database tables
fi: Tietokannan taulut
fr: Tables de la base de données
fur: Tabelis dal database
he: טבלאות בסיס הנתונים
it: Tavole del database
pl: Tabele bazy danych
pt: tabelas da base de dados
ru: Таблицы БД
tr: Veritabanı tabloları
zh: 資料庫桌表

source: No %s tables found in database.
fr: Aucune %s table trouvée dans la base de données.
fur: Nissune tabele %s cjatade tal database.
he: לא נמצאו טבלאות %s בבסיס הנתונים.
it: Nessuna tabella %s trovata nel database.
pl: W bazie danych %s nie znaleziono żadnych tabel.
ru: В базе данных не найдено %s таблиц.
sk: V databáze sa nenašli žiadne tabuľky %s.
tr: Veritabanında %s tablosu bulunamadı.

source: Install %s database tables
fr: Installer %s des tables de base de données
fur: Instale lis tabelis tal database %s
he: התקן את טבלאות בסיס הנתונים של %s
it: Installa le tabelle del database %s
pl: Zainstaluj %s tabele bazy danych
ru: Установить таблицы базы данных %s
sk: Nainštalujte databázové tabuľky %s
tr: %s veritabanı tablolarını yükle

source: Size of statistics table
fi: Tiastotaulukon koko
fr: Taille de la table des statistiques
fur: Dimension das tabelis das statistichis
he: גודל טבלת הסטטיסטיקה
it: Dimensione della tabella delle statistiche
pl: Rozmiar tabeli statystyk
pt: Tamanho da tabela de estatística
ru: Размер таблицы статистики
sk: Veľkosť tabuľky štatistiky
tr: İstatistik tablosunun boyutu
zh: 統計桌表的大小

source: If needed remove old statistics.
fi: Poista tarvittaessa vanhat tilastot.
fr: Si nécessaire, supprimer les anciennes statistiques.
fur: S'al covente, elimine lis vecjis statistichis.
he: אם נדרש - הסר נתונים סטטיסטיים ישנים
it: Se necessario, rimuovere le vecchie statistiche.
pl: W razie potrzeby usuń stare statystyki.
pt: Em caso de necessidade, remova as estatísticas antigas,
ru: Можно удалить старую статистику.
sk: Je potrebné vymazať staré štatistiky.
tr: Gerekirse eski istatistikleri kaldırın.
zh: 如有必要就移除就的統計數據

source: Size of database
fr: Taille de la base de données
fur: Dimension dal database
he: גודל בסיס הנתונים
it: ‎Dimensione del database‎

source: This may take some time. Please wait...
fi: Tämä voi kestää tuokion. Ole hyvä ja odota...
fr: Cela peut prendre du temps. Merci de patienter...
fur: Chest al pues richiedi timp. Tocje spetâ ...
he: תהליך עשוי לקחת זמן-מה. נא המתן בסבלנות
it: Questo potrebbe richiedere del tempo. Si prega di attendere ...
pl: To może zająć troche czasu. Proszę czekać...
pt: Este processo pode demorar algum tempo. Por favor aguarde...
ru: Восстановление займёт некоторое время. Пожалуйста ожидайте...
sk: To môže nejakú dobu trvať. Prosím počkajte...
tr: Bu biraz zaman alabilir. Lütfen bekleyin...
zh: 這可能需要一些時間。請稍候...

source: Optimize database.
fr: Optimiser la base de données.
fur: Otimize il database
he: מיטוב בסיס הנתונים
it: Ottimizza il database

source: Status of database backup
fr: État de la sauvegarde de la base de données
fur: Situazion dal backup dal database
he: סטטוס של גיבוי בסיס הנתונים
it: Stato del backup del database

source: Last database backup
fr: Dernière sauvegarde de la base de données
fur: Ultin backup dal database
he: גיבוי אחרון של בסיס הנתונים
it: Ultimo backup del database

source: %s security items
fr: %s articles de sécurité
fur: Elements di sicureze di %s
he: נושאי הגנה של %s
it: Elementi di sicurezza %s
pl: %s elementy bezpieczeństwa
ru: %s элементы безопасности
sk: %s bezpečnostných položiek
tr: %s güvenlik öğeleri

source: Standard admin username and admin password is used.
fr: Le nom d'utilisateur et le mot de passe administrateur standard sont utilisés.
fur: Si sta doprant l'username e la password admin standard.
he: נעשה שימוש בשם משתמש וסיסמה ברירת המחדל של מנהל האתר.
it: Viene utilizzato l'username admin e la password admin standard.
pl: Używana jest standardowa nazwa użytkownika i hasło administratora.
ru: Используется стандартное имя пользователя и пароль администратора.
sk: Používa sa štandardné používateľské meno a heslo správcu.
tr: Standart yönetici kullanıcı adı ve yönetici şifresi kullanılır.

source: Change admin username and password.
fi: Vaihda adminin käyttäjänimi ja salasana.
fr: Changer le nom de l'administrateur et le mot de passe.
fur: Cambie non utent e password dal aministratôr.
he: שנה את שם המשתמש וסיסמה של מנהל האתר.
it: Cambia nome utente e password dell'amministratore.
pl: Zmień nazwę użytkownika i hasło administratora.
pt: Alterar o nome do admin e a senha.
ru: Изменить имя и пароль стандартного администратора.
sk: Zmeniť užívateľské meno a heslo správcu.
tr: Yönetici kullanıcı adını ve şifresini değiştirin.

source: Standard admin username is used.
fr: Le nom d'utilisateur standard de l'administrateur est utilisé.
fur: Al ven utilizât l'username admin standard.
he: נעשה שימוש בשם משתמש ברירת המחדל של מנהל האתר.
it: Viene utilizzato l'username admin standard.
pl: Używana jest standardowa nazwa użytkownika administratora.
ru: Используется стандартное имя администратора.
sk: Používa sa štandardné používateľské meno správcu.
tr: Standart yönetici kullanıcı adı kullanılır.

source: Change admin username.
fr: Changer le nom d'utilisateur administrateur.
fur: Cambie non utent dal aministratôr.
he: שינוי שם משתמש של מנהל האתר.
it: Cambia nome utente dell'amministratore.
pl: Zmień nazwę użytkownika administratora.
ru: Изменить имя администратора.
sk: Zmeniť používateľské meno správcu.
tr: Yönetici kullanıcı adını değiştirin.

source: Standard admin password is used.
fr: Le mot de passe administrateur standard est utilisé.
fur: A ven utilizade la password standard di admin.
he: נעשה שימוש בסיסמת ברירת המחדל של מנהל האתר
it: Viene utilizzata la password standard di admin.
pl: Używane jest standardowe hasło administratora.
ru: Используется стандартный пароль администратора.
sk: Používa sa predvolené heslo správcu.
tr: Standart yönetici şifresi kullanılır.

source: Change admin password.
fr: Changer le mot de passe administrateur.
fur: Cambie la password di admin.
he: שינוי סיסמת מנהל האתר
it: Cambia la password di admin.
pl: Zmień hasło administratora.
ru: Сменить пароль администратора.
sk: Zmeň admin heslo.
tr: Yönetici şifresini değiştirin.

source: Check admin account
fi: Tarkista admin-tili
fr: Vérifiez le compte d'administration
fur: Controle l'account aministratôr
he: בדוק את חשבון מנהל האתר
it: Controlla l'account amministratore
pl: Sprawdź konto administratora
pt: Verificar a senha do admin.
ru: Проверка учётной записи администратора
sk: Skontrolujte účet administrátora
tr: Yönetici hesabını kontrol edin

source: Number of failed logins attempts last month
fi: Epäonnistuneiden kirjautumisten määrä viimeisen kuukauden aikana
fr: Nombre de tentatives de connexions ayant échouées le mois dernier
fur: Numar di tentatîfs di aces falîts il mês passât
he: מספר הכניסות הכושלות בחודש שחלף
it: Numero di tentativi di accesso non riusciti lo scorso mese
pl: Liczba nieudanych prób logowania w ostatnim miesiącu
pt: Número de tentativas falhadas de login no último mês.
ru: Количество неудачных попыток входа
sk: Počet neúspešných pokusov prihlásení za minulý mesiac
tr: Geçen ay başarısız oturum açma girişimlerinin sayısı

source: Failed login attempts
fi: Epäonnistuneet kirjautumiset
fr: Tentatives de connexions ayant échouées
fur: Tentatîfs di aces falîts
he: נסיונות כניסה כושלים
it: Tentativi di accesso falliti
pl: Nieudane próby logowania
pt: Tentativas de login falhadas
ru: Неудачные попытки входа
sk: Neúspešné pokusy o prihlásenie
tr: Başarısız oturum açma girişimleri
