Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Debug information:
fr: Informations de débogage :
fur: Informasion di Debug:
he: מידע למציאת באגים:
it: Informazioni di debug:

source: Carefully compare these two persons. Only if you are <b>absolutely sure</b> they are identical, press "Merge right into left".<br> If you don't want to merge, press "SKIP" to continue to the next pair of possible duplicates
fi: Vertaa huolellisesti näitä kahta henkilöä. Vain jos olet <b>ehdottoman varma</b> että kyseessä on sama henkilö, klikkaa "Yhdistä oikea vasempaan".<br> Jos et halua yhdistää, klikkaa "OHITA"jatkaaksesi seuraavaan vertailtavaan pariin
fr: Comparer attentivement ces deux personnes. Seulement si vous êtes <b>absolument certain</b> qu'elles sont identiques, appuyez sur "Fusionner la droite dans la gauche ". <br> Si vous ne voulez pas fusionner, appuyez sur "PASSER " pour continuer à la prochaine paire de doublons possibles
he: השווה אנשים אלה בהקפדה. רק אם אתה בטוח לגמרי שמדובר שאותו אדם לחץ "מזג ימין לתוך שמאל".<br> .אם אתה לא רוצה למזג זוג זה, לחץ על "דלג" על מנת לעבור לזוג הבא של כפולים אפשריים
pt: Comparar minuciosamente estas duas pessoas. Se estiver <b>absolutamente seguro</b> de que são idênticas, prima "Combinar da direita para a esquerda".<br> Se não quiser combinar os dados, prima "PULAR" para continuar com o próximo par de possíveis duplicatas
ru: Внимательно сравните этих двух людей. Только если вы <b>абсолютно уверены</b>, что они идентичны, нажмите "Объединить справа налево".<br> Если вы не хотите объединять, нажмите "ПРОПУСТИТЬ", чтобы перейти к следующей паре возможных дубликатов
sk: Pozorne porovnať tieto dve osoby. Iba vtedy, ak ste si <b> absolútne istý </ b> že sú identické, stlačte tlačidlo "Zlúčiť z prava do doľava". <br> Ak nechcete zlúčiť, stlačte tlačidlo "PRESKOČ", na ďalšiu dvojicu možných duplikátov
tr: Bu iki kişiyi dikkatlice karşılaştırın. Yalnızca aynı olduklarından <b>kesinlikle eminseniz</b> "Sağdan sola birleştir"e basın.<br> Birleştirmek istemiyorsanız, bir sonraki olası çiftlerin çiftine devam etmek için "ATLA" düğmesine basın
zh: 仔細比較這兩個家庭成員。如果你是<b>絕對確定</ b>它們是相同的，請點擊“Merge right into left”。</ b> 如果你不想合併，請點擊“SKIP”，繼續到下一個可能的重複成員

source: Back to main merge menu
fi: Paluu yhdistämisen päävalikkoon
fr: Retour au menu de fusion principal
fur: Torne al Menu Union
he: חזרה לתפריט המיזוג הראשי
it: Torna al Menu-Unisci principale
pl: Powrót do głównego menu scalania
pt: Voltar ao menú principal de combinação de dados
ru: Возврат к главному меню объединения
sk: Späť do hlavného "zlučovacieho" menu
tr: Ana birleştirme menüsüne geri dön
zh: 回到主要的合併選單上

source: <- Switch left and right ->
fi: <- Vaihda vasenta ja oikeaa ->
fr: <- Intervertir gauche et droite ->
fur: <- Spostiti a gjestre e a sinistre ->
he: <- החלף ימין ושמאל ->
it: <- Spostati a sinistra e a destra ->
pt: <- Trocar direita com esquerda ->
ru: <- Переход влево или вправо ->
sk: <- Prepni ľavú a pravú stranu ->
zh: <- 左跟右對調 ->

source: Skip to next
fi: Ohita, seuraava
fr: Passer au suivant
fur: Salte a la prossime
he: דלג לבא
it: Vai alla prossima
pl: Przejdź do następnego
pt: Pular para o próximo
ru: Перейти в следующему
sk: Preskoč ďalej
tr: Sonrakine atla
zh: 跳過到下一個

source: Skip to nr:
fi: Ohita numeroon:
fr: Sauter au n° :
fur: Salte al numar:
he: דלג למספר:
it: Vai al nr:
pl: Przejdź do nr:
pt: Pular para o nº:
ru: Перейти к номеру:
sk: Preskoč na č:
tr: No'ya atla:
zh: 跳過到nr:

source: Go!
fi: Ok!
fr: Démarrer !
fur: Va!
he: בצע!
it: Vai!
pl: Idź!
pt: Prosseguir!
ru: Вперёд!
sk: Poďme!
tr: Git!
zh: 上 !

source: Merge right into left
fi: Yhdistä oikea vasempaan
fr: Fusionner la droite dans la gauche
fur: Unifiche i dâts di gjestre cun chel di sinistre
he: מזג צד ימין לתוך צד שמאל
it: Unisci la destra alla sinistra
pl: Scal w prawo w lewo
pt: Combinar da direita para a esquerda
ru: Слияние правого с левым
sk: Zlúč Pravé do ľavého
tr: Sağdan sola birleştir
zh: 把右邊合併到左邊

source: No more duplicates found
fi: Enempää dublikaatteja ei löytynyt
fr: Plus de doublons trouvés
fur: No si cjatin altris duplicâts
he: לא נמצאו כפולים נוספים
it: Non sono stati trovati duplicati
pl: Nie znaleziono więcej duplikatów
pt: Não se detectaram mais duplicatas
ru: Дубликатов больше не найдено
sk: Niet viac duplikátov
tr: Başka çiftler bulunamadı
zh: 不再發現有重複的了

source: You cannot merge persons of opposite sex. Please try again
fi: Et voi yhdistää henkilöitä, jotka ovat eri sukupuolta. Yritä uudelleen.
fr: Vous ne pouvez pas fusionner des personnes de sexe opposé. Merci d'essayer à nouveau.
fur: No si pues unificâ personis di ses diferent. Prove di gnûf
he: אי אפשר למזג אנשים ממין שונה
it: Non è possibile unire persone di sesso opposto. Si prega di controllare
pl: Nie możesz łączyć osób płci przeciwnej. Proszę spróbuj ponownie
pt: Não pode combinar pessoas de sexos diferentes. Por favor tente de novo.
ru: Вы не можете объединять лиц противоположного пола. Пожалуйста, попробуйте снова
sk: Nemôžeš zlúčiť rozdielne pohlavia. Skús znova
tr: Karşı cinsten kişileri birleştiremezsiniz. Lütfen tekrar deneyin
zh: 你不能把不同性別的個人合併，請再試一次

source: Choose another pair
fi: Valitse toinen pari
fr: Sélectionner une autre paire
fur: Sielz un'altre copie
he: בחר זוג אחר
it: Scegli un altra coppia
pl: Wybierz inną parę
pt: Escolha outro par
ru: Выбрать другую пару
sk: Vyber iný pár
tr: Başka bir çift seçin
zh: 選擇另一對

source: This is one person already - you can't merge! Please try again
fi: Tämä on jo yksi ja sama henkilö - et voi yhdistää! Ole hyvä ja yritä uudelleen.
fr: Cette personne existe déjà - vous ne pouvez pas la fusionner ! Merci d'essayer à nouveau
fur: Si è sielte persone sole - no si pues unîle! Riprovee
he: זה כבר אדם אחד, כך שאי אפשר למזג. נא נסה שוב.
it: Questa persona c'è già - non è possibile unire! Si prega di riprovare
pl: To jest jedna osoba - nie możesz połączyć! Proszę spróbuj ponownie
pt: Esta já é uma pessoa - você não a pode combinar! Por favor tente de novo
ru: Это уже один человек - вы не можете объединиться! Пожалуйста, попробуйте снова
sk: To už je jedna osoba - nemôžeš zlúčiť. Skús znova
tr: Bu zaten bir kişi - birleştiremezsiniz! Lütfen tekrar deneyin
zh: 這已有個人再這－你不能合併！請再試

source: Carefully compare these two persons. Only if you are <b>absolutely sure</b> they are identical, press "Merge right into left"
fi: Tarista huolellisesti nämä kaksi henkilötietoa. Jos olet <b>ehdottoman varma</b> että he ovat identtiset, klikaa "Yhdistä oikea vasempaan"
fr: Comparer attentivement ces deux individus. Si vous êtes <b> absolument certain </b> qu'ils sont identiques, appuyez sur "Fusionner droite vers la gauche"
fur: Confronte cun attenzion chestis dôs personis. Dome se tu sei <b>sigûr in maniere assolude</ b> che a son la stesse persone, cliche su "Uniss chê di gjestre cun chêdi sinistre"
he: השווה את שני האנשים האלה בקפדנות. אם אתם בטוחים מעבר לכל ספק שהם אכן אותו אדם, לחצו על "שלב צד ימין לתוך צד שמאל".
it: Confronta attentamente queste due persone. Solo se si è <b>assolutamente sicuri</ b> che siano identici, premi "Unisci a destra in sinistra"
pl: Dokładnie porównaj te dwie osoby. Jeśli jesteś <b>absolutnie pewien</b> są identyczne, naciśnij „Scal od prawej do lewej”
pt: Compare com atenção estes dois indivíduos. Se estiver <b> absolutamente seguro</b> de que são idênticos, prima "Fundir a direita com a esquerda"
ru: Внимательно сравните этих двух людей. Только если вы <b> абсолютно уверены</b>, что они идентичны, нажмите "Объединить справа налево".
sk: Pozorne porovnaj tieto dve osoby. Iba vtedy, ak si si <b> absolútne istý </ b> že sú identické, stlač tlačidlo "Zlúčiť pravé do doľava"
tr: Bu iki kişiyi dikkatlice karşılaştırın. Aynı olduklarından <b>kesinlikle eminseniz</b>, "Sağdan sola birleştir" e basın
zh: 請小心比較這兩個人，如果你是 <b>絕對確定</b> 他們是一樣的, 前點擊 "Merge right into left"

source: The checked items will be the ones entered into the database for the merged person. You can change the default settings
fi: Nämä koskevat henkilöiden yhdistämistä. Voit muuttaa oletusasetuksia
fr: Les articles cochés seront ceux entrés dans la base de données pour la personne fusionnée. Vous pouvez modifier les paramètres par défaut
fur: I dâts selezionâts a saran chei inserîs tal archivio pa la persone da union. Si puedin modificâ lis impostazions predefinidis
he: הנתונים המסומנים הם אלה שייכללו בבסיס הנתונים אצל האדם שמוזג. אפשר לשנות את סימוני ברירת המחדל
it: Gli elementi selezionati saranno quelli inseriti nella banca dati per la persona risultante dalla fusione. È possibile modificare le impostazioni predefinite
pl: Zaznaczone elementy to te wprowadzone do bazy danych dla scalonego rekordu. Możesz zmienić ustawienia domyślne
pt: Os ítens marcados são os que serão incluídos na base de dados para a pessoa a combinar. Você pode alterar os parâmetros por omissão.
ru: Отмеченные элементы будут теми, которые будут внесены в базу данных для объединенного пользователя. Вы можете изменить настройки по умолчанию
sk: Zaškrtnuté položky budú vložené do databázy pre nový osobu. Môžete zmeniť predvolené nastavenia
tr: Kontrol edilen öğeler, birleştirilmiş kayıt için veritabanına girilen öğeler olacaktır. Varsayılan ayarları değiştirebilirsiniz
zh: 被選擇的項目就是將被輸入資料庫作為合併的紀錄，你可以改變已默認的設定

source: No more surrounding relatives to check
fi: Ei enempää sukulaisia tarkistettavaksi
fr: Plus de parenté immédiate à vérifier
fur: No son Familiârs atôr da verificâ
he: אין יותר קרובים לבדוק
it: Non ci sono Familiari circostanti da verificare
pl: Nie ma więcej bliskich krewnych do sprawdzenia
pt: Não há mais parentes a verificar.
ru: Больше нет родственников для проверки
sk: Žiadni ďalší okolitý príbuzní na kontrolu
tr: Kontrol edilecek çevredeki akrabalar yok
zh: 這周圍再也沒有親戚可檢查了
