Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: 19th Great-Grandparents
fi: 19. iso-isovanhemmat
fr: arrière-grands-parents au 19ème degré
fur: Vons di diesim novesim grât
he: סבים רבא דרגה 19
it: Avo di diciannovesimo grado
pl: 19ty Pradziadkowie
pt: 20-avós
ru: 19-е поколение предков
sk: Prarodičia 19. stupňa
tr: 19. Büyük-Büyük ebeveynler
zh: 第十九曾曾祖父母親

source: 20th Great-Grandparents
fi: 20. iso-isovanhemmat
fr: arrière-grands-parents au 20ème degré
fur: Vons di ventesim grât
he: סבים רבא דרגה 20
it: Avo di ventesimo grado
pl: 20ty Pradziadkowie
pt: 21-avós
ru: 20-е поколение предков
sk: Prarodičia 20. stupňa
tr: 20. Büyük-Büyük ebeveynler
zh: 第二十曾曾祖父母親

source: 21th Great-Grandparents
fi: 21. iso-isovanhemmat
fr: arrière-grands-parents 21ème degré
fur: Vons di ventesim prin grât
he: סבים רבא דרגה 21
it: Avo di ventunesimo grado
pl: 21szy Pradziadkowie
pt: 22-avós
ru: 21-е поколение предков
sk: Prarodičia 21. stupňa
tr: 21. Büyük-Büyük ebeveynler
zh: 第二十一曾曾祖父母親

source: 22th Great-Grandparents
fi: 22. iso-isovanhemmat
fr: arrière-grands-parents 22ème degré
fur: Vons di ventesim secont grât
he: סבים רבא דרגה 28
it: Avo di ventiduesimo grado
pl: 22gi Pradziadkowie
pt: 23-avós
ru: 22-е поколение предков
sk: Prarodičia 22. stupňa
tr: 22. Büyük-Büyük ebeveynler
zh: 第二十二曾曾祖父母親

source: 23th Great-Grandparents
fi: 23. iso-isovanhemmat
fr: arrière-grands-parents 23ème degré
fur: Vons di ventesim tierç grât
he: סבים רבא דרגה 23
it: Avo di ventitreesimo grado
pl: 23ci Pradziadkowie
pt: 24-avós
ru: 23-е поколение предков
sk: Prarodičia 23. stupňa
tr: 23. Büyük-Büyük ebeveynler
zh: 第二十三曾曾祖父母親

source: 24th Great-Grandparents
fi: 24. iso-isovanhemmat
fr: arrière-grands-parents 24ème degré
fur: Vons di ventesim cuart grât
he: סבים רבא דרגה 24
it: Avo di ventiquattresimo grado
pl: 24ty Pradziadkowie
pt: 25-avós
ru: 24-е поколение предков
sk: Prarodičia 24. stupňa
tr: 24. Büyük-Büyük ebeveynler
zh: 第二十四曾曾祖父母親

source: 25th Great-Grandparents
fi: 25. iso-isovanhemmat
fr: arrière-grands-parents 25ème degré
fur: Vons di ventesim cuint grât
he: סבים רבא דרגה 25
it: Avo di venticinquesimo grado
pl: 25ty Pradziadkowie
pt: 26-avós
ru: 25-е поколение предков
sk: Prarodičia 25. stupňa
tr: 25. Büyük-Büyük ebeveynler
zh: 第二十五曾祖父母親

source: 26th Great-Grandparents
fi: 26. iso-isovanhemmat
fr: arrière-grands-parents 26ème degré
fur: Vons di ventesim sest grât
he: סבים רבא דרגה 26
it: Avo di ventiseiesimo grado
pl: 26ty Pradziadkowie
pt: 27-avós
ru: 26-е поколение предков
sk: Prarodičia 26. stupňa
tr: 26. Büyük-Büyük ebeveynler
zh: 第二十六曾祖父母親

source: 27th Great-Grandparents
fi: 27. iso-isovanhemmat
fr: arrière-grands-parents 27ème degré
fur: Vons di ventesim setim grât
he: סבים רבא דרגה 27
it: Avo di ventisettesimo
pl: 27my Pradziadkowie
pt: 28-avós
ru: 27-е поколение предков
sk: Prarodičia 27. stupňa
tr: 27. Büyük-Büyük ebeveynler
zh: 第二十七曾祖父母親

source: 28th Great-Grandparents
fi: 28. iso-isovanhemmat
fr: arrière-grands-parents 28ème degré
fur: Vons di ventesim otâf grât
he: סבים רבא דרגה 28
it: Avo di ventottesimo grado
pl: 28 Pradziadkowie
pt: 29-avós
ru: 28-е поколение предков
sk: Prarodičia 28. stupňa
tr: 28. Büyük-Büyük ebeveynler
zh: 第二十八曾祖父母親

source: 29th Great-Grandparents
fi: 29. iso-isovanhemmat
fr: arrière-grands-parents 29ème degré
fur: Vons di ventesim novesim grât
he: סבים רבא דרגה 29
it: Avo di ventinovesimo grado
pl: 29ty Pradziadkowie
pt: 30-avós
ru: 29-е поколение предков
sk: Prarodičia 29. stupňa
tr: 29. Büyük-Büyük ebeveynler
zh: 第二十九曾祖父母親

source: 30th Great-Grandparents
fi: 30. iso-isovanhemmat
fr: arrière-grands-parents 30ème degré
fur: Vons di trentesim grât
he: סבים רבא דרגה 30
it: Avo di trentesimo grado
pl: 30ty Pradziadkowie
pt: 31-avós
ru: 30-е поколение предков
sk: Prarodičia 30. stupňa
tr: 30. Büyük-Büyük ebeveynler
zh: 第三十曾祖父母親

source: 31th Great-Grandparents
fi: 31. iso-isovanhemmat
fr: arrière-grands-parents 31ème degré
fur: Vons di trentesim prin grât
he: סבים רבא דרגה 31
it: Avo di trentunesimo grado
pl: 31 Pradziadkowie
pt: 32-avós
ru: 31-е поколение предков
sk: Prarodičia 31. stupňa
tr: 31. Büyük-Büyük ebeveynler
zh: 第三十一曾祖父母親

source: 32th Great-Grandparents
fi: 32. iso-isovanhemmat
fr: arrière-grands-parents 32ème degré
fur: Vons di trentesim secont grât
he: סבים רבא דרגה 32
it: Avo di trentaduesimo grado
pl: 32 Pradziadkowie
pt: 33-avós
ru: 32-е поколение предков
sk: Prarodičia 32. stupňa
tr: 32. Büyük-Büyük ebeveynler
zh: 第三十二曾祖父母親

source: 33th Great-Grandparents
fi: 33. iso-isovanhemmat
fr: arrière-grands-parents 33ème degré
fur: Vons di trentesim tierç grâ
he: סבים רבא דרגה 33
it: Avo di trentatreesimo grado
pl: 33 Pradziadkowie
pt: 34-avós
ru: 33-е поколение предков
sk: Prarodičia 33. stupňa
tr: 33. Büyük-Büyük ebeveynler
zh: 第三十三曾祖父母親

source: 34th Great-Grandparents
fi: 34. iso-isovanhemmat
fr: arrière-grands-parents 34ème degré
fur: Vons di trentesim cuart grât
he: סבים רבא דרגה 34
it: Avo di trentaquattresimo grado
pl: 34 Pradziadkowie
pt: 35-avós
ru: 34-е поколение предков
sk: Prarodičia 34. stupňa
tr: 34. Büyük-Büyük ebeveynler
zh: 第三十四曾祖父母親

source: 35th Great-Grandparents
fi: 35. iso-isovanhemmat
fr: arrière-grands-parents 35ème degré
fur: Vons di trentesim cuint grât
he: סבים רבא דרגה 35
it: Avo di trentacinquesimo grado
pl: 35 Pradziadkowie
pt: 36-avós
ru: 35-е поколение предков
sk: Prarodičia 35. stupňa
tr: 35. Büyük-Büyük ebeveynler
zh: 第三十五曾祖父母親

source: 36th Great-Grandparents
fi: 36. iso-isovanhemmat
fr: arrière-grands-parents 36ème degré
fur: Vons di trentesim sest grât
he: סבים רבא דרגה 36
it: Avo di trentaseiesimo grado
pl: 36 Pradziadkowie
pt: 37-avós
ru: 36-е поколение предков
sk: Prarodičia 36. stupňa
tr: 36. Büyük-Büyük ebeveynler
zh: 第三十六曾祖父母親

source: 37th Great-Grandparents
fi: 37. iso-isovanhemmat
fr: arrière-grands-parents 37ème degré
fur: Vons di trentesim setim grât
he: סבים רבא דרגה 37
it: Avo di trentasettesimo grado
pl: 37 Pradziadkowie
pt: 38-avós
ru: 37-е поколение предков
sk: Prarodičia 37. stupňa
tr: 37. Büyük-Büyük ebeveynler
zh: 第三十七曾祖父母親

source: 38th Great-Grandparents
fi: 38. iso-isovanhemmat
fr: arrière-grands-parents 38ème degré
fur: Vons di trentesim otâf grât
he: סבים רבא דרגה 38
it: Avo di trentottesimo grado
pl: 38 Pradziadkowie
pt: 39-avós
ru: 38-е поколение предков
sk: Prarodičia 38. stupňa
tr: 38. Büyük-Büyük ebeveynler
zh: 第三十八曾祖父母親

source: 39th Great-Grandparents
fi: 39. iso-isovanhemmat
fr: arrière-grands-parents 39ème degré
fur: Vons di trentesim novesim grât
he: סבים רבא דרגה 39
it: Avo di trentanovesimo grado
pl: 39 Pradziadkowie
pt: 40-avós
ru: 39-е поколение предков
sk: Prarodičia 39. stupňa
tr: 39. Büyük-Büyük ebeveynler
zh: 第三十九曾祖父母親

source: 40th Great-Grandparents
fi: 40. iso-isovanhemmat
fr: arrière-grands-parents 40ème degré
fur: Vons di cuarantesim grât
he: סבים רבא דרגה 42
it: Avo di quarantesimo grado
pl: 40 Pradziadkowie
pt: 41-avós
ru: 40-е поколение предков
sk: Prarodičia 40. stupňa
tr: 40. Büyük-Büyük ebeveynler
zh: 第四十曾祖父母親

source: 41th Great-Grandparents
fi: 41. iso-isovanhemmat
fr: arrière-grands-parents 41ème degré
fur: Vons di cuarantesim prin grât
he: סבים רבא דרגה 41
it: Avo di quarantunesimo grado
pl: 41 Pradziadkowie
pt: 42-avós
ru: 41-е поколение предков
sk: Prarodičia 41. stupňa
tr: 41. Büyük-Büyük ebeveynler
zh: 第四十一曾祖父母親

source: 42th Great-Grandparents
fi: 42. iso-isovanhemmat
fr: arrière-grands-parents 42ème degré
fur: Vons di cuarantesim secont grât
he: סבים רבא דרגה 42
it: Avo di quarantaduesimo grado
pl: 42 Pradziadkowie
pt: 43-avós
ru: 42-е поколение предков
sk: Prarodičia 42. stupňa
tr: 42. Büyük-Büyük ebeveynler
zh: 第四十二曾祖父母親

source: 43th Great-Grandparents
fi: 43. iso-isovanhemmat
fr: arrière-grands-parents 43ème degré
fur: Vons di cuarantesim tierç grât
he: סבים רבא דרגה 43
it: Avo di quarantatreesimo grado
pl: 43 Pradziadkowie
pt: 44-avós
ru: 43-е поколение предков
sk: Prarodičia 43. stupňa
tr: 43. Büyük-Büyük ebeveynler
zh: 第四十三曾祖父母親

source: 44th Great-Grandparents
fi: 44. iso-isovanhemmat
fr: arrière-grands-parents 44ème degré
fur: Vons di cuarantesim cuart grât
he: סבים רבא דרגה 44
it: Avo di quarantaquattresimo grado
pl: 44 Pradziadkowie
pt: 45-avós
ru: 44-е поколение предков
sk: Prarodičia 44. stupňa
tr: 44. Büyük-Büyük ebeveynler
zh: 第四十四曾祖父母親

source: 45th Great-Grandparents
fi: 45. iso-isovanhemmat
fr: arrière-grands-parents 45ème degré
fur: Vons di cuarantesim cuint grât
he: סבים רבא דרגה 45
it: Avo di quarantacinquesimo
pl: 45 Pradziadkowie
pt: 46-avós
ru: 45-е поколение предков
sk: Prarodičia 45. stupňa
tr: 45. Büyük-Büyük ebeveynler
zh: 第四十五曾祖父母親

source: 46th Great-Grandparents
fi: 46. iso-isovanhemmat
fr: arrière-grands-parents 46ème degré
fur: Vons di cuarantesim sest grât
he: סבים רבא דרגה 46
it: Avo di quarantaseiesimo grado
pl: 46 Pradziadkowie
pt: 47-avós
ru: 46-е поколение предков
sk: Prarodičia 46. stupňa
tr: 46. Büyük-Büyük ebeveynler
zh: 第四十六曾祖父母親

source: 47th Great-Grandparents
fi: 47. iso-isovanhemmat
fr: arrière-grands-parents 47ème degré
fur: Vons di cuarantesim setim grât
he: סבים רבא דרגה 47
it: Avo di quarantasettesimo grado
pl: 47 Pradziadkowie
pt: 48-avós
ru: 47-е поколение предков
sk: Prarodičia 47. stupňa
tr: 47. Büyük-Büyük ebeveynler
zh: 第四十七曾祖父母親

source: generation
fi: sukupolvi
fr: génération
fur: gjenerazion
he: דור
it: generazione
pl: pokolenie
pt: geração
ru: поколение
sk: generácia
tr: kuşak
zh: 代

source: Already listed above as number
fr: Déjà répertorié ci-dessus comme numéro
fur: Benzà elencât prin come numar
he: כבר רשום לעיל כמספר
it: Già elencato in precedenza come numero
pl: Już wymieniony powyżej jako numer
ru: Уже перечисленные выше как номер
sk: Už vypísané hore ako číslo
tr: Zaten yukarıda numara olarak listelenmiş

source: divorced
fi: eronnut
fr: divorcé
fur: divorziât
he: גירושין
it: divorziato
pl: rozwiedziony
pt: divorciado(a)
ru: разведённый
sk: rozvedený
tr: boşanmış
zh: 離婚了

source: Download RTF report.
fi: Lataa RTF-raporttu.
fr: Télécharger le rapport RTF
fur: Scjarîe il report RTF.
he: הורדת מסמך RTF
it: Scarica il report RTF.
pl: Pobierz raport RTF.
pt: Download do o relatório RTF
ru: Скачать отчёт в RTF
sk: Stiahnuť RTF výpis.
tr: RTF raporunu indirin.
zh: 下載RTF格式的報告

source: TIP: Don't use Wordpad to open this file (the lay-out will be wrong!). It's better to use a text processor like Word or OpenOffice Writer.
fi: VIHJE: Älä käytä Wordpadia (vast) avatessasi tämän tiedoston (asettelu menee pieleen!). Käytä tekstinkäsittelyohjelmaa, kuten Word tai OpenOffice Writer.
fr: CONSEIL : Ne pas utiliser Wordpad pour ouvrir ce fichier (la disposition sera erronée !). Il est préférable d'utiliser un traitement de texte comme Word ou OpenOffice Writer.
fur: SUGJERIMENT: no sta a utilizâ Wordpad par vierzi chest file (la impagjnazion a sarà sbaliade!). Miôr doprâ un elaboratôr di tescj come Word o OpenOffice Writer.
he: עצה: על תשתמש בתוכנת Wordpad כדי לפתוח מסמך זה כי הפריסה עלולה להשתבש. מומלץ להשתמש במעבד תמלילים כמו Word או Libre Writer
it: SUGGERIMENTO: non utilizzare Wordpad per aprire questo file (il layout sarà sbagliato!). È preferibile utilizzare un elaboratore di testi come Word o OpenOffice Writer.
pl: WSKAZÓWKA: Nie używaj WordPada do otwierania tego pliku (układ będzie nieprawidłowy!). Lepiej jest użyć procesora tekstu, takiego jak Word lub OpenOffice Writer.
pt: DICA: Não utilize o Wordpad para abrir este ficheiro (o layout fica incorrecto!). É melhor usar um processador de texto como o Word ou o OpenOffice Writer.
ru: ПОДСКАЗКА: Не используйте Wordpad для открытия этого файла (форматирование будет нарушено!). Лучше использовать текстовый процессор вроде LibreOffice или OpenOffice Writer.
sk: TIP: Nepoužívajte Wordpad na otvorenie tohto súboru. Je lepšie použiť textový procesor, ako je Word alebo OpenOffice Writer.
tr: İPUCU: Bu dosyayı açmak için Wordpad kullanmayın (düzen yanlış olacaktır!). Word veya OpenOffice Writer gibi bir metin işlemcisi kullanmak daha iyidir.
zh: 提示：不要使用Wordpad打開這個文件（在佈局展示上將是錯誤的！）。最好使用諸如Word或OpenOffice的text processor

source: Title:
fi: Arvonimi
fr: Titre :
fur: Titul:
he: כותרת:
it: Titolo:
pl: Tytuł:
pt: Título:
ru: Название:
sk: Názov:
tr: Başlık:
zh: 頭銜：

source: Legend
fi: Selite
fr: Légendes
fur: Didascalie
he: הסבר הסימנים
it: Didascalia
pl: Legenda
pt: Legenda
ru: Обозначения
sk: Legenda
tr: Gösterge
zh: 傳說

source: married
fi: vihitty
fr: marié
fur: sposât/de
he: נשויאין
it: sposato/a
pl: w związku
pt: casado(a)
ru: в браке
sk: zosobášený
tr: evli
zh: 結婚了

source: Birthdays
fr: Anniversaires
fur: Compleans
he: ימי הולדת
it: Compleanni
pl: Urodziny
ru: Дни рождения
sk: Narodeniny
tr: Doğum günleri

source: Wedding anniversaries
fr: Anniversaires de mariages
fur: Aniversari di matrimoni
he: ימי נישואין
it: Anniversari di matrimonio
pl: Rocznice ślubu
ru: Годовщины свадьбы
sk: Výročia sobášov
tr: Evlilik yıldönümleri

source: Civil
fur: Civîl
he: אזרחי
it: Civile
pl: Cywilny
ru: Гражданский
sk: Občiansky
tr: Sivil

source: Day
fi: Päivä
fr: Jour
fur: Dì
he: יום
it: Giorno
pl: Dzień
pt: Dia
ru: День
sk: Deň
tr: Gün
zh: 日

source: Wedding year
fr: Année de mariage
fur: An dal matrimoni
he: שנת נישואין
it: Anno del matrimonio
pl: Rok ślubu
ru: Год свадьбы
sk: Rok sobáša
tr: Düğün yılı

source: Civil/ Religious
fr: Civil / Religieux
fur: Civîl/ Religjôs
he: אזרחי/דתי
it: Civile/ Religioso
pl: Cywilny/ Religijny
ru: Гражданский/ Религиозный
sk: Občiansky/Cirkevný
tr: Sivil/ Dini

source: Spouses
fr: Épouses
fur: Maridâs
he: בני זוג
it: Coniugi
pl: Małżonkowie
ru: Супруги
sk: Manželia
tr: Eşler

source: No results found for this month
fr: Aucun résultat trouvé pour ce mois
fur: Nissun risultât cjatât par chest mês
he: לא נמצאו תוצאות לחודש זה
it: Nessun risultato trovato per questo mese
pl: Brak wyników dla tego miesiąca
ru: За этот месяц результатов не найдено
sk: Nič v tomto mesiaci
tr: Bu ay için sonuç bulunamadı

source: %s cookie information
fr: %s informations sur les cookies
fur: Informazions sui cookies di %s
he: %s מידע על קוקיס
it: Informazioni sui cookies di %s
pl: %s informacje o plikach cookie
ru: информация о файлах cookie %s
sk: Informácia o cookies %s
tr: %s çerez bilgileri

source: %s uses a few cookies so that settings you made can be stored on your computer for your future use.<br> The cookies that are created by %s are not used for any other purpose, are not transferred to others and the information they contain is used by you alone. <p>%s cookies are used for these purposes:
fr: %s utilise quelques cookies afin que les paramètres que vous avez définis puissent être stockés sur votre ordinateur pour votre utilisation future. <br> Les cookies créés par %s ne sont pas utilisés à d'autres fins, ne sont pas transférés à des tiers et les informations qu'ils contiennent sont utilisées par vous seul. <p> les cookies %s sont utilisés à ces fins:
fur: %s al dopre cuaichi cookies par memorizâ qualche tô impostazion preferide pas eventuâl prossimis visitis di chestis pagjinis.<br> I cookies creaâts da %s no vegnin utilizâts par nissun altri intindiment, no vegnin mostrâs a nissun altri e lis informazions scritis tai cookies a son dopradis dome di te!. <p>%s a dopre i cookies dome par chescj motîfs:
he: %s משתמש במספר קוקיס על מנת שהגדרות שקבעת יישמרו על המחשב שלך לשימוש עתידי. <br>הקוקיס שנוצרים על ידי %s אינם משמשים לכל מטרה אחרת, אינם מועברים לגורם שלישי כלשהו, והמידע המופיע בהם הוא לשימושך האישי בלבד. <p>קוקיס של %s משמשים למטרות אלה:
it: %s utilizza alcuni cookie in modo tale che le impostazioni effettuate possano essere memorizzate sul computer per uso futuro.<br> I cookie creati da %s non vengono utilizzati per nessun altro scopo, non vengono trasferiti ad altri e le informazioni in essi contenute vengono utilizzate solo dall'utente. <p>%s utilizza i cookie per questi scopi:
pl: %s wykorzystuje kilka plików cookie, aby wprowadzone przez Ciebie ustawienia mogły być przechowywane na Twoim komputerze do przyszłego użytku.<br> Pliki cookie utworzone przez %s nie są wykorzystywane w żadnym innym celu, nie są przekazywane innym osobom, a zawarte w nich informacje są wykorzystywane wyłącznie przez Ciebie.<p>%s pliki cookies są wykorzystywane w następujących celach:
ru: %s использует несколько файлов cookie, чтобы сделанные вами настройки могли быть сохранены на вашем компьютере для вашего будущего использования.<br> Файлы cookie, созданные %s, не используются для каких-либо других целей, не передаются другим лицам, и содержащаяся в них информация используется только вами. <p>%s файлы cookie используются для этих целей:
sk: %s používa niekoľko súborov cookie, aby sa nastavenia, ktoré ste vykonali, mohli uložiť vo vašom počítači pre budúce použitie.<br> Súbory cookie, ktoré vytvoril používateľ %s, sa nepoužívajú na žiadny iný účel, neprenášajú sa na iné osoby a ich obsah týchto informácií používate iba vy. <p>%s cookies sa používajú na tieto účely:
tr: %s, yaptığınız ayarların ileride kullanmak üzere bilgisayarınızda saklanabilmesi için birkaç çerez kullanır.<br> Bu %s tarafından oluşturulan çerezler başka hiçbir amaçla kullanılmaz, başkalarına aktarılmaz ve içerdikleri bilgiler yalnızca sizin tarafınızdan kullanılır. <p>%s çerezleri bu amaçlar için kullanılır:

source: <ul><li>You chose a theme (skin) that is different from the default. The theme you chose will be used next time you visit the %s site.</li><li>You used the star to mark a family as "favourite". This family will appear on your favourite list on future visits as well.</li><li>In the photo album you set the number of photos to be displayed at a different number than the default. This number will be used next time you visit.</li></ul></p><p>If you do not want %s to create these cookies, you can just refrain from changing the default values for the above features.</p>
fr: <ul><li>Vous avez choisi un thème (skin) différent de celui par défaut. Le thème que vous avez choisi sera utilisé la prochaine fois que vous visiterez le site %s. </li><li> Vous avez utilisé l'étoile pour marquer une famille comme "favorite". Cette famille apparaîtra également dans votre liste de favoris lors de vos prochaines visites. </li><li>Dans l'album photo, vous avez définie le nombre de photos à afficher à un nombre différent de celui par défaut. Ce nombre sera utilisé lors de votre prochaine visite. </li></ul></p><p>Si vous ne souhaitez pas que %s crée ces cookies, vous pouvez simplement vous abstenir de modifier les valeurs par défaut des fonctionnalités ci-dessus.</p>
fur: <ul><li>Tu âs sielzût un teme (skin) diferent di chel predefinît. Il teme che tu âs sielzût al sarà doprât la prossime volte che tu visitis il sît %s.</li><li>Tu âs doprât une stele par contrasegnâ une famee come "preferide". Cheste famee tu la cjatis tal to elenc das preferencis ancje tas visitis avignî.</li><li>Tal album fotografic tu puedis impostâ il numar das foto di visualizâ cun t'un numar diferent di chel predefinît. Chest numar al reste memorizât ancje pa la prossime visite.</li></ul></p><p>Se no tu vuelis che %s al crei chescj cookies, tu puedis fâ di mancul di modificâ i valôos predefinîts.</p>
he: <ul><li>בחרת תבנית (skin) ששונה מברירת המחדל. תבנית זו ייבחר באופן אוטומטי בפעם הבאה שתבקר באתר %s.</li><li>השתמשת בכוכב על מנת להוסיף משפחה ברשימה "הנבחרים". בחירה זו תישמר גם בביקורים הבאים. </li><li>קבעת את מספר התמונות שיופיעו באלבום התמונות למספר שונה מברירת המחדל. בחירה זו תישמר בביקור הבאה.</li></ul></p><p>אם אינך רוצה ש-%s יצור קוקיס אלה, פשוט אל תשנה את ההגדרות הצויינו לעיל.</p>
it: <ul><li>Hai scelto un tema (skin) diverso da quello predefinito. Il tema che hai scelto verrà utilizzato la prossima volta che visiti il sito %s.</li><li>Hai usato la stella per contrassegnare una famiglia come "preferita". Questa famiglia apparirà sul tuo elenco preferito anche nelle visite future. </li><li>Nell'album fotografico puoi impostare il numero di foto da visualizzare con un numero diverso da quello predefinito. Questo numero verrà utilizzato nella tua prossima visita.</li></ul></p><p> Se non desideri che %s crei questi cookie, puoi semplicemente astenervi dal modificare i valori predefiniti per le funzionalità di cui sopra.</p>
pl: <ul><li>Wybrałeś motyw (skórkę) inny niż domyślny. Wybrany motyw zostanie użyty podczas następnej wizyty na stronie%s. </li><li>Użyłeś gwiazdki, aby oznaczyć rodzinę jako „ulubioną”. Ta rodzina pojawi się również na Twojej liście ulubionych podczas przyszłych wizyt. </li><li>W albumie fotograficznym ustawiasz liczbę zdjęć, które mają być wyświetlane w innej liczbie niż domyślna. Ten numer będzie używany podczas następnej wizyty.</li></ul></p><p>Jeśli nie chcesz tworzyć plików cookie, %s możesz po prostu powstrzymać się od zmiany domyślnych wartości powyższych funkcji.</p>
ru: <ul><li>Вы выбрали тему (скин), которая отличается от темы по умолчанию. Выбранная вами тема будет использована при следующем посещении сайта %s.</li><li>Вы использовали звездочку, чтобы отметить семью как "любимую". Эта семья также появится в вашем списке избранных при будущих посещениях.</li><li>В фотоальбоме вы устанавливаете количество фотографий, которые будут отображаться под другим номером, чем по умолчанию. Этот номер будет использоваться при следующем посещении.</li></ul></p><p>Если вы не хотите, чтобы %s создавал эти файлы cookie, вы можете просто воздержаться от изменения значений по умолчанию для вышеуказанных функций.</p>
sk: <ul><li>Vybrali ste tému (vzhľad), ktorá sa líši od predvolenej. Motív, ktorý ste vybrali, sa použije pri ďalšej návšteve lokality %s.</li><li>Použili ste hviezdičku na označenie rodiny ako "obľúbenej". Táto rodina sa zobrazí vo vašom zozname obľúbených aj pri budúcich návštevách.</li><li>Vo fotoalbume nastavíte počet fotografií, ktoré sa majú zobraziť pri inom čísle, než je predvolené. Toto číslo sa použije pri vašej ďalšej návšteve.</li></ul></p><p>Ak nechcete, aby %s vytváral tieto súbory cookie, môžete jednoducho nemeniť predvolené hodnoty pre vyššie uvedené funkcie.</p>
tr: <ul><li>Varsayılandan farklı bir tema (cilt) seçtiniz. Seçtiğiniz tema, %s sitesini bir sonraki ziyaretinizde kullanılacaktır.</li><li>Bir aileyi "sık kullanılan" olarak işaretlemek için yıldızı kullandınız. Bu aile, gelecekteki ziyaretlerinizde de sık kullanılan listenizde görünecek.</li><li>Fotoğraf albümünde, varsayılandan farklı bir sayıda görüntülenecek fotoğraf sayısını ayarlarsınız. Bu numara bir sonraki ziyaretinizde kullanılacaktır.</li></ul></p><p>Eğer %s'nun bu çerezleri oluşturmasını istemiyorsanız, yukarıdaki özellikler için varsayılan değerleri değiştirmekten kaçınabilirsiniz.</p>

source: Help
fi: Ohjeet
fr: Aide
fur: Aiût
he: עזרה
it: Aiuto
pl: Pomoc
pt: Ajuda
ru: Справка
sk: Pomoc
tr: Yardım
zh: 協助
