Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: The "Find a location on the map" pull-down displays a list according to the chosen tree and the birth/ death mapping choice. For this to work properly, the birth/death status and tree affiliation of all locations has to be up to date.<br><br><b>TIP:</b> When you import a gedcom, you can mark the option "Add new locations to geo-location database" and the location status of existing locations will also be updated automatically! (If you didn't mark this option on import, use the "Update geolocation database" above. This will also refresh the existing location status).<p><b>When to use this button:</b><ul><li> if you edited location data directly with the %s editor</li><li>if you wish to delete all locations that have become obsolete (mark the box below)</li></ul></p>
fr: Le menu déroulant "Rechercher un emplacement sur la carte" affiche une liste en fonction de l'arbre choisi et du choix de cartographie naissance / décès. Pour que cela fonctionne correctement, le statut de naissance / décès et l'affiliation à l'arbre de tous les emplacements doivent être à jour.<br><br><b> CONSEIL:</b> Lorsque vous importez un gedcom, vous pouvez cocher l'option "Ajouter de nouveaux emplacements à la base de données de géolocalisation" et l'emplacement le statut des emplacements existants sera également mis à jour automatiquement! (Si vous n'avez pas coché cette option lors de l'importation, utilisez la rubrique "Mettre à jour la base de données de géolocalisation" ci-dessus. Cela actualisera également l'état des lieux existant.)<p><b> Quand utiliser ce bouton:</b><ul><li> si vous avez modifié les données de localisation directement avec l'éditeur %s</li><li>si vous souhaitez supprimer tous les emplacements devenus obsolètes (cochez la case ci-dessous)</li></ul></p>
fur: Il menu "Cîr une posizion su la mape " a mostre un elenc in base al arbul sielt e a la sielte di mapatura das nassitis o muars. Par c'al funziôni coretamentri, i dâts di nassita / muart e lis relazions fra dutis lis localitâs a jan di jessi atualizâs.<br><br><b> SUGJERIMENT: </b> cuant che tu impuartis un gedcom, tu puedis sielzi la opzion "Zonte gnovis posizions tal database di geo-localizazion " e cussì lis localitâs esistentis a saran atualizadis automaticamentri! (Se no tu âs sielzût cheste pussibilitât intant de la importazion, utilize "Inzorne database di geolocalizazion" in tun moment sucessîf. Cussì tu atualizis ancje lis posizions esistentis). <p> <b> Tu puedis ativâ chest Boton: </b><ul> <li> se tu âs modificât i dâts su la localitât diretamentri cul editor %s</li><li> se tu vuelis eliminâ dutis lis posizions c'a son deventadis inutil (marche la casele disot) </li></ul></p>
he: הרשימה הנפתחת "מצא מיקום על המפה" מציגה רשימה אשר מותאמת עפ"י העץ הנבחר והבחירה האם להציג תאריכי לידה או פטירה. על מנת שזה יעבוד כמצופה, סטטוס לידה/פטירה והקישור של כל מיקום לעצי המשפחה חייבים להיות מעודכנים. <br><br><b>עצה:</b>כשמייבאים ג'דקום, אפשר לסמן את האופציה "הוסף מיקומים חדשים לבסיס הנתונים של ה-geolocation". במקרה זה יתעדכן באופן אוטומטי גם הסטטוס של מיקומים שכבר קיימים בבסיס הנתונים! (אם לא סימנת את האופציה הזו בעת הייבוא, השתמש באפשרות "רענן את בסיס הנתונים של ה-geolocation לעיל. גם פעולה זו תרענן את הסטטוס). <p><b>מתי להשתמש בכפתור זה: </b><ul><li>אם ביצעת עריכת מיקומים ישירות עם עורך %s </li><li>אם אתה רוצה למחוק את כל המיקומים שכבר אינם רלוונטיים (סמן את הריבוע להלן)</li></ul></p>
it: Il menu a discesa "Trova una posizione sulla mappa " visualizza un elenco in base all'albero scelto e alla scelta di mappatura nascita / morte. Affinché funzioni correttamente, i dati di nascita / morte e le relazioni fra tutte le località devono essere aggiornati.<br><br><b> SUGGERIMENTO: </b> quando importi un gedcom, puoi contrassegnare l'opzione \ "Aggiungi nuove posizioni al database di geo-localizzazione " e la localizzazione delle località esistenti verrà aggiornato automaticamente! (Se non hai impostato questa opzione durante l'importazione, utilizza "Aggiorna database di geolocalizzazione " in un momento successivo. Ciò aggiornerà anche lo stato della posizione esistente). <p> <b> Quando utilizzi questo pulsante: </b><ul> <li> se hai modificato i dati sulla posizione direttamente con l'editor %s</li><li> se desideri eliminare tutte le posizioni che sono diventate obsolete (contrassegnare la casella sottostante) </li></ul></p>
pl: Menu rozwijane „Znajdź lokalizację na mapie” wyświetla listę według wybranego drzewa i opcji mapowania narodzin/śmierci. Aby to działało poprawnie, status urodzenia/śmierci i przynależność do drzewa wszystkich lokalizacji muszą być aktualne. <br><br><b>WSKAZÓWKA:</b> Podczas importowania pliku gedcom można zaznaczyć opcję „Dodaj nowe lokalizacje do bazy danych geolokalizacji” oraz lokalizację stan istniejących lokalizacji również będzie aktualizowany automatycznie! (Jeśli nie zaznaczyłeś tej opcji podczas importu, użyj powyższej opcji „Aktualizuj bazę danych geolokalizacji”. Spowoduje to również odświeżenie istniejącego stanu lokalizacji).<p><b>Kiedy użyć tego przycisku:</b><ul><li> jeśli edytowałeś dane lokalizacji %s bezpośrednio w edytorze, </li><li>jeśli chcesz usunąć wszystkie lokalizacje, które stały się przestarzałe (zaznacz pole poniżej)</li></ul></p>
ru: В раскрывающемся списке "Найти местоположение на карте" отображается список в соответствии с выбранным деревом и выбором сопоставления рождения/смерти. Чтобы это работало должным образом, статус рождения / смерти и принадлежность к дереву всех мест должны быть актуальными.<br><br><b>КОНЧИК:</b> Когда вы импортируете gedcom, вы можете отметить опцию «Добавить новые местоположения в базу геолокации», и статус местоположения существующих местоположений также будет обновляться автоматически! (Если вы не отметили эту опцию при импорте, используйте «Обновить базу геолокации» выше. Это также обновит существующий статус расположения).<p><b>Когда использовать эту кнопку:</b><ul><li>Если данные о местоположении были изменены непосредственно в редакторе %s</li><li>Если вы хотите удалить все места, которые устарели (отметьте поле ниже)</li></ul></p>
sk: Rozbaľovacia ponuka "Nájsť miesto na mape" zobrazí zoznam podľa zvoleného stromu a voľby mapovania narodenia/úmrtia. Aby to fungovalo správne, stav narodenia/úmrtia a stromová príslušnosť všetkých lokalít musia byť aktuálne.<br><br><b>TIP:</b> Keď importujete gedcom, môžete označiť možnosť "Pridajte nové miesta do databázy geografických polôh" a stav polohy existujúcich miest sa tiež automaticky aktualizuje! (Ak ste túto možnosť neoznačili pri importe, použite "Aktualizovať databázu geolokácií" vyššie. Tým sa obnoví aj existujúci stav polohy).<p><b>Kedy použiť toto tlačidlo:</b>< ul><li> ak ste údaje o polohe upravili priamo pomocou editora %s</li><li>ak chcete odstrániť všetky polohy, ktoré sú zastarané (označte políčko nižšie)</li></ul></ p>
tr: "Haritada bir konum bul" açılır penceresi, seçilen ağaca ve doğum / ölüm eşleme seçimine göre bir liste görüntüler. Bunun düzgün çalışması için, tüm konumların doğum / ölüm durumu ve ağaç bağlılığının güncel olması gerekir.<br><br><b>İPUCU:</b> Bir gedcom içe aktardığınızda, "Coğrafi konum veritabanına yeni konumlar ekle" seçeneğini işaretleyebilirsiniz ve mevcut konumların konum durumu da otomatik olarak güncellenecektir! (İçe aktarma sırasında bu seçeneği işaretlemediyseniz, yukarıdaki "Coğrafi konum veritabanını güncelle"yi kullanın. Bu, mevcut konum durumunu da yenileyecektir).<p><b>Bu düğme ne zaman kullanılır:</b><ul><li> konum verilerini doğrudan %s düzenleyicisiyle düzenlediyseniz</li><li>geçersiz hale gelen tüm konumları silmek istiyorsanız (aşağıdaki kutuyu işaretleyin)</li></ul></p>

source: Also delete all locations that have become obsolete (not connected to any persons anymore)
fi: Poista myös paikat, jotka ovat tarpeettomia (ei ole yhdistetty yhteenkään henkilöön enää)
fr: Supprimer également tous les lieux qui sont devenus obsolètes (non connecté à des personnes)
fur: Elimine ancje dutis lis localitâs che no son plui colegadis a cualchi persone.
he: מחק גם את כל המקומות שכבר אינם בשימוש (לא מקושרים לאף אדם)
it: Elimina anche tutte le posizioni che sono diventate obsolete (non sono più collegate a nessuna persona)
pl: Usuń także wszystkie lokalizacje, które stały się przestarzałe (tj. Które nie są już połączone z żadnym rekordem)
pt: Apagar também todos os locais que se tornaram obsoletos (já não ligados a ninguém).
ru: Также удалить все места, не связанные с персонами.
sk: Tiež odstrániť všetky lokality, ktoré sa stali bezpredmetnými (nie sú pripojené na osoby)
tr: Ayrıca artık kullanılmayan tüm konumları silin (artık herhangi bir kişiye bağlı değil)

source: Refresh
fi: Päivitä
fr: Rafraichir
fur: Atualize
he: רענן
it: Aggiorna
pl: Odśwież
pt: Atualizar
ru: Обновить
sk: Obnoviť
tr: Yenile

source: Edit geolocation database
fi: Muokkaa sijaintitietokantaa
fr: Éditer la base de données de géolocalisation
fur: Modifiche DB di geolocalizazion
he: ערוך את טבלת המקומות של Google Maps
it: Modifica database di geolocalizzazione
pl: Edytuj bazę danych geolokalizacji
pt: Editar a base de dados de geolocalização
ru: Редактирование геолокационной базы
sk: Upraviť geolokačnú databázu
tr: Coğrafi konum veritabanını düzenle
zh: 編輯所在地的資料庫

source: Deleted location:
fi: Poistettu sijainnit:
fr: Lieu supprimé :
fur: Cancele localitât:
he: נמחק המקום:
it: Cancella località:
pl: Usunięta lokalizacja:
pt: Local apagado:
ru: Удалённое место:
sk: Vymazať lokalitu:
tr: Silinen konum:
zh: 被刪除的所在地

source: Changed location:
fi: Muutettu sijainti:
fr: Lieu changé :
fur: Modifiche localitât:
he: שונה המקום:
it: Cambia località:
pl: Zmieniona lokalizacja:
pt: Local modificado:
ru: Изменённое место:
sk: Zmenená lokalita:
tr: Değiştirilen konum:
zh: 被更改的所在地

source: Added location:
fi: Lisätty sijainti:
fr: Lieu ajouté :
fur: Zonte localitât:
he: נוסף המקום:
it: Aggiungi località:
pl: Dodano lokalizację:
pt: Local adicionado:
ru: Добавленное место:
sk: Pridaná lokalita:
tr: Eklenen konum:
zh: 被添加的所在地

source: Details from the database
fi: Yhsityiskohdat tietokannasta
fr: Détails de la base de données
fur: Detais dal DB
he: נתונים מתוך בסיס הנתונים
it: Dettagli dal database
pl: Szczegóły z bazy danych
pt: Detalhes da base de dados
ru: Данные из базы
sk: Detaily z databázy
tr: Veritabanından ayrıntılar
zh: 資料庫的詳細信息

source: Location
fi: Sijanti
fr: Lieu
fur: Localitât
he: מקום
it: Località
pl: Lokalizacja
pt: Local
ru: Место
sk: Lokalita
tr: Konum
zh: 所在地

source: Latitude
fi: Leveysaste
fur: Latitudin
he: קו רוחב
it: Latitudine
pl: Szerokość
ru: Широта
sk: Zem. šírka
tr: Enlem
zh: 緯度

source: Longitude
fi: Pituusaste
fur: Longjitudin
he: קו אורך
it: Longitudine
pl: Długość geograficzna
ru: Долгота
sk: Zem. dĺžka
tr: Boylam
zh: 經度

source: Delete this location
fi: Poista tämä sijainti
fr: Supprimer ce lieu
fur: Cancele cheste localitât
he: מחק מקום זה
it: Cancella questa località
pl: Usuń tę lokalizację
pt: Apagar este local
ru: Удалить место
sk: Vymazať túto lokalitu
tr: Bu konumu sil
zh: 刪除這所在地

source: Change or add locations
fi: Muuta tai lisää paikkoja
fr: Modifier ou ajouter des lieux
fur: Cancele cheste localitât
he: שנה או הוסף מיקומים
it: Cambia o aggiungi località
pl: Zmień lub dodaj lokalizacje
pt: Alterar ou adicionar locais
ru: Изменение или добавление места
sk: Zmeniť alebo pridať lokality
tr: Konumları değiştirin veya ekleyin
zh: 更改或添加所在地

source: (You can also drag the marker!)
fi: (Voit myös raahata merkinnän!)
fr: (Vous pouvez aussi faire glisser le marqueur !)
fur: (Al è pussibil strissinâ l'indicatôr!)
he: (אפשר גם לגרור את הסמן!)
it: (È anche possibile trascinare l'indicatore!)
pl: (Możesz także przeciągnąć znacznik!)
pt: (Você pode também arrastar o marcador!)
ru: (Чтобы изменить координаты можно перетащить маркер на карте!)
sk: (Môžeš tiež ťahať značkovač)
tr: (Ayrıca işaretçiyi de sürükleyebilirsiniz!)
zh: (你可以移動這標記!)

source: Change this location
fi: Muuta tämän paikan sijainti
fr: Modifier ce lieu
fur: Cambie cheste localitât
he: שנה מיקום זה
it: Cambia questa posizione
pl: Zmień tę lokalizację
pt: Alterar este local
ru: Изменить это место
sk: Zmeniť túto lokalitu
tr: Bu konumu değiştir
zh: 更改這所在地

source: Add this location
fi: Lisää tämä sijainti
fr: Ajouter ce lieu
fur: Zonte cheste localitât
he: הוסף מקום זה
it: Aggiungi questa posizione
pl: Dodaj tę lokalizację
pt: Adicionar este local
ru: Добавить это место
sk: Pridať túto lokalitu
tr: Bu konumu ekle
zh: 添加這所在地

source: Delete geolocation database
fi: Poista sijaintitietokanta.
fr: Supprimer la base de données de géolocalisation
fur: Cancele il DB das geolocalizazions
he: מחק את כל טבלת המקומות של Google Maps
it: Cancella geolocalizzazione dal database
pl: Usuń bazę danych geolokalizacji
pt: Apagar a base de dados de geolocalização
ru: Очистка геолокационной базы
sk: Vymazať geolokačnú databázu
tr: Coğrafi konum veritabanını sil
zh: 刪除地理所在的資料庫

source: Database was deleted!
fi: Tietokanta poistettiin!
fr: La base de données a été supprimée !
fur: Il DB al è stât cancelât!
he: בסיס הנתונים נמחק!
it: Il database è stato cancellato!
pl: Baza danych została usunięta!
pt: A base de dados foi apagada!
ru: Геолокационная база очищена!
sk: Databáza bola zmazaná!
tr: Veritabanı silindi!
zh: 資料庫已被移除

source: Here you can delete your entire geolocation database (%d entries).<br>If you are absolutely sure, press the button below.
fr: Ici, vous pouvez supprimer l'intégralité de votre base de données de géolocalisation (%dentrées) .<br>Si vous êtes absolument sûr, cliquez sur le bouton ci-dessous.
fur: Chi al è pussibil eliminâ dut il database di geolocalizazion (%d vôs).<br>Se tu seis sigûrs di volei cancelâlu, cliche il boton chi sot.
he: כאן ניתן למחוק לחלוטין את בסיס הנתונים של ה-geolocation (%d שורות ).<br>אם אתם בטוחים לחלוטין, לחצו על הכפתור להלן.
it: Qui è possibile eliminare l'intero database di geolocalizzazione (%d voci).<br>Se si è assolutamente certi, premere il pulsante qui sotto.
pl: Tutaj możesz usunąć całą swoją bazę danych geolokalizacyjnych (%d wpisy).<br>Jeśli jesteś absolutnie pewien, naciśnij przycisk poniżej.
ru: Здесь вы можете удалить всю базу геолокации (%d записи).<br>Если вы абсолютно уверены, нажмите кнопку ниже.
sk: Tu môžete zmazať celú geolokačnú databázu (záznamy %d). <br> Ak si nie ste absolútne istí, stlačte tlačidlo nižšie.
tr: Burada tüm coğrafi konum veritabanınızı (%d giriş) silebilirsiniz.<br>Kesinlikle eminseniz, aşağıdaki düğmeye basın.

source: DELETE ENTIRE GEOLOCATION DATABASE
fi: POISTA KOKO SIJAINTITIETOKANTA
fr: SUPPRIMER LA BASE DE DONNÉES DE GÉOLOCALISATION EN ENTIER
fur: CANCELE DUTE LA GEOLOCALIZAZION DAL DATABASE
he: מחק את כל בסיס הנתונים של מקומות ל-Google Maps
it: CANCELLA L'INTERA GEOLOCALIZZAZIONE DAL DATABASE
pl: USUŃ CAŁĄ BAZĘ DANYCH GEOLOKACJI
pt: APAGAR TODA A BASE DE DADOS DE GEOLOCALIZAÇÃO
ru: ОЧИСТИТЬ ВСЮ ГЕОЛОКАЦИОННУЮ БАЗУ
sk: VYMAZAŤ CELÚ GEOLOKAČNÚ DATABÁZU
tr: TÜM COĞRAFİ KONUM VERİTABANINI SİL
zh: 刪除整個地理資料庫

source: List of non-indexable locations was refreshed!
fi: Löytymättömien paikkojen lista on päivitetty!
fr: La liste des lieux non-indexables a été rafraîchie !
fur: La liste das localitâs scognossudis al è stât Atualizât!
he: רועננה רשימת המיקומים שאין אפשרות לאתרם!
it: Elenco di posizioni non indicizzabili è stato aggiornato!
pl: Lista nieindeksowanych lokalizacji została odświeżona!
pt: A lista de locais não indexáveis foi actualizada!
ru: Список неиндексируемых локаций обновлен!
sk: Zoznam neindexovateľných miest bol obnovený!
tr: Dizine eklenemeyen konumların listesi yenilendi!

source: Here you can refresh the list of %d non-indexable locations that was stored in your database after previous geolocation processes.<br>Do this if you have corrected non-indexable locations in your data or have imported updated gedcoms and some of these locations may no longer appear in your data.
fr: Ici, vous pouvez actualiser la liste des %d emplacements non indexables qui étaient stockés dans votre base de données après les précédents processus de géolocalisation.<br> Faites cela si vous avez corrigé des emplacements non indexables dans vos données ou si vous avez importé des gedcoms mis à jour et que certains de ces emplacements peuvent ne plus apparaître dans vos données.
fur: Chi tu puedis Atualizâ la liste di %d localitâs cence indicizazion che a son stadis memorizadis ta to database in elaborazions di geolocalizazion precedent.<br>Miôr fâlu se tu âs coret, zontât o cancelât localitâs, o impuartât un gedcom Atualizât.
he: כאן אפשר לרענן את רשימת %d המיקומים שלא היה ניתן למצוא אותם בתהליך ה- geolocation האחרון. <br>עשו זאת אחרי שתיקנתם כתובות או אם ייבאתם ג'דקומים חדשים ויתכן שכתובות אלה כבר אינם קיימים בבסיס הנתונים.
it: Qui puoi aggiornare l'elenco di %d posizioni non indicizzabili che sono state memorizzate nel tuo database in precedenti processi di geolocalizzazione.<br>Fai questo se hai corretto posizioni non indicizzabili nei tuoi dati o hai importato gedcom aggiornati e alcune di queste posizioni potrebbero non apparire più nei tuoi dati.
pl: Tutaj możesz odświeżyć listę %d nieindeksowalnych lokalizacji, które były przechowywane w Twojej bazie danych po poprzednich procesach geolokalizacji.<br>Zrób to, jeśli poprawiłeś nieindeksowalne lokalizacje w swoich danych lub zaimportowałeś zaktualizowane gedcoms, a niektóre z tych lokalizacji mogą już nie pojawiać się w Twoje dane.
ru: Здесь вы можете обновить список %d неиндексируемых расположений, которые хранились в вашей базе данных после предыдущих процессов геолокации.<br>Сделайте это, если вы исправили неиндексируемые местоположения в своих данных или импортировали обновленные gedcoms, и некоторые из этих местоположений могут больше не отображаться в ваших данных.
sk: Tu je možné aktualizovať zoznam %d neindexovateľných miest, ktoré boli uložené v databáze po predchádzajúcich geolokačných procesoch. <br> ⇥⇥ Použite, ak ste opravili neindexované umiestnenia v dátach alebo boli importované aktualizované gedcoms a niektoré z týchto lokalít sa už nemusia objaviť v dátach.
tr: Burada, önceki coğrafi konum belirleme işlemlerinden sonra veritabanınızda depolanan dizine eklenemeyen %d konumun listesini yenileyebilirsiniz.<br>Verilerinizde dizine eklenemeyen konumları düzelttiyseniz veya güncellenmiş gedcomları ve bu konumlardan bazılarını içe aktardıysanız artık verilerinizde görünmeyebilirse bunu yapın.

source: REFRESH LIST OF NON-INDEXABLE LOCATIONS
fi: PÄIVITÄ LÖYTYMÄTTÖMIEN PAIKKOJEN LISTA
fr: RAFRAÎCHISSEZ LA LISTE DES LIEUX NON-INDEXABLES
fur: RICONTROLE ELENC DAS LOCALITÂS SCOGNOSSUDIS
he: רענן את רשימת המיקומים שאי אפשר לאתרם
it: REFRESH ELENCO DI LOCALITA' NON INDICIZZABILI
pl: ODŚWIEŻAJ LISTĘ NIE-INDEKSOWALNYCH LOKALIZACJI
pt: ACTUALIZAR A LISTA DE LOCAIS NÃO INDEXÁVEIS
ru: ОБНОВИТЬ СПИСОК НЕИНДЕКСИРУЕМЫХ РАСПОЛОЖЕНИЙ
sk: OBNOVIŤ ZOZNAM NE-INDEXOVATEĽNÝCH MIEST
tr: DİZİNE VERİLMEYEN YERLERİN LİSTELERİNİ YENİLE

source: The slider has 10 steps. By default the starting year is 1560 with 9 intervals of 50 years up till 2010 and beyond.<br>You can set the starting year yourself for each tree, to suit it to the earliest years in that tree<br>The 9 intervals will be calculated automatically. Some example starting years for round intervals:<br>1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35),1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)
fr: Le curseur comporte 10 étapes. Par défaut, l'année de départ est 1560 avec 9 intervalles de 50 ans jusqu'en 2010 et au-delà.<br> Vous pouvez définir vous-même l'année de départ pour chaque arbre, pour l'adapter aux premières années de cet arbre. <br>Les 9 intervalles seront calculés automatiquement. Quelques exemples d'années de départ pour les intervalles arrondis:<br> 1110 (intv.100), 1560 (intv.50), 1695 (intv.35), 1740 (intv.30), 1785 (intv.25), 1830 (intv.20)
fur: La scjale a ja 10 scjalins. Par impostazion predefinide, l'an di partenze al è 1560 cun 9 intervai di 50 ancj fin al 2010 e indenant.<br>Al è pussibil impostâ di besoi l'an di partenze par ogni arbul, ven a stâi ai prins ancj di chel arbul<br>I 9 intervai a vegnin calcolâts automaticamentri. Pâr esempli di ancj di parenze cun intervai regolârs:<br>1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35), 1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)
he: במחוון יש 10 שלבים. ברירת המחדל היא ששנת ההתחלה היא 1560 עם 9 קפיצות של 50 שנה עד שנת 2010 ואילך. <br> אפשר להגדיר את שנת ההתחלה ידנית לכל עץ, על מנת להתאים אותה לשנה המוקדמת ביותר באותו העץ. <br> במקרה זה 9 הקפיצות יחושבו באופן אוטומטי. להלן כמה דוגמאות לשנות התחלה שיתנו קפיצות "עגולות": <br> 1110 (קפיצות של 100), 1560 (קפיצות של 50), 1695 (קפיצות של 35), 1740 (קפיצות של 40), 1785 (קפיצות של 25), 1830 (קפיצות של 20).
it: Il cursore ha 10 gradini. Per impostazione predefinita, l'anno di partenza è 1560 con 9 intervalli di 50 anni fino al 2010 e oltre.<br>È possibile impostare da soli l'anno di partenza per ogni albero, per adeguarla ai primi anni in quell'albero<br>I 9 intervalli vengono calcolati automaticamente. Alcuni esempi di partenza anni per una serie di intervalli:.<br>1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35), 1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)
pl: Suwak ma 10 kroków. Domyślnie rokiem początkowym jest 1560 z 9 przedziałami po 50 lat do roku 2010 i później. <br>Możesz samodzielnie ustawić rok początkowy dla każdego drzewa, aby dopasować go do najwcześniejszych lat w tym drzewie. <br>9 przedziałów zostanie obliczonych automatycznie. Przykładowe lata początkowe dla okrągłych interwałów:<br>1110 (intv. 100), 1560 (intv. 50), 1695 (intv. 35), 1740 (intv. 30), 1785 (intv. 25), 1830 (intv. 20)
ru: Ползунок имеет 10 шагов. По умолчанию начальным годом является 1560 с 9 интервалами по 50 лет до 2010 г. и далее.<br>Вы можете самостоятельно установить начальный год для каждого дерева, чтобы он соответствовал самым ранним годам в этом дереве.<br>9 интервалов будут рассчитываться автоматически. Некоторые примеры начальных лет для круглых интервалов:<br>1110 (интв. 100), 1560 (интв. 50), 1695 (интв. 35), 1740 (интв. 30), 1785 (интв. 25), 1830 (интв. 20)
sk: Posuvník má 10 krokov. Štandardne je predvolený rok je 1.560 s 9 intervaloch 50 rokov až do roku 2010 a ďalej. <br> Môžete nastaviť počiatočný rok sami pre každý rodokmeň, tak aby vyhovoval rodokmeňu <br> 9 intervalov bude vypočítaných automaticky. Niektoré príklady rokov pre okrúhle intervaly: <br> 1.110 (INTV. 100), 1560 (INTV. 50), 1695 (INTV. 35), 1740 (INTV. 30), 1785 (INTV. 25), 1830 (INTV. 20)
tr: Kaydırıcının 10 adımı vardır. Varsayılan olarak başlangıç yılı, 2010 ve sonrasına kadar 50 yıllık 9 aralıkla 1560'tır.<br>Her ağaç için başlangıç ​​yılını, o ağaçtaki en erken yıllara uyacak şekilde kendiniz ayarlayabilirsiniz<br>9 aralık otomatik olarak hesaplanacaktır. Yuvarlak aralıklar için başlangıç yıllarına bazı örnekler:<br>1110 (100 aralıklılar), 1560 (50 aralıklılar), 1695 (35 aralıklılar),1740 (30 aralıklılar), 1785 (25 aralıklılar), 1830 (20 aralıklılar)

source: Name of tree
fi: Sukupuun nimi
fr: Nom de l'arbre généalogique
fur: Non dal arbul
he: שם עץ המשפחה
it: Nome dell'albero
pl: Nazwa drzewa
pt: Nome da árvore
ru: Название дерева
sk: Názov rodokmeňa
tr: Ağacın adı
zh: 家譜的名字

source: Starting year
fi: Aloitusvuosi
fr: Année de début
fur: A partî dal an
he: שנת התחלה
it: A partire dall'anno
pl: Rok rozpoczęcia
pt: Ano inicial
ru: Начальный год
sk: Počiatočný rok
tr: Başlangıç ​​yılı
zh: 開始年度

source: Interval
fi: Jakso
fr: Intervalle
he: מרווח
it: Intervallo
pl: Interwał
pt: Intervalo
ru: Интервал
tr: Aralıklı
zh: 間隔

source: Default slider position
fi: Sätimen oletusasento
fr: Position du curseur par défaut
fur: Posizion predefinide da scjale
he: מיקום ברירת המחדל של פס הגלישה
it: Posizione di scorrimento predefinita
pl: Domyślna pozycja suwaka
pt: Posição do slider por omissão
ru: Положение ползунка по умолчанию
sk: Základná pozícia posuvníka
tr: Varsayılan kaydırıcı konumu
zh: 在正常情況下滑塊的位置
