Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Show details
fi: Näytä tiedot
fr: Afficher les détails
fur: Mostre ducj i particolârs
he: הצג פרטים
it: Mostra tutti i dettagli
pl: Pokaż szczegóły
pt: Mostrar detalhes
ru: Показать подробности
sk: Ukáž podrobnosti
tr: Detayları göster
zh: 展示詳細情形

source: Person
fi: Henkilö
fr: Personne
fur: Persone
he: אדם
it: Persona
pl: osoba
pt: Pessoa
ru: Персона
sk: Osoba
tr: Kişi
zh: 個人

source: Person not found
fi: Henkilöitä ei löytynyt
fr: Personne non trouvée
fur: Persone no cjatade
he: אדם לא נמצא
it: Persona non trovata
pl: Nie znaleziono osoby
pt: Pessoa não encontrada
ru: Персона не найдена
sk: Osoba nenájdená
tr: Kişi bulunamadı
zh: 未找到個別人氏

source: Switch persons
fi: Vaihda henkilöt
fr: Intervertir les personnes
fur: Cambie lis personis
he: החלף אנשים
it: Seleziona persone
pl: Zamień osoby
pt: Trocar as pessoas
ru: Переключить персон
sk: Zmeň osoby
tr: Kişileri değiştir
zh: 變更個別人氏

source: Automatic merge will go through the entire database and merge all persons who comply with ALL the following conditions:<br> <ul><li>Both persons have a first name and a last name and they are identical</li> <li>Both persons have parents with first and last names and those names are identical</li> <li>Both persons' parents have a marriage date and it is identical (This can be disabled under "Settings")</li> <li>Both persons have a birth date and it is identical OR both have a death date and it is identical</li></ul> <b>Please note that the automatic merge may take quite some time, depending on the size of the database and the number of merges.</b><br> You will be notified of results as the action is completed
fi: Automaattinen yhdistäminen käy läpi koko tietokannan ja yhdistää kaikki henkilöt, joiden tiedot vastaavat TÄYSIN toisiaan seuraavastis:<br> <ul><li>Kummankin henkilön etu- ja sukunimet ovat identtiset</li> <li>Molemmilla henkilöillä ovat vanhemmat, joilla on etu- ja sukunimet ja nimet ovat identtiset</li> <li>Molemmilla henkilöillä on hääpäivä ja ne ovat identtiset (Tämän ehdon voi poistaa kohdassa "Asetukset"")</li> <li>Molemmilla henkilöillä on syntymäpäivä ja ne ovat identtiset TAI molemmilla henkilöillä on kuolinpäivä ja ne ovat identtiset</li></ul> <b>Huomioithan, että automaattinen yhdistäminen kestää jonkin aikaa, riippuen tietokannan koosta ja yhdistettävien tietojen määrästä.</b><br> Saat huomautuksen tuloksista, kunhan toiminto on valmis.
fr: La fusion automatique analysera toute la base de données et de fusionnera toutes les personnes qui satisfont à TOUTES les conditions suivantes :<br> <ul><li>deux personnes ont un prénom et un nom de famille qui sont identiques</li> <li> deux personnes ont des parents avec un nom et un prénom qui sont identiques </li> <li>les parents de deux personnes ont une date de mariage et elle est identique (Ceci peut être désactivé sous "Paramètres")</li> <li> deux personnes ont une date de naissance et elles es identique OU les deux ont une date de décès et elle est identique</li></ul> <b> Merci de noter que la fusion automatique peut prendre un certain temps, selon la taille de la base de données et le nombre de fusions.</b> Vous serez avisé des résultats, une fois l'action terminée.
fur: L'union automatiche a darà dâ une passade a dut il database e unssarà dutis lis personis che a sodifin DUTIS lis condizions sieltis: <br> <ul> <li> Dutis dôs a jan di vei il non e il cognon identics </li> <li>Dutia dôs a jan di vei gjenitôrs cun non e cognon identics </li> <li> I gjenitôrs das dôs personis a jan di vei la date di matrimoni identiche (opzion c'àsi pues disabilitâ in "Impostazions ") </li> <li> Lis dôs personis a jan di vei la date di nassite identiche O PÛR la date di muart identiche </li> </ul> <b> Ten presint che l'union automatichea pues richiedi un poc di timp, a secont das dimensions del database e al numar fusion. </b> <br> Ti Une notifiche ti mostre i risultâs intant che la elaborazion a va indenant
he: המיזוג האוטומטי יעבור בכל בסיס הנתונים וימזג את כל האנשים שעונים על כל הקריטריונים הבאים:<br> <ul><li>לשני האנשים יש שם פרטי ושם משפחה ושמות אלה זהים</li> <li>לשני האנשים יש הורים עם שם פרטי ושם משפחה ושמות אלה זהים</li> <li>להורים של שני האנשים יש תאריך נישואין ותאריכים אלה זהים (ניתן לבטל קריטריון זה בהגדרות)</li> <li>לשני האנשים יש תאריך לידה והוא זהה, או תאריך פטירה והוא זהה.</li></ul> <b>שימו לב שביצוע המיזוג האוטומטי עשוי לערוך זמן, בהתאם לגודל עץ המשפחה ומספר המיזוגים שיש לבצע.</b><br> תקבלו הודעה כאשר התהליך הסתיים
it: L'unione automatica passerà attraverso l'intero database e unirà tutte le persone che soddisfano TUTTE le seguenti condizioni: <br> <ul> <li> Entrambe le persone hanno un nome e un cognome e sono identiche </li> <li> Entrambe le persone hanno genitori con nome e cognome e quei nomi sono identici </li> <li> I genitori di entrambe le persone hanno una data di matrimonio ed è identica (può essere disabilitata in \ "Impostazioni ") </li> <li> Entrambe le persone hanno una data di nascita ed è identica OPPURE entrambe hanno una data di morte ed è identica </li> </ul> <b> Tieni presente che l'unione automatica potrebbe richiedere un po 'di tempo, a seconda delle dimensioni del database e del numero di fusioni. </b> <br> Riceverai una notifica dei risultati man mano che l'azione sarà completata
pl: Automatyczne scalanie przejdzie przez całą bazę danych i scali wszystkie osoby, które spełniają WSZYSTKIE następujące warunki:<br> <ul><li>Obie osoby mają imię i nazwisko i są identyczne</li> <li>Obie osoby mają rodziców o imionach i nazwiskach, które są identyczne</li> <li>Oboje rodzice mają datę ślubu i jest ona identyczna (można to wyłączyć w „Ustawieniach”)</li> <li>Obie osoby mają datę urodzenia i jest ona identyczna LUB obie mają datę śmierci i jest identyczna</li></ul> <b>Należy pamiętać, że automatyczne scalanie może potrwać dość długo, w zależności od wielkości bazy danych i liczby połączeń.</b><br> Zostaniesz powiadomiony o wynikach po zakończeniu działania
pt: A Combinação Automática vai percorrer a base de dados inteira e combinar as pessoas que cumprirem TODAS as condições seguintes´:<br> <ul><li>Ambos os indivíduos terem primeiro e último nome, e estes serem idênticos</li> <li>Ambos os indivíduos terem progenitores com primeiro e último nome, e estes serem idênticos</li> <li>Os progenitores de ambos os indivíduos terem data de casamento e esta ser idêntica (Isto pode ser desativado nos "Parâmetros")</li> <li>Ambos os indivíduos terem uma data de nascimento idêntica OU ambos terem uma data de óbito idêntica</li></ul> <b>Note por favor que a combinação automática pode exigir algum tempo de processamento, dependendo do tamanho da base de dados e do número de combinações.</b><br> Será notificado dos resultados assim que a ação se completar.
ru: Автоматическое слияние пройдет через всю базу данных и объединит всех лиц, которые соответствуют ВСЕМ следующим условиям:<br> <ul><li>У обоих людей есть имя и фамилия, и они идентичны</li> <li>У обоих людей есть родители с именами и фамилиями, и эти имена идентичны</li> <li>У родителей обоих лиц есть дата вступления в брак, и она идентична (это можно отключить в разделе "Настройки")</li> <li>У обоих людей есть дата рождения, и она идентична, ИЛИ у обоих есть дата смерти, и она идентична</li></ul> <b>Пожалуйста, обратите внимание, что автоматическое слияние может занять довольно много времени, в зависимости от размера базы данных и количества слияний.</b><br> Вы будете уведомлены о результатах по завершении действия
sk: Automatické zlúčenie prejde celú databázu a zlúči všetky osoby, ktoré spĺňajú všetky tieto podmienky: <br> <ul> <li> Obe osoby majú krstné meno a priezvisko, a sú identické </ li> <li> Obe osoby, majú rodičov , mena a priezviska sú identické </ li> <li> Rodičia oboch osôb "majú dátum manželstva a je totožný (Túto funkciu je možné zakázať v" Nastavenia ") </ li> <li> Obe osoby majú dátum narodenia a je zhodný alebo obaja majú dátum smrti a je totožný </ li> </ ul> <b> Upozorňujeme, že automatické zlúčenie môže trvať nejaký čas, v závislosti na veľkosti databázy a počte zlučovanie. </ b> <br> Budete informovaní o výsledkoch po dokončení akcie
tr: Otomatik birleştirme, tüm veritabanını gözden geçirecek ve aşağıdaki TÜM koşullara uyan tüm bireyleri birleştirecektir:<br> <ul><li>Her iki kişinin de bir adı ve soyadı vardır ve bunlar aynıdır</li> <li>Her iki bireyin de adı ve soyadı olan ebeveynleri var ve bu isimler aynıdır</li> <li>Her iki bireyin ebeveynlerinin de bir evlilik tarihi vardır ve aynıdır (Bu, "Ayarlar" altında devre dışı bırakılabilir).</li> <li>Her iki bireyin de bir doğum tarihi vardır ve aynıdır VEYA her ikisinin de bir ölüm tarihi vardır ve aynıdır</li></ul> <b>Veritabanının boyutuna ve birleştirme sayısına bağlı olarak otomatik birleştirmenin oldukça uzun sürebileceğini lütfen unutmayın.</b><br> İşlem tamamlandığında sonuçlar hakkında bilgilendirileceksiniz
zh: 自動合併將通過整個數據庫並且合併那些符合以下所有條件的個人：<br> <ul><li>兩者有一樣的名字和姓氏並且他們是一樣的</li><li>兩者的父母有一樣的名字和姓氏並且他們的名字是一樣的</li> <li>兩個人的父母的結婚日期是一樣的(這可以在“設定”下被禁用)</li> <li>兩者有一樣的出生日期，或兩者都有一樣的死亡日期</li></ul><b>請注意自動合併可能需要相當長的一段時間，這取決於該數據庫的大小和合併的數量</b><br>操作完成後結果將通知你

source: Start automatic merge
fi: Aloita automaattinen yhdistäminen
fr: Commencez la fusion automatique
fur: A scomençe la unificazion automatiche
he: התחל מיזוג אוטומטי
it: Avvia unificazione automatica
pl: Rozpocznij automatyczne scalanie
pt: Iniciar a junção automática
ru: Начало автоматического объединения
sk: Spustiť automatické zlúčenie
tr: Otomatik birleştirmeyi başlat

source: Please wait while the automatic merges are processed...
fi: Odota kunnes automaattinen yhdistäminen on tehty...
fr: Merci de patienter pendant que les fusions automatiques sont traitées ...
fur: Ti tocje spetâ intant che la unificazion automatiche a va indenant ...
he: אנא המתינו במהלך תהליך המיזוג האוטומטי...
it: Si prega di attendere mentre l'unione automatica viene processata ...
pl: Poczekaj, aż automatyczne scalenia zostaną przetworzone...
pt: Por favor aguarde enquanto as combinações automáticas são processadas...
ru: Дождитесь завершения автоматического объединения...
sk: Počkaj, je vykonávané automatické zlúčenie...
tr: Otomatik birleştirmeler işlenirken lütfen bekleyin...
zh: 請等候當自動合併正在處理中

source: No automatic merge options were found.
fi: Automaattisen yhdistämisen optioita ei löytynyt.
fr: Aucune option de fusion automatique trouvée
fur: No è stade cjatade nissune pussibil union automatiche.
he: לא נמצאו אנשים למיזוג אוטומטי.
it: Nessuna opzione di unione automatica è stata trovata.
pl: Nie znaleziono opcji automatycznego scalania.
pt: Não se encontraram opções para a combinação automática.
ru: Параметры автоматического слияния не найдены.
sk: Neboli nájdené podmienky pre automatické zlúčenie.
tr: Otomatik birleştirme seçeneği bulunamadı.
zh: 沒有自動合併的選項被發現

source: Automatic merge completed
fi: Automaattinen yhdistäminen valmis
fr: Fusion automatique complétée
fur: Union automatiche completade
he: המיזוג האוטומטי הושלם
it: Unione automatica completata
pl: Automatyczne scalanie zakończone
pt: A combinação automática terminou
ru: Автоматическое объединение завершено
sk: Automatické zlúčenie je kompletné
tr: Otomatik birleştirme tamamlandı
zh: 自動合併操作完成了

source: merges were performed
fi: yhdistämistä tehtiin
fr: fusion(s) faite(s)
fur: unions son stadis fatis
he: מיזוגים בוצעו
it: unioni sono state eseguite
pl: scalanie zostało wykonane
pt: combinações foram efectuadas
ru: выполнены объединения
sk: zlúčenia boli vykonané
tr: birleştirmeler yapıldı
zh: 合併已操作了

source: It is recommended to continue with <b>"Relatives merge"</b> to consider merging persons affected by previous merges that were performed.
fi: On suositeltavaa jatkaa toiminnolla <b>"Sukulaisten yhdistäminen"</b> huomioiden henkilöiden yhdistämisen vaikutus aikaisempiin yhdistämisiin.
fr: Il est recommandé de continuer avec <b>"Fusion parenté"</b> pour envisager fusionner les personnes touchées par des fusions antérieures.
fur: Si raccomande di continuâ cun <b>"Union Familiârs"</b> par cjapâ in considerazion la fusion di personis interessadis da prededentis unions.
he: מומלץ להמשיך עם "מיזוג קרובים" על מנת לבחון עם יש קרובים שיש למזגם בעקבות המיזוגים שבוצעו כעת.
it: Si raccomanda di continuare con <b>"Unione Familiari"</b> di prendere in considerazione la fusione persone colpite da unioni precedenti che sono state eseguite.
pl: Zaleca się kontynuowanie <b>„Łączenie krewnych”</b> scalania osób dokonanych poprzednimi połączeniami, które zostały wykonane.
pt: Recomenda-se prosseguir com a <b>"Combinação de familiares"</b> considerando a combinação de indivíduos afectados pelas combinações anteriores que foram entretanto realizadas.
ru: Рекомендуется продолжить с <b> "Слияние родственников"</b>, чтобы рассмотреть возможность объединения лиц, затронутых предыдущими выполненными слияниями.
sk: Odporúča sa pokračovať s <b> "Príbuzní zlúčiť" </ b> zvážiť zlúčenie osôb, ktoré už boli vykonané.
tr: Gerçekleştirilen önceki birleşmelerden etkilenen kişileri birleştirmeyi düşünmek için <b>"Akraba birleştirme"</b> ile devam edilmesi önerilir.
zh: 建議繼續進行 <b>"Relatives merge"</b>考慮合併這些個人由於原先的合併受到影響

source: Relatives merge
fi: Sukulaisten yhdistäminen
fr: Fusion parenté
fur: Union dai Famigliârs
he: מיזוג קרובים
it: Unione Familiari
pl: Łączenie krewnych
pt: Combinação de familiares
ru: Родственники сливаются
sk: Zlúčenie príbuzných
tr: Akraba birleştirme
zh: 親戚的合併

source: You may wish to proceed with duplicate merge or manual merge.
fi: Voit jatkaa dublikaattien yhdistämisellä tai manuaalisella yhdistämisellä.
fr: Vous pouvez procéder à la fusion de doublons ou la fusion manuelle.
fur: Si pues provâ a continuâ cu la Union dai duplicâts o la union manuâl.
he: אולי תרצו להמשיך במיזוג כפולים או מיזוג ידני.
it: Si potrebbe desiderare di procedere con Unione dei Duplicati o unione manuale.
pl: Możesz kontynuować scalanie duplikatów lub ręcznie.
pt: Pode desejar prosseguir com a combinação de duplicatas ou realizar a combinação manualmente..
ru: Возможно, вы захотите выполнить дублирующее слияние или ручное слияние.
sk: Možno budete chcieť pokračovať s duplicitným zlúčením alebo ručným zlúčením.
tr: Çift birleştirme veya el ile birleştirme ile devam etmek isteyebilirsiniz.
zh: 你也許想要進行重複的合併或現行的合併

source: Duplicate merge
fi: Dublikaattien yhdistäminen
fr: Fusion de doublons
fur: Union dai Duplicâts
he: מיזוג כפולים
it: Unione Duplicati
pl: Scalanie Duplikatów
pt: Combinação de duplicatas
ru: Объединение дубликатов
sk: Duplicitné zlúčovanie
tr: Çift birleştirme
zh: 重複的合併

source: Manual merge
fi: Manuaalinen yhdistäminen
fr: Fusion manuelle
fur: Union Manuâl
he: מיזוג ידני
it: Unione Manuale
pl: Scalanie ręczne
pt: Combinação manual
ru: Ручное объединение
sk: Ručné zlúčovanie
tr: Manuel birleştirme
zh: 現行的合併

source: These are the persons that were merged:
fi: Nämä henkilöt on yhdistetty:
fr: Ces personnes ont été fusionnées :
fur: Chestis personis no son stadis unidis:
he: אלה האנשים שמוזגו:
it: Queste sono le persone che sono state unite:
pl: To są osoby, które zostały połączone:
pt: São estas as pessoas a serem combinadas:
ru: Персоны, которые были объединены:
sk: Tieto osoby boli zlúčené:
tr: Bunlar birleştirilen kişiler:
zh: 這些個人組合已被合併

source: Merge filter settings
fi: Yhdistämisen suodattamisen asetukset
fr: Fusionner les paramètres de filtrage
fur: Impostazions dal filtri pas Union
he: הגדרת מסנני המיזוג
it: Impostazioni del filtro per le Unioni
pl: Ustawienia filtra scalania
pt: Parâmetros do filtro de combinação
ru: Настройки фильтра слияния
sk: Nastavenie filtra zlúčovania
tr: Filtre ayarlarını birleştir
zh: 合併過濾器的設定

source: Settings
fi: Asetukset
fr: Paramètres
fur: Impostazions
he: הגדרות
it: Impostazioni
pl: Ustawienia
pt: Parâmetros
ru: Настройки
sk: Nastavenia
tr: Ayarlar
zh: 設置

source: Explanation
fi: Selitys
fr: Explication
he: הסבר
pt: Explicação
ru: Объяснение
sk: Vysvetlenie
tr: Açıklama
zh: 說明

source: General
fi: Yleinen
fr: Général
fur: Generâl
he: כללי
it: Generale
pl: Ogólnie
pt: Geral
ru: Основное
tr: Genel
zh: 一般

source: Max characters to match firstname:
fi: Maksimi määrä samoja merkkejä etunimessä:
fr: Nombre maximum de caractères pour le prénom :
fur: Numar massim di carattars par abinâ l non:
he: מספר תווים מירבי להתאמת שם פרטי:
it: Max caratteri da abbinare al nome:
pl: Maksymalna liczba znaków pasujących do imienia:
pt: Nº máx. de caracteres para correspondência com o primeiro nome:
ru: Максимальное количество символов совпадения имени:
sk: Max počet znakov pre zhodu mena:
tr: İlk adla eşleşecek maksimum karakter:
zh: 名字符合需要的最多字符

source: In different trees, first names may be listed differently: Thomas Julian Booth, Thomas J. Booth, Thomas Booth etc. By default a match of the first 10 characters of the first name will be considered a match. You can change this to another value. Try and find the right balance: if you set a low number of chars you will get many unwanted possible matches. If you set it too high, you may miss possible matches as in the example names above.
fi: Eri sukupuissa etunimet voi olla kirjoitettu eri tavoin: Thomas Julian Booth, Thomas J. Booth, Thomas Booth jne. Oletuksena huomioidaan 10 ensimmäistä merkkiä etunimien samanlaisuutta arvioitaessa. Voita vaihtaa lukumäärän oletusarvoa. Testaa ja löydä sopiva arvo: pienellä määrällä saat paljon virheellisiä ehdotuksia. Liian suurella luvulla voit ohittaa toikeita kaksoiskappaleita kuten edellä olevassa esimerkissä.
fr: Dans différents arbres généalogiques, les prénoms peuvent être saisis différemment : Thomas Jules Robert, Thomas J. Robert, Thomas Robert, etc. Par défaut, une correspondance des 10 premiers caractères du prénom sera considéré comme une correspondance. Vous pouvez modifier cette valeur. Essayez de trouver le juste équilibre : si vous définissez un faible nombre de caractères, vous obtiendrez beaucoup de correspondances indésirables. Si vous définissez un grand nombre de caractères, vous risquez de manquer des correspondances comme dans l'exemple ci-dessus.
fur: In arbui diferents, i nons a puedis sei scris in maniere diferente: Giobatta Rossi, Gio Batta Rossi, Giovanni Battista Rossi, ecc. Par impostazion predefinide, si considerin compagns i nons cui prins 10 caratars identics. Si pues però metti un altri valôr.Bisugne cirî il jest ecuilibri tra un numar bas di caratars e tantis pussibilis corrispondencis, e un numar alt di caratars e une vôre pocjis corrispondencis.
he: בעצים השונים ייתכן ששמות פרטיים נרשמו באופן שונה, כדוגמא: יוסף מנחם הלוי, יוסף לוי, יוסף מ. לוי וכו'. ברירת המחדל הוא ש-10 התווים הראשונה של השם הפרטי נבדקים לבחינת כפולים אפשריים. אפשר לשנות זאת לערך אחר. נסו למצוא את האיזון הנכון. אם המספר נמוך מדי שעלול להביא לרשימה מאד ארוכה. אם המספר גבוה מדי אפשר שלא ייכללו אנשים על אף שהם כפולים אמיתיים.
it: In diversi alberi, i nomi possono essere elencati in modo diverso: Julian Thomas Booth, Thomas J. Booth, Thomas ecc Booth Per impostazione predefinita, una corrispondenza dei primi 10 caratteri del primo nome sarà considerata una uguaglianza. Puoi cambiarlo in un altro valore. Prova a cercare il giusto equilibrio: se imposti un numero basso di caratteri avrai molte corrispondenze indesiderate possibili. Se lo imposti troppo in alto, potresti perdere le corrispondenze possibili come nei nomi del precedente esempio.
pl: W różnych drzewach imiona mogą być wymienione inaczej: Thomas Julian Booth, Thomas J. Booth, Thomas Booth itp. Domyślnie dopasowanie pierwszych 10 znaków imienia będzie uważane za dopasowanie. Możesz zmienić to na inną wartość. Spróbuj znaleźć właściwą równowagę: jeśli ustawisz małą liczbę znaków, otrzymasz wiele niepożądanych możliwych dopasowań. Jeśli ustawisz go zbyt wysoko, możesz przegapić możliwe dopasowania, jak w przykładowych nazwach powyżej.
pt: Em árvores diferentes, os primeiros nomes (nomes próprios) podem aparecer listados de forma diferente: Tomás Júlio Pedrosa, Tomás J. Pedrosa, Tomaá Pedrosa, etc. Por omissão será considerada a correspondência dos primeiros 10 caracteres do primeiro nome. Você pode alterar este parâmetro para outro valor. Tente e descubra o melhor equilíbrio: se utilizar um número pequeno de caracteres pode obter muitas correspondências posíveis mas indesejadas. Se estipular um número demasiado grande, pode perder possíveis correspondências, como nos exemplos acima.
ru: В разных деревьях имена могут быть указаны по-разному: Томас Джулиан Бут, Томас Дж. Бут, Томас Бут и т.д. По умолчанию совпадение первых 10 символов имени будет считаться совпадением. Вы можете изменить это значение на другое. Попробуйте найти правильный баланс: если вы установите небольшое количество символов, вы получите много нежелательных возможных совпадений. Если вы установите его слишком высоко, вы можете пропустить возможные совпадения, как в приведенных выше примерах имен.
sk: V rôznych rodokmeňoch, krstné mená môžu byť uvedené odlišne: Thomas Julian Booth, Thomas J. Booth, Thomas Booth atď. Štandardne je zhoda z prvých 10 znakov krstného mena považovaná za zhodu. Toto nastavenie môžete zmeniť na inú hodnotu. Pokúste sa nájsť správnu rovnováhu: Ak nastavíte nízky počet znakov, budete mať veľa nechcených možných zhôd. Ak nastavíte príliš vysoko, môžu chýbať možné zhody ako v príklade vyššie uvedených mien.
tr: Farklı ağaçlarda, ilk adlar farklı şekilde listelenebilir: Thomas Julian Booth, Thomas J. Booth, Thomas Booth vb. Varsayılan olarak, adın ilk 10 karakterinin eşleşmesi eşleşme olarak kabul edilecektir. Bunu başka bir değerle değiştirebilirsiniz. Deneyin ve doğru dengeyi bulun: düşük sayıda karakter ayarlarsanız, birçok istenmeyen olası eşleşme elde edersiniz. Çok yüksek ayarlarsanız yukarıdaki örnek isimlerdeki gibi olası eşleşmeleri kaçırabilirsiniz.
zh: 在不同的家譜樹，名字也許出現方式不同：Thomas Julian Booth, Thomas J. Booth, Thomas Booth等等在默認情況下前面10個字符相同就可認定符合，你可改變這默認值，試圖找到正確的平衡：如果你設置的字符數較少，你會得到許多不必要的可能匹配。如果設置得太高，可能會錯過可能的匹配如同上面的例子。

source: include blank lastnames
fi: sisällytä tyhjät sukunimet
fr: inclure des noms de famille vides
fur: cjape dentri ancje chei cence Cognon
he: כלול שמות משפחה ריקים
it: includi Cognomi a blank
pl: dołącz puste nazwiska
pt: incluir últimos nomes (apelidos) em branco
ru: включая пустые фамилии
sk: vrátane prázdnych priezvísk
tr: boş soyadları dahil et
zh: 包括空白的姓
