Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: alive
fi: elossa
fr: vivant
fur: vivent
he: בחיים
it: vivente
pl: żywy
pt: Vivo
ru: живущий
sk: nažive
tr: canlı
zh: 活生生的

source: religion
fi: uskonto
fur: religjion
he: דת: ‏
it: religione
pl: religia
pt: Religião
ru: религия
sk: náboženstvo
tr: din
zh: 宗教

source: own code
fi: oma koodi
fr: code personnel
fur: codiç personâl
he: קוד עצמי
it: codice personale
pl: własny kod
pt: Código próprio
ru: Собственный код
sk: vlastný kód
tr: kendi kodu
zh: 自己的數碼

source: stillborn
fi: kuolleena syntynyt
fr: mort-né(e)
fur: nassût muart
he: נולד ללא חיים
it: nato morto
pl: poroniony
pt: nado-vivo
ru: мертворожденный
sk: mŕtvonarodený/á
tr: ölü doğmuş
zh: 胎死腹中

source: general text
fi: yleinen teksti
fr: Texte général
fur: coment gjenerâl
he: טקסט כללי
it: testo generale
pl: ogólny tekst
pt: texto genérico
ru: общий текст
sk: všeobecný text
tr: genel metin
zh: 一般文句

source: name text
fi: nimiteksti
fr: Texte nom
fur: coment pal non
he: טקסט לצד שם
it: testo per il nome
pl: tekst nazwisko
pt: texto do nome
ru: текст имени
sk: text mena
tr: isim metni
zh: 名字文句

source: birth text
fi: syntymäteksti
fr: texte naissance
fur: coment pa nassite
he: טקסט לצד לידה
it: testo per la nascita
pl: tekst urodzenia
pt: texto do nascimento
ru: текст о рождении
sk: text narodenia
tr: doğum metni
zh: 出生文句

source: baptism text
fi: kasteteksti
fr: texte baptême
fur: coment pal batisim
he: טקסט לצד טבילה
it: testo per il battesimo
pl: tekst chrztu
pt: texto do baptismo
ru: текст крещения
sk: text krstu
tr: vaftiz metni
zh: 受洗文句

source: death text
fi: kuolinteksti
fr: texte décès
fur: coment pa la muart
he: טקסט לצד פטירה
it: testo per la morte
pl: tekst śmierc
pt: texto do óbito
ru: сообщение о смерти
sk: text úmrtia
tr: ölüm metni
zh: 死亡文句

source: burial text
fi: hautausteksti
fr: texte d'inhumation
fur: coment pal funerâl
he: טקסט לצד קבורה
it: testo per il funerale
pl: tekst pochówek
pt: texto do funeral
ru: погребальный текст
sk: text pochovania
tr: defin metni
zh: 埋藏文句

source: Relatives
fi: Sukulaiset
fr: Parenté
fur: Familiârs
he: קרובים
it: Familiari
pl: Krewni
pt: Familiares
ru: Родственники
sk: Príbuzní
tr: Akraba
zh: 親戚

source: Spouse
fi: Puoliso
fr: Époux(se)
fur: Spôs
he: בן/בת זוג
it: Coniuge
pl: Małżonka
pt: Esposa
ru: Супруга
sk: Manžel/ka
tr: Eş
zh: 配偶

source: Father
fi: Isä
fr: Père
fur: Pâri
he: אב
it: Padre
pl: Ojciec
pt: Pai
ru: Отец
sk: Otec
tr: Baba
zh: 父親

source: Mother
fi: Äiti
fr: Mère
fur: Mâri
he: אם
it: Madre
pl: Matka
pt: Mãe
ru: Мать
sk: Matka
tr: Anne
zh: 母親

source: Children
fi: Lapset
fr: Enfants
fur: Fîs
he: ילדים
it: Figli
pl: Dzieci
pt: Filhos
ru: Дети
sk: Deti
tr: Çocuklar
zh: 孩子們

source: Read text
fi: Lue teksti
fr: Lire le texte
fur: Lei il test
he: קראו את הטקסט
it: Leggi testo
pl: przeczytany tekst
pt: Texto a ler
ru: Читать текст
sk: Čítaj text
tr: Metni oku
zh: 讀文句

source: (no data)
fi: (ei tietoja)
fr: (aucune donnée)
fur: nissun dât
he: (אין נתונים)
it: (nessun dato)
pl: (brak danych)
pt: (sem dados)
ru: (нет данных)
sk: (bez dátumu)
tr: (veri yok)
zh: (沒有資料)

source: Picture
fi: Kuva
fr: Image
fur: Imagjinis
he: תמונה
it: Immagini
pl: Obrazek
pt: Imagem
ru: Изображение
sk: Obrázok
tr: Resim
zh: 圖畫

source: Other names
fi: Muut nimet
fr: Noms alternatifs
fur: Altris nons
he: שמות אחרים
it: Altri nomi
pl: Inne nazwy
pt: Outros nomes
ru: Другие имена
sk: Iné mená
tr: Diğer isimler
zh: 其他的名字

source: Internet link / URL
fr: Lien internet / URL
fur: Link internet/URL
he: קישור אינטרנט / URL
it: Link internet/URL
pl: Adres internetowy / URL
pt: Link / URL da Internet link
ru: Ссылка / URL
tr: İnternet bağlantısı / URL
zh: 互聯網鏈接 / URL

source: Show
fr: Montrez
fur: Mostre
he: הצג
it: Mostra

source: Sources
fi: Lähteet
fur: Font
he: מקורות
it: Fonte
pl: Źródła
pt: Fontes
ru: Источники
sk: Zdroje
tr: Kaynaklar
zh: 本源

source: Addresses
fi: Osoitteet
fr: Adresses
fur: Indiris
he: כתובות
it: Indirizzi
pl: Adresy
pt: Endereços
ru: Адреса
sk: Adresy
tr: Adresler
zh: 地址

source: was successfully merged into
fi: onnistuneesti sisällytetty
fr: a été fusionner correctement dans
fur: fusion riessude in
he: מוזג בהצלחה לתוך
it: fusione con successo in
pl: został pomyślnie połączony w
pt: foi combinada com sucesso para
ru: успешно объединены в
sk: bol úspešne zlúčený do
tr: başarıyla birleştirildi
zh: 已經成功地被合併到

source: After this merge there are %d surrounding relatives to be checked for merging!
fi: Tämän yhdistämisen jälkeen on vielä %d ympäröivää sukulaista yhdistettäväksi!
fr: Après cette fusion il y a %d parenté(s) à vérifier pour fusion !
fur: Dopo cheste union a son %d familiârs di controlâ pa la union!
he: אחרי מיזוג זה יש %d קרובים שיש לבדוק את הצורך במיזוגם!
it: Dopo questa unione ci sono %d familiari da controllare per l'unione!
pl: Po tym połączeniu są %d krewni, których należy sprawdzić pod kątem połączenia!
pt: Após esta combinação existem %d parentes próximos a conmferir para combinação!
ru: После этого слияния есть % d, окружающие родственников, которые должны быть проверены на слияние!
sk: Po tomto zlúčení je %d okolitých príbuzných na kontrolu pre zlúčenie!
tr: Bu birleştirmeden sonra, birleşme için kontrol edilmesi gereken %d çevreleyen akrabası var!
zh: 在這合併中有 %d 周圍親戚被檢查以便合併與否!

source: <b>You are strongly advised to move to "Relatives merge" mode to check all surrounding persons who may have to be checked for merging.</b><br> While in "Relatives merge" mode, any persons who might need merging as a result of consequent merges will be added automatically.<br> This is the easiest way to make sure you don't forget anyone.
fi: <b>On erittäis suositeltavaa siirtyä "Sukulaisten yhdistäminen" -toimintoon tarkastaakseen kaikki ympäröivät henkilöt jotka täytyy tarkastaa yhdistämisten varalta.</b><br> Toiminnon "Sukulaisten yhdistäminen" aikana kaikki henkilöt, jotka yhdistämisten takia täytyy tarkastaa makdollisten kaksoiskappalaiden varalta lisätään litalle automaattisesti.<br> Tämä on helpoin tapa varmistaa, että kaikki tulee huomioitua.
fr: <b>Nous vous conseillons fortement d'aller dans le mode "Fusion parenté" pour vérifier toutes les personnes parentes qui pourraient devoir être fusionnées.</b><br> Dans le mode "Fusion parenté" , toute personne qui aurait besoin d'être fusionnée suite à une fusion sera ajoutée automatiquement.<br> C'est la meilleure façon de ne pas oublier personne.
fur: <b>Si consee di doprâ la modalitât "Unî Familiârs" par controlâ dutis lis personis vicinis che bisugne controlâ prime da fusione.</b><br> Cu la modalità "Unî Familiârs", lis personis che a puedin vei bisugne di fusion dopo une precedente fusion, a saran unidis automaticamentri.<br> Chest al è il mût plui sempliç par jessi sugûrs di no dismenteâ nissun.
he: <b>אנו ממליצים מאד לעבור כעת ל-"מיזוג קרובים" על מנת לבדוק אם יש קרובים שצריך למזג אותם.</b><br> כאשר אתה נמצא ב-"מיזוג קרובים" כל אדם נוסף שיש צורך למזגו עקב מיזוגים קודמים מתווספים אוטומטית לרשימה.<br> זאת הדרך הקלה ביותר לוודא שלא שכחת אף אחד.
it: <b>Si consiglia vivamente di trasferirsi in modalità "Unire Familiari" per controllare tutte le persone vicine che potrebbero dover essere controllati per la fusione.</b><br> Mentre in modalità "Unire Familiari", le persone che potrebbero aver bisogno di fusione a seguito di fusioni conseguenti verrà aggiunto automaticamente.<br> Questo è il modo più semplice per essere sicuri di non dimenticare nessuno.
pl: <b>Zdecydowanie zalecamy przejście do trybu „Łączenie krewnych”, aby sprawdzić wszystkie otaczające osoby, które mogą wymagać sprawdzenia w celu połączenia.</b><br> <br>W trybie „Łączenie krewnych” wszystkie osoby, które mogą wymagać scalenia w wyniku kolejnych połączeń, zostaną dodane automatycznie To najprostszy sposób, aby upewnić się, że nikogo nie zapomnisz.
pt: <b>Aconselhamos veementemente a que transite para o modo de "Combinação de familiares"a fim de verificar todos os parentes próximos que possam de ser incluídos no processo de combinação.</b><br> No modo de "Combinação de familiares", quaisquer pessoas que necessitem de ser ainda combinadas em resultado de combinações anteriores serão adicionadas automaticamente.<br> Esta é a forma mais fácil de garantir que não se está a esquecer de alguém.
ru: <b>Вам настоятельно рекомендуется перейти в режим "Слияние родственников", чтобы проверить всех окружающих людей, которых, возможно, придется проверять на предмет слияния.</b><br> В режиме "Слияние родственников" все лица, которым может потребоваться объединение в результате последующих слияний, будут добавлены автоматически.<br> Это самый простой способ убедиться, что вы никого не забыли.
sk: <b> Dôrazne odporúčame presunúť sa do "Príbuzní zlúčiť" a skontrolovať všetky okolité osoby, ktoré môžu mať vplyv pre zlúčenie. </ b> <br> V "Príbuzní zlúčiť" každá osoba, ktorá môže byť potrebná zlúčenie bude doplnená automaticky. <br> To je najjednoduchší spôsob, ak nechcete nikoho zabudnúť.
tr: <b>Birleşme için kontrol edilmesi gerekebilecek tüm çevredeki kişileri kontrol etmek için "Akraba birleştirme" moduna geçmeniz şiddetle tavsiye edilir.</b><br> <br>"Akraba birleştirme" modundayken, sonraki birleşmeler sonucunda birleşmeye ihtiyaç duyabilecek kişiler otomatik olarak eklenecektir. Bu, kimseyi unutmadığınızdan emin olmanın en kolay yoludur.
zh: <b>強烈地建議你移動到“Relatives merge”模式中以檢查所有周圍的人誰可能要檢查合併</b><br>當在“Relatives merge”模式中,為隨之而來的合併可能需要的任何人將自動添加。<br>這是為了確保你不會忘記任何人的最簡單方法。

source: Continue manual merge
fr: Continuer la fusion manuelle
fur: Continue la Union manuâl
he: המשך במיזוג ידני
it: Continua l'Unione manuale
pl: Kontynuuj scalanie ręczne
pt: Prosseguir com a combinação manual
ru: Продолжить ручное объединение
sk: Prokračovať v manuálnom zlúčovaní
tr: Manuel birleştirmeye devam et
zh: 繼續進行手動合併

source: Continue with next pair
fi: Jatka seuraavasta parista
fr: Continuer avec la prochaine paire
fur: Continue cu la prossime copie
he: המשך עם הזוג הבא
it: Continua con la prossima coppia
pl: Kontynuuj z następną parą
pt: Prosseguir com o par seguinte
ru: Продолжить с новой парой
sk: Pokračovať s nasledujúcou dvojicou
tr: Sonraki çift ile devam et
zh: 繼續到下一個到體

source: Multiple updates will be done. It is recommended to do a database backup!<br><b>NEVER INTERRUPT THE UPDATE PROCEDURE!</b><br><b>Please wait until the notice that the update has been completed!</b>
fi: Useita päivityksiä tehdään. On suositeltavaa tehdä tietokannasta varmuuskopio!<br><b>ÄLÄ KOSKAAN KESKEYTÄ PÄIVITYSTÄ!</b><br><b>Ole hyvä ja odota ilmoitusta, että päivitus on valmis!</b>
fr: Plusieurs mises à jour seront effectuées. Il est recommandé d'archiver les données ! <br><b>NE JAMAIS INTERROMPRE LA PROCÉDURE DE MISE A JOUR !</b><br><b>Merci d'attendre l'avis de fin de la mise à jour !</b>
fur: Bisugne fâ potropis Atualizazions. Si consee di fâ prin un salvataç dal database!<b><br>No sta interompi mai la procedure di Atualizazion</b><br><b>Spete fin al avis che l'Atualizazion a jè stade completade!</b>
he: יבוצעו עדכונים מרובים. מומלץ לבצע קודם גיבוי לבסיס הנתונים! <br><b>לעולם אל תפסיק את תהליך העדכון באמצע! </b><br><b>נא המתן עד קבלת הודעה שתהליך העדכון הושלם.</b>
it: Saranno fatti vari aggiornamenti. Si consiglia di fare un salvataggio del database!<b><br>Non interrompere mai la procedura di aggiornamento</b><br><b>Attendere fino a quando l'avviso che l'aggiornamento è stato completato!</b>
pl: Dokonanych zostanie wiele aktualizacji. Zaleca się wykonanie kopii zapasowej bazy danych!<br><b>NIGDY NIE PRZERWAJ PROCEDURY AKTUALIZACJI!</b><br><b>Poczekaj na powiadomienie o zakończeniu aktualizacji!</b>
pt: Vão ser efectuadas actualizações múltiplas. Recomenda-se que faça uma cópia de segurança da base de dados!<br><b>NUNCA INTERROMPA O PROCESSO DE ACTUALIZAÇÃO!</b><br><b>Por favor aguarde até surgir a informação de que a actualização foi completada!</b>
ru: Будет выполнено обновление. Рекомендуется сделать резервную копию базы данных!<br><b>НИКОГДА НЕ ПРЕРЫВАЙТЕ ПРОЦЕДУРУ ОБНОВЛЕНИЯ!</b><br><b>Дождитесь сообщения, что обновление завершено!</b>
sk: Bude vykonaná viacnásobná aktualizácia. Je odporúčané vykonať zálohu databázy! <br> <B> neprerušujte proces aktualizácie! </ B> <br> <b> Prosím, počkajte na oznámenie, že aktualizácia bola dokončená! </ B>
tr: Çoklu güncellemeler yapılacaktır. Bir veritabanı yedeklemesi yapmanız önerilir!<br><b>GÜNCELLEME PROSEDÜRÜNÜ ASLA KESİNTİLEMEYİN!</b><br><b>Lütfen güncellemenin tamamlandığına dair bildirim gelene kadar bekleyin!</b>
zh: 多次更新將完成。建議做一個數據庫備份！<br><b> 切勿中斷更新過程！ </b><br><b>請等到更新已完成通知！</b>

source: %s status
fr: %s statut
fur: stât di %s
he: סטטוס %s
it: stato di %s
ru: %s Статус
sk: %s Stav
tr: %s durumu

source: All updates completed, click at "Mainmenu"
fi: Kaikki päivitykset valmiit, klikkaa "Päävalikkoa"
fr: Toutes les mises à jour sont complétées, cliquez sur "Menu principal"
fur: Dutis lis Atualizazions a son completadis, cliche su "Menu Principâl"
he: כל העדכונים בוצעו בהצלחה, הקלק "תפריט ראשי"
it: Tutti gli aggiornamenti completati, fare clic su "Menu Principale"
pl: Wszystkie aktualizacje zakończone, kliknij „Menu główne”
pt: Todas as actualizações foram realizadas com êxito, clique no "Menú Principal"
ru: Все обновления завершены, нажмите "Главное меню"
sk: Všetky obnovy sú kompletné. Klikni na Hlavné menu.
tr: Tüm güncellemeler tamamlandı, "Ana Menü" ye tıklayın
zh: 所有更新已完成, 點擊到 "Mainmenu"

source: Main menu
fi: Päävalikko
fr: Menu principal
fur: Menu Principâl
he: תפריט ראשי
it: Menu principale
pl: Menu główne
pt: Menú principal
ru: Главное меню
sk: Hlavné menu
tr: Ana menü
zh: 主選單

source: AUTOMATIC UPDATE PROCESS STARTED!
fi: AUTOMAATTINEN PÄIVITYS KÄYNNISTETTY!
fr: PROCESSUS DE MISE À JOUR AUTOMATIQUE DÉMARRÉ !
fur: Al è comenzade l'Atualizazion AUTOMATICHE!
he: תהליך העדכון האוטומטי החל
it: E' INIZIATO L'AGGIORNAMENTO AUTOMATICO!
pl: ROZPOCZĘCIE AUTOMATYCZNEGO PROCESU AKTUALIZACJI!
pt: O PROCESSO DE ACTUALIZAÇÃO AUTOMÁTICA FOI INICIADO!
ru: ЗАПУЩЕНО АВТОМАТИЧЕСКОЕ ОБНОВЛЕНИЕ!
sk: AUTOMATICKÁ AKTUALIZÁCIA ZAČALA!
tr: OTOMATİK GÜNCELLEME İŞLEMİ BAŞLADI!
zh: 自動更新過程已開始！

source: UPDATE OK!
fi: PÄIVITYS OK!
fr: MISE À JOUR FAITE !
fur: Atualizazion OK!
he: העידכן הושלם!
it: AGGIORNAMENTO OK!
pl: AKTUALIZACJA UDANA!
pt: Atualização bem sucedida!
ru: ОБНОВЛЕНИЕ ПРОШЛО УСПЕШНО!
sk: AKTUALIZÁCIA OK!
tr: GÜNCELLEME TAMAM!
zh: 更新成功了！

source: UPDATE FAILED!
fi: PÄIVITYS EPÄONNISTUI!
fr: MISE A JOUR ECHOUÉ !
fur: Atualizazion no riessût!
he: העדכון נכשל!
it: AGGIORNAMENTO NON RIUSCITO!
pl: AKTUALIZACJA NIEUDANA!
pt: A ACTUALIZAÇÃO FALHOU!
ru: ОБНОВЛЕНИЕ НЕ УДАЛОСЬ!
sk: AKTUALIZÁCIA ZLYHALA!
tr: GÜNCELLEME BAŞARISIZ!
zh: 更新操作不成功！

source: There is no humo_user_log table
fi: Ei ole olemassa humo_user_log taulukkoa
fr: Il n'y a pas de table humo_user_log
fur: No je nissune tabele humo_user_log
he: לא נמצא טבלת humo_user_log
it: Non vi è alcuna tabella humo_user_log
pl: Brak tabeli humo_user_log
pt: A tabela humo_user_log não existe.
ru: Отсутствует таблица humo_user_log
sk: Neexistuje tabuľka humo_user_log
tr: İşte humo_user_log tablosu yok
zh: 沒有 humo_user_log 桌表

source: seconds.
fr: secondes.
fur: seconts.
he: שניות.
it: secondi.
pl: sekundy.
ru: секунд.
sk: sekúnd.
tr: saniye.

source: creating repositories...
fi: muodostaa lähteet...
fr: création des dépôts...
fur: creazion repositories...
he: יוצר טבלת קבוצות הנתונים...
it: creazione repositories...
pl: tworzenie repozytoriów ...
pt: a criar repositórios...
ru: создание репозиториев...
sk: vytvorenie úložiska ...
tr: depolar oluşturuluyor...
zh: 正在建儲備庫中

source: creating connections...
fi: muodostaa yhteydet...
fr: création des connexions...
fur: creazion di conesions...
he: יוצר טבלת קישורים...
it: creazione di connessioni...
pl: tworzenie połączeń ...
pt: a criar relações...
ru: создание связей...
sk: vytvorenie prepojenia...
tr: bağlantılar oluşturuluyor...
zh: 正在創建鏈接中

source: creating humo_cms_menu...
fi: muodostetaan humo_cms_valikko...
fr: création de humo_cms_menu...
fur: creazion humo_cms_menu...
he: יוצר את תפריט הדפים העצמיים...
it: creazione humo_cms_menu...
pl: tworzenie humo_cms_menu ...
pt: a criar o menu do cms do humo...
ru: создание humo_cms_menu...
sk: vytvorenie humo_cms_menu...
tr: humo_cms_menu oluşturuluyor...
zh: 創建humo_cms_menu中

source: creating humo_cms_pages...
fi: muodostetaan humo_cms_sivut...
fr: création de humo_cms_pages...
fur: creazion humo_cms_pages...
he: יוצר את הדפים העצמיים....
it: creazione humo_cms_pages...
pl: tworzenie humo_cms_pages ...
pt: a criar as páginas do CMS do humo...
ru: создание humo_cms_pages...
sk: vytvorenie humo_cms_pages...
tr: humo_cms_pages oluşturuluyor...
zh: 創建humo_cms_pages中

source: Update in progress...
fi: Päivitys menossa...
fr: Mise à jour en cours...
fur: Atualizazion in cors...
he: השידרוג בהליך ביצוע...
it: Aggiornamento in corso...
pl: Aktualizacja w toku...
pt: Atualização em progresso...
ru: Обновление в процессе...
sk: Aktualizácia prebieha...
tr: Güncelleme sürüyor...
zh: 正在進行更新

source: Update tree:
fi: Päivitä sukupuu:
fr: Mettre à jour l'arbre généalogique :
fur: Atualizazion da l'arbul:
he: רענן עץ:
it: Aggiornamento albero:
pl: Aktualizacja drzewa:
pt: A actualizar a árvore:
ru: Дерево обновлений:
sk: Aktualizácia rodokmeňa:
tr: Ağacı güncelle:
zh: 更新家譜樹

source: Update table unprocessed_tags...
fi: PÄivitä taulukko unprocessed_tags...
fr: Mettre à jour la table unprocessed_tags...
fur: Atualizazion da tabele dai tag no elaborâts...
he: עדכן את טבלת המונחים שלא עובדו
it: Aggiornamento la tabella dei tag non elaborati...
pl: Aktualiacja tabela nieprzetworzone_tagi ...
pt: A actualizar as tags não processadas da árvore...
ru: Обновите таблицу unprocessed_tags...
sk: Aktualizácia tabuľky unprocessed_tags...
tr: Unprocessed_tags tablosunu güncelle...
zh: 更新桌表的unprocessed_tags.

source: Access to admin pages is not allowed.
fr: L'accès aux pages d'administration n'est pas autorisé.
fur: L'acces as pagjinis di aministrazion no l'è permetût.
he: אין כניסה לעמודי ה-admin.
it: L'accesso alle pagine di amministrazione non è consentito.

source: Administration
fi: Ylläpito
fur: Aministrazion
he: ניהול
it: Amministrazione
pl: Administrowanie
pt: Administração
ru: Администрирование
tr: Yönetim
zh: 行政管理

source: Sidebar
fur: Bare laterâl
he: סרגל צד
it: Barra laterale

source: Install
fi: Asennus
fr: Installer
fur: Instale
he: התקנה
it: Installa
pl: Zainstalować
pt: Instalação
ru: (Пере)установка
sk: Inštalácia
tr: Yükle
zh: 安裝

source: Extensions
fur: Estensions
he: הרחבות
it: Estensioni
pl: Rozszerzenia
ru: Расширения
sk: Rozšírenia
tr: Uzantılar

source: Show/ hide languages
fr: Afficher / masquer les langues
fur: Mostre / Nascuint Lenghis
he: הצג/הסתר שפות
it: Mostra / Nascondi Lingue
pl: Pokaż/ukryj języki
ru: Показать/скрыть языки
sk: Ukáž/skry jazyky
tr: Dilleri göster/ gizle

source: Show/ hide theme's
fr: Montrer/ Masquer les thèmes
fur: Mostre / Nascuint Temes
he: הצג/הסתר סגנונות
it: Mostra / Nascondi Temi
pl: Pokaż/ukryj motywy
ru: Показать/скрыть темы
sk: Ukáž/skry témy
tr: Temaları göster/ gizle

source: Homepage
fr: Page d'accueil
he: עמוד הבית
pl: Strona główna
ru: Домашняя страница
sk: Úvodná stránka
tr: Anasayfa

source: Homepage favourites
fi: Kotisivu suosikit
fr: Favoris Page d'accueil
fur: Preferîts su la homepage
he: מועדפים בעמוד הבית
it: Preferiti sulla home page
pl: Ulubione strona główna
ru: Избранное на главной странице
sk: Domovská stránka obľúbených
tr: Ana sayfa sık kullanılanları

source: Slideshow on the homepage
fi: DIaesitys kotisivulla
fr: Diaporama sur page d'accueil
fur: Sequenze di Immagjinis su la pagjine principâl
he: מצגת תמונות בעמוד הבית
it: Sequenza di Immagini sulla pagina principale
pl: Pokaz slajdów na stronie głównej
pt: Sequência de slides na página inicial
ru: Слайд-шоу на главной странице
sk: Prezentácia na domovskej stránke
tr: Ana sayfada slayt gösterisi

source: Special settings
fi: Erikoisasetukset
fr: Paramètres spéciaux
fur: Impostazions particolârs
he: הגדרות מיוחדות
it: Impostazioni speciali
pl: Ustawienia specjalne
pt: Parâmetros especiais
ru: Специальные настройки
sk: Zvláštne nastavenia
tr: Özel ayarlar
zh: 特別的設定

source: Jewish settings
fr: Paramètres juifs
fur: Impostazions ebraichis
he: הגדרות יהודיות
it: Impostazioni ebraiche
pl: Żydowskie ustawienia
ru: Еврейская обстановка
sk: Židovské nastavenia
tr: Yahudi ayarları

source: Sitemap
fi: Sivukartta
fr: Plan du site
fur: Mape dal sît
he: מפת האתר
it: Mappa del sito
pl: Mapa strony
pt: Mapa do site
ru: Карта сайта
sk: Mapa stránky
tr: Site Haritası
zh: 網頁地圖

source: CMS Own pages
fi: CMS Omat sivut
fr: Pages CMS personnelles
fur: Pagjinis CMS personâl
he: עמודים שנוצרו ע"י בעל האתר (CMS)
it: Pagine CMS proprie
pl: CMS Własne strony
pt: Páginas do CMS
ru: Персональные страницы
sk: CMS Vlastné stránky
tr: CMS Kendi sayfaları
zh: CMS 擁有的網頁

source: Language editor
fi: Kielieditori
fr: Éditeur des langues
fur: Editor das lenghis
he: עריכת שפה
it: Editor della lingua
pl: Edytor języków
pt: Editor de Linguagem
ru: Редактор языковых файлов
sk: Editor jazyka
tr: Dil düzenleyici
zh: 語言編輯器

source: Prefix editor
fi: Etuliitteen muokkaus
fr: Éditeur de préfixe
fur: Editor dai Prefis dai Nons
he: עורך לקדומת לשמות משפחה
it: Editor dei Prefissi dei Nomi
pl: Edytor prefiksów
pt: Editor de Prefixos
ru: Редактор префиксов
sk: Editor prefixu
tr: Önek düzenleyici
zh: 字首編輯器

source: World map
fr: Carte du monde
fur: Mape dal Mond
he: מפת העולם
it: Mappa del mondo

source: Family trees
fi: Sukupuut
fr: Arbres généalogiques
fur: Arbui gjenealogjics
he: עצי משפחה
it: Alberi genealogici
pl: Drzewa genealogiczne
pt: Árvores de Família
ru: Генеалогические деревья
sk: Rodokmene
tr: Aile ağaçları
zh: 家譜樹

source: Pictures/ create thumbnails
fi: Kuvat/ muodosta pikkukuvat
fr: Images, création des vignettes
fur: Immagjinis / crê miniaturis
he: תמונות / יצירת תמונות מוקטנות
it: Immagini / crea miniature
pl: Zdjęcia/ stwórz miniatury
pt: Imagens/ criação de thumbnails
ru: Фотограции/создать миниатюры
sk: Obrázky/ vytvor náhľady
tr: Resimler/ küçük resimler oluşturun
zh: 圖片/ 創建縮略圖

source: Picture settings
fi: Kuvan asetukset
fr: Paramétrage des images
fur: Impostazions pas imagjinis
he: הגדרת תמונות
it: Impostazioni dell'immagine
pl: Ustawienia obrazu
pt: Parâmetros da imagem
ru: Параметры изображения
sk: Nastavenie obrázkov
tr: Resim ayarları

source: Create thumbnails
fi: Muodosta kuvavalikoima
fr: Créer les vignettes
fur: Crê miniaturis
he: צור תמונות ממוזערות
it: Crea icona
pl: Twórz miniatury
pt: Criação de Thumbnails
ru: Создать миниатюры
sk: Vytvoriť náhľady
tr: Küçük resimler oluştur

source: Photo album categories
fi: Valokuvakansioryhmät
fr: Catégories d'album photo
fur: Categorîs di albums fotografics
he: קטגוריות באלבום התמונות
it: Categorie di album fotografici
pl: Kategorie albumów ze zdjęciami
pt: Categorias do álbum de fotografias
ru: Категории фотоальбома
sk: Kategórie fotoalbumu
tr: Fotoğraf albümü kategorileri

source: Notes
fur: Notis
he: הערות
it: Note

source: Family tree data check
fi: Sukupuun datan tarkastus
fr: Vérification des données de l'arbre généalogique
fur: Control dai dâts dal Arbul
he: בדיקת נתונים של עץ משפחה
it: Controllare dati Albero genealogico
pl: Kontrola danych drzewa genealogicznego
pt: Verificação dos dados da árvore de família
ru: Проверка данных генеалогического дерева
sk: Kontrola údajov rodokmeňa
tr: Aile ağacı veri kontrolü
zh: 檢查家譜資料

source: Check consistency of dates
fi: Tarkista päiväykset
fr: Vérifier la consistance des dates
fur: Control da coerenze das datis
he: בדוק רציפות תאריכים
it: Controlla la coerenza delle date
pl: Sprawdź spójność dat
pt: Verificar a consistência das datas
ru: Проверка корректности дат
sk: Skontroluj konzistenciu údajov
tr: Tarihlerin tutarlılığını kontrol edin
zh: 檢查日期的一致性
