Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Select a family tree
fi: Valitse sukupuu
fr: Sélectionnez un arbre généalogique
fur: Sielz un Arbul Gjenealogjic
he: בחר עץ משפחה‏
it: Selezionare un Albero Genealogico
pl: Wybierz drzewo genealogiczne
pt: Selecione uma árvore de família
ru: Выбрать генеалогическое дерево
sk: Vyber rodokmeň
tr: Bir aile ağacı seçin
zh: 選擇個家譜樹

source: Latest update:
fi: Viimeisin päivitys
fr: Dernière mise à jour :
fur: Ultime Atualizazion:
he: עדכון אחרון
it: Ultimo aggiornamento:
pl: Ostatnia aktualizacja:
pt: Última actualização:
ru: Последнее обновление:
sk: Posledné zmeny:
tr: En son güncelleme:
zh: 最新的更正

source: Owner family tree:
fi: Sukupuun ylläpitäjä (klikkaa ottaaksesi yhteyttä):
fr: Propriétaire de l'arbre généalogique :
fur: Dats Gjenealogjic tirâs dongje di:
he: בעל עץ המשפחה: ‏
it: Dati Genealogici raccolti da:
pl: Drzewo genealogiczne właściciela:
pt: Detentor da árvore de família:
sk: Vlastník rodokmeňa:
tr: Aile ağacının sahibi:
zh: 家譜樹的擁有者：

source: Surname
fi: Sukunimi
fr: Nom de famille
fur: Cognon
he: שם משפחה
it: Cognome
pl: Nazwisko
pt: Apelido
ru: Фамилия
sk: Priezvisko
tr: Soyadı

source: Total
fi: Kokonaismäärä
fur: Totâl
he: סה"כ
it: Totale
pl: Wszystkch
ru: Всего
sk: Celkom
tr: Toplam

source: More statistics
fi: Lisää tilastoja
fr: D'avantage de statistiques
fur: Altris statistichis
he: יותר סטטיסטיקה
it: Più statistiche
pl: Więcej statystyk
pt: Mais estatísticas
ru: Дополнительная статистика
sk: Viac štatistík
tr: Daha fazla istatistik

source: Enter name or part of name
fi: Kirjoita nimi tai osa nimestä
fr: Entrez un nom ou une partie de nom
fur: Inseris il non o une part dal non
he: הכנס שם או חלק משם
it: Inserisci il nome o parte del nome
pl: Wpisz nazwę lub część nazwy
pt: Introduza o nome ou parte do nome
ru: Введите имя или его часть
sk: Napíš meno, alebo časť mena
tr: Adı veya adın bir kısmını girin
zh: 輸入名字 或名字 的一部分

source: Enter private name
fi: Kirjoita yksityinen nimi
fr: Entrez le nom privé
fur: Inseris il non privât
he: הכנס שם פרטי
it: Inserisci il nome privato
pl: Wpisz prywatną nazwę
pt: Introduza o nome próprio
ru: Введите личное имя
sk: Napíš súkromné meno
tr: Özel ad girin

source: Minimum: 3 characters.
fi: Minimi: 3 merkkiä.
fr: Minimum : 3 caractères.
fur: Minim: 3 caratars.
he: לפחות 3 תווים
it: Minimo: 3 caratteri.
pl: Minimalnie: 3 znaki.
pt: No mínimo: 3 caracteres.
ru: Минимум: 3 символа.
sk: Najmenej 3 znaky.
tr: En az: 3 karakter.
zh: 至少3個字符。

source: All but selected tree
fi: Kaikki paitsi valittu sukupuu
fr: Tous sauf l'arbre généalogique sélectionné
fur: Ducj gjavant l'arbul selezionât
he: כל העצים מלבד הנוכחי
it: Tutti tranne l'albero selezionato
pl: Wszystkie drzewa oprócz wybranego
pt: Todas as árvores menos a selecionada
ru: Все, кроме выбранного дерева
sk: Všetkých ale z vybratého rodokmeňa
tr: Seçilen ağaç hariç tümü
zh: 被選好以外的所有家譜

source: Advanced search
fi: Laajennettu haku
fr: Recherche avancée
fur: Ricercje avanzade
he: חיפוש מתקדם
it: Ricerca avanzata
pl: Wyszukiwanie zaawansowane
pt: Pesquisa avançada
ru: Расширенный поиск
sk: Rozšírené hľadanie
tr: Gelişmiş arama
zh: 更進一步的搜索

source: Patronyms
fi: Patronyymi
fr: Patronymes
fur: Patronimic
he: שמות אב
it: Patronimico
pl: Patronimy
pt: Patrónimos
ru: Отчества
sk: Otcovské mená
tr: Aile adları
zh: 父系

source: persons are not shown due to privacy settings
fi: henkilöä ei näytetä yksityisyysasetusten takia
fr: personnes ne sont pas affichées en raison des paramètres de confidentialité
fur: personis no son visualizadis pas impostazions di privacy
he: אנשים לא נמצאו בגלל הגדרות פרטיות‏
it: persone non sono visualizzate a causa delle impostazioni di privacy
pl: osoby nie są wyświetlane ze względu na ustawienia prywatności
pt: as pessoas não são exibidas devido aos parâmetros de privacidade
ru: персона не отображена вследствие настроек приватности
sk: Osoby nie sú zobrazené pre súkromné nastavenie
tr: gizlilik ayarları nedeniyle kişiler gösterilmiyor
zh: 有些人因隱私設置不被選示

source: This database is made by %s, a freeware genealogical program
fi: Tämä tietokanta on tehty ohjelmalla %s, joka on freeware sukututkimusohjelma
fr: Cette base de données est créé par %s, un programme de généalogie gratuit - freeware
fur: Chest database al è stât svilupât cun %s, un program di gjenealogjie gratuit
he: בסיס נתונים זה נוצר באמצעות %s, תוכנה גיניאלוגית חופשית
it: Questo database è stato sviluppato con %s, un programma di genealogia gratuito
pl: Ta baza danych jest zrobiona przez %s, darmowy program genealogiczny
pt: Este banco de dados foi criado por %s, um programa de genealogia gratuito (freeware)
ru: БД создана в %s, свободной генеалогической программе
sk: Táto databáza je vytvorená %s, bezplatným programom
tr: Bu veritabanı, ücretsiz bir soybilim programı olan %s tarafından yapılmıştır
zh: 這資料庫是從 %s 組成的, a一個免費的家譜樹程序

source: European law: %s cookie information
fr: Droit européen: %s informations sur les cookies
fur: Legislazion Europee: Informazions sui cookies di %s
he: חוק אירופאי: %s מידע על קוקיס
it: Legislazione Europea: Informazioni sui cookies di %s
pl: Prawo europejskie: %s informacje o plikach cookie
ru: Европейское законодательство: информация о файлах cookie %s
sk: Európske právo: %s HuMo-gen pre cookie informácie
tr: Avrupa hukuku: %s çerez bilgileri

source: ERROR: No identical passwords
fi: VIRHE: Salasanat eivät ole samanlaisia
fr: ERREUR : mots de passe différents
fur: ERÔR: lis passwords no son compagnis
he: טעות: הסיסמאות לא תואמות
it: ERRORE: le password non sono uguali
pl: BŁĄD: brak identycznych haseł
pt: ERRO: As senhas são diferentes!
ru: ОШИБКА: введённые пароли различаются
sk: CHYBA: nerovnaké heslá
tr: HATA: Aynı şifre yok
zh: 錯誤：沒有相同的密碼

source: Your settings are updated!
fi: Päivitykset on talletettu!
fr: Vos paramètres sont mis à jour !
fur: Lis tôs impostazions son stadis Atualizadis!
he: ההגדרות שלך עודכנו!
it: Le tue impostazioni sono aggiornate!
pl: Twoje ustawienia zostały zaktualizowane!
pt: Os seus parâmetros estão atualizados!
ru: Ваши настройки обновлены!
sk: Tvoje nastavenia boli aktualizované!
tr: Ayarlarınız güncellendi!

source: Wrong 2FA code. Please enter valid 2FA code to enable 2FA authentication.
fr: Mauvais code 2FA. Veuillez entrer un code 2FA valide pour activer l'authentification 2FA.
fur: Codic 2FA falât. Inseris un codic 2FA valit par abilitâ la autenticazion 2FA.
he: קוד 2FA שגוי. נא הכניסו קוד 2FA תקין על מנת לאפשר אימות 2FA.
it: Codice 2FA errato. Inserisci un codice 2FA valido per abilitare l'autenticazione 2FA.

source: Enabled 2FA authentication.
fr: Authentification 2FA activée.
fur: Abilite l'autenticazion 2FA.
he: אימות 2FA מופעל.
it: Autenticazione 2FA abilitata.

source: Updated profile
fi: Päivitetty profiili
fr: Profil mis à jour
fur: Profil aggiornât
he: פרופיל מעודכן
it: Profilo aggiornato
pl: Zaktualizowany profil
pt: Perfil atualizado
ru: Обновлённый профиль
sk: Aktualizácia profilu
tr: Profil güncellendi

source: Message sent through %s from the website.
fr: Message envoyé avec %s depuis le site Web.
fur: Messaç inviât da %s dal sît web.
he: ההודעה נשלחה באמצעות %s מהאתר.
it: Messaggio inviato attraverso %s dal sito web.
pl: Wiadomość wysłana %s ze strony internetowej.
ru: Сообщение, отправленное через %s с веб-сайта.
sk: Správa odoslaná cez %s z webovej stránky.
tr: İleti, web sitesinden %s aracılığıyla gönderildi.

source: User updated his/ her profile
fi: Käyttäjä päivitti profiilinsa
fr: L'utilisateur a mis à jour son profil
fur: L'Utent al à aggiornât il so profil
he: המשתמש עדכן את הפרופיל שלו
it: L'Utente ha aggiornato il suo profilo
pl: Użytkownik zaktualizował swój profil
pt: O Utilizador atualizou o seu pefil
ru: Пользователь обновил профиль
sk: Užívateľ aktualizoval svoj profil
tr: O/ o kullanıcı profilini güncelledi

source: today
fi: tänään
fr: Aujourd'hui
fur: vuê
he: היום
it: oggi
pl: dzisiaj
pt: hoje
ru: сегодня
sk: dnes
tr: bugün
zh: 今日

source: Location:
fi: Paikka:
fr: Lieu :
fur: Lûc:
he: מקום:
it: Luogo:
pl: Lokalizacja:
pt: Local:
ru: Место:
sk: Lokalita:
tr: Konum:
zh: 地點

source: For a list of persons born here until
fi: Lista henkilöistä, jotka syntyivät täällä vuoteen
fr: Pour une liste des personnes nées ici jusqu'à
fur: Per une liste di dutis lis personis nassudis chi fin al
he: לקבלת רשימת האנשים שנולדו כאן עד
it: Per un elenco delle persone nate qui fino a
pl: Aby uzyskać listę osób urodzonych tutaj do
pt: Para a lista de pessoas nascidas até
ru: Список родившихся здесь на
sk: Pre zoznam osôb tu narodených do
tr: Buraya kadar doğmuş kişilerin listesi için
zh: 出生在這裡的人們名單一直到

source: For a list of all people that died here until
fi: Lista henkilöistä jotka kuolivat täällä ennen
fr: Pour une liste des personne décédées ici jusqu'à
fur: Per une liste di dutis lis personis muartis chi fin al
he: לקבלת רשימת האנשים שנפטרו כאן עד
it: Per un elenco di tutte le persone che sono morte qui fino a
pl: Aby uzyskać listę wszystkich osób, które tu zmarły do
pt: Para a lista de pessoas que faleram aqui até
ru: Список умерших здесь на
sk: Pre zoznam ľudí zomretých tu do
tr: Buraya kadar ölen tüm insanların listesi için
zh: 死亡在這裡的人們名單一直到

source: click here
fi: klikkaa tästä
fr: cliquer ici
fur: cliche achi
he: הקלק כאן
it: clicca quì
pl: Kliknij tutaj
pt: clique aqui
ru: щёлкните здесь
sk: klikni tu
tr: buraya tıklayın
zh: 點擊這裡

source: Read about this location in
fi: Lue lisää tästä paikasta
fr: À propos de ce lieu, lire à
fur: Lei cheste localizzazion in
he: קרא על מקום זה ב-
it: Leggi la seguente localizzazione in
pl: Przeczytaj o tej lokalizacji w
pt: Ler sobre este local em
ru: Прочитать про это место в
sk: Čítaj o tejto lokalite na
tr: Bu konum hakkında bilgi edinin
zh: 解讀這地點在

source: All persons born here:
fi: Kaikki henkilöt syntyivät täällä:
fr: Toutes les personnes nées ici :
fur: Dutis lis peronis che a son nassudis achi:
he: כל האנשים שנולדו כאן:
it: Tutte le persone nate quì:
pl: Wszystkie osoby urodzone tutaj:
pt: Todas as pessoas nascidas aqui:
ru: Все родившиеся здесь:
sk: Všetky osoby sa narodili tu:
tr: Burada doğan tüm kişiler:
zh: 所有出生在這裡的人：

source: Persons born here until
fi: Henkilöt syntyivät täällä vuoteen
fr: Personnes nées ici jusqu'à
fur: Peronis che a son nassudis achi fin al
he: אנשים שנולדו כאן עד
it: Persone morte quì sino al
pl: Osoby urodzone tutaj do
pt: Pessoas nascidas aqui até
ru: Персоны, рождённые здесь до
sk: Osoby sa tu narodili do
tr: Buraya kadar doğmuş kişiler
zh: 出生在這裡的人一直到

source: All persons that died here:
fi: Henkilöt, jotka kuolivat täällä:
fr: Toutes les personnes décédées ici :
fur: Dutis lis peronis che a son muartis achi:
he: כל האנשים שנפטרו כאן:
it: Tutte le persone che morirono qui:
pl: Wszystkie osoby, które tu zmarły:
pt: Todas as pessoas que faleceram aqui:
ru: Все умершие здесь:
sk: Všetky osoby zomreli tu:
tr: Burada ölen tüm kişiler:
zh: 所有死亡在這裡的人：

source: Persons that died here until
fi: Henkilöt, jotka kuolivat täällä ennen
fr: Personnes décédées jusqu'à
fur: Peronis che a son muartis achi fin al
he: אנשים שנפטרו כאן עד
it: Le persone che morirono qui fino al
pl: Osoby, które tu zmarły do
pt: Todas as pessoas que faleceram até
ru: Персоны, умершие здесь до
sk: Osoby, ktoré tu zomreli do
tr: Buraya kadar ölen kişiler
zh: 死亡在這裡的人一直到

source: at least
fi: vähintään
fr: au moins
fur: almancul
he: לפחות
it: almeno
pl: przynajmniej
pt: pelo menos
ru: минимум
sk: najmenej
tr: en azından
zh: 至少

source: at most
fi: enintään
fr: au plus
fur: al masim
he: לכל היותר
it: al massimo
pl: najbardziej
pt: no máximo
ru: максимум
sk: najviac
tr: en fazla
zh: 最多

source: approximately
fi: suunnilleen
fr: approximativement
fur: cirche
he: בערך
it: circa
pl: w przybliżeniu
pt: com cerca de
ru: примерно
sk: približne
tr: yaklaşık olarak
zh: 大約

source: years
fi: vuotta
fr: ans
fur: agn
he: שנים
it: anni
pl: lat
pt: anos
ru: лет
sk: rokov
tr: yıllar
zh: 歲數

source: under 1 year old
fi: alle 1 v
fr: âgé de moins d'un an
fur: mancul di 1 an di etât
he: פחות מגיל שנה
it: meno di 1 anno di età
pl: poniżej 1 roku życia
pt: com menos de 1 ano de idade
ru: менее 1 года
sk: menej ako 1 rok
tr: 1 yaşın altında
zh: 在一歲以下

source: months
fr: mois
fur: meis
he: חודשים
it: mesi

source: month
fr: mois
fur: mês
he: חודש
it: mese

source: weeks
fr: semaines
fur: setemanis
he: שבועות
it: settimane

source: week
fr: semaine
fur: setemane
he: שבוע
it: settimana

source: days
fr: jours
fur: dîs
he: ימים
it: giorni

source: day
fr: jour
fur: dì
he: יום
it: giorno

source: age by relation
fr: âge par relation
fur: etât a cheste relation
he: גיל בעת יצירת הזוגיות
it: età alla relazione

source: age by marriage
fr: âge lors du mariage
fur: Etât al matrimoni
he: גיל בעת הנישואין
it: età al matrimonio

source: married %s
fr: marié(e) %s
fur: sposât %s
he: נשוי/ה %s
it: sposato %s

source: PLACE_AT
fur: a
he: ב-
it: a
pl: w
ru: в
tr: YER_AT

source: Something went wrong, there is no valid person id.
fi: Jotakin meni väärin, ei ole toimiva henkilön numero
fr: Quelque chose ne s'est pas bien passé, il n'y a pas d'id personnelle valide.
fur: Alc a l'è lât stuart, al mancje un ID di persone valid.
he: חלה טעות, מספר זיהוי האדם שגוי.
it: Qualcosa è andato storto, non esiste un ID persona valido.
pl: Coś poszło nie tak, nie ma ważnego identyfikatora osoby.
pt: Algo está errado, a id da pessoa não é válida.
ru: Что-то пошло не так, некорректный идентификатор персоны.
sk: Niečo sa pokazilo, nie je to platné id osoby.
tr: Bir şeyler ters gitti, geçerli bir kişi kimliği yok.

source: Something went wrong, there is no valid family id.
fi: Jotakin meni väärin, ei ole toimiva perheen numero
fr: Quelque chose ne s'est pas bien passé, il n'y a pas d'id familiale valide.
fur: Alc a l'è lât stuart, al mancje un ID di famee valid.
he: חלה טעות, מספר זיהוי המשפחה שגוי.
it: Qualcosa è andato storto, non esiste un ID di famiglia valido.
pl: Coś poszło nie tak, nie ma ważnego identyfikatora rodziny.
pt: Algo está errado, a id da família não é válida.
ru: Что-то пошло не так, некорректный идентификатор семьи.
sk: Niečo sa pokazilo, nie je to platné id rodiny.
tr: Bir şeyler ters gitti, geçerli bir aile kimliği yok.

source: estimated &#177;
fi: arvioitu ±
fr: estimé &#177;
fur: stimât &#177;
he: בערך
it: stimato &#177;
pl: szacowany &#177;
pt: estimado &#177;
ru: примерно &#177;
sk: odhadnuté &#177;
tr: tahmini &#177;
zh: 估計 &#177;

source: calculated &#177;
fi: laskettu &#177;
fr: Calculé &#177;
fur: calcolât &#177;
he: מחושב &#177;
it: calcolato &#177;
pl: obliczony &#177;
pt: calculado &#177;
ru: расчётно &#177;
sk: vypočítané &#177;
tr: hesaplanan &#177;

source: from
fr: de
fur: da
he: מ-
it: da
pl: z
pt: desde
sk: od
tr: itibaren
zh: 從

source: to
fr: à
fur: in
he: אל
it: in
pl: do
pt: até
sk: do
tr: ile
zh: 到

source: Adopted by both
fi: Molempien adoptoima
fr: Adoption par les deux
fur: Adotât di ducj i doi
he: אימוץ על ידי שני ההורים
it: Adottato da entrambi
pl: Adoptowany przez małżeństwo
pt: Adoptado(a) por ambos
ru: Усыновлён(а)
sk: Adoptovaný obidvoma
tr: Her ikisi tarafından da evlat edinildi
zh: 父母一同收養

source: Adopted by father
fi: Isän adoptoima
fr: Adopté par le père
fur: Adotât da pâri
he: אימוץ על ידי האב
it: Adottato dal padre
pl: Adoptowany przez ojca
pt: Adoptado(a) pelo pai
ru: Усыновлён(а) отцом
sk: Adoptovaný otcom
tr: Baba tarafından evlat edinildi
zh: 父親收養

source: Adopted by mother
fi: Äidin adoptoima
fr: Adopté par la mère
fur: Adotât da mâri
he: אימוץ על ידי האם
it: Adottato dalla madre
pl: Adoptowany przez matkę
pt: Adoptado(a) pela mãe
ru: Усыновлён(а) матерью
sk: Adoptovaný matkou
tr: Anne tarafından evlat edinildi
zh: 母親收養

source: AFN number
fr: Numéro matricule
fur: Numar AFN
he: מספר AFN‏
it: Numero AFN
pl: AFN numer
pt: Número AFN
ru: Номер AFN
sk: Číslo AFN
tr: AFN numarası
zh: Ancestral File Number先祖文件號

source: Ancestor interest
fi: Esi-isien kiinnostuksen kohde
fr: Intérêt ascendant
fur: Antenât interesât
he: עניין אבות
it: Antenato interessato
pl: Zainteresowanie przodka
pt: Interesse do ancestral
ru: Интерес предков
sk: Záujmy predka
tr: Ataların ilgisi
zh: 先祖的利益

source: Annulled
fi: Mitätöinti
fr: Annulation
fur: Anulât
he: בוטל
it: Annullato
pl: Anulowany
pt: Anulado
ru: Аннулированный
sk: Anulovaný
tr: İptal edildi
zh: 廢止

source: arrive
fi: saapuminen
fr: arrivé(e)
fur: rivât
he: הגעה
it: arrivato
pl: przybyć
pt: chegada
ru: прибывать
sk: príchod
tr: varmak
zh: 到達

source: Baptized LDS
fr: Baptême SDJ
fur: Batiât LDS
he: הוטבל לפי דת המורמונים
it: Battezzato LDS
pl: Ochrzczony LDS
pt: Baptismo LDS
ru: Крещеные СПД
sk: Pokrstený LDS
tr: Vaftiz edilmiş LDS
zh: 摩門教洗禮

source: Blessing
fr: Bénédiction
fur: Benedizion
he: ברכה
it: Benedizione
pl: Błogosławieństwo
pt: Bênçoas
ru: Благословение
sk: Požehnanie
tr: Nimet
zh: 祝福

source: Caste
fi: Kasti
he: קסטה
it: Casta
pl: Kasta
pt: Casta
ru: Замок
sk: Kasta
tr: Sosyal sınıf
zh: 種姓

source: Census
fr: Recensement
fur: Censiment
he: מיפקד אוכלוסין
it: Censimento
pl: Spis ludności
pt: Recenseamento
ru: Перепись
sk: Sčítanie
tr: Nüfus sayımı
zh: 人口調查

source: Christened as adult
fr: Baptisé adulte
fur: Batiât di grant
he: הוטבל/ה כמבוגר/ת
it: Battezzato da adulto

source: Confirmation
fi: Kondirmointi
fur: Cresime
he: אישור
it: Cresima
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение
sk: Konfirmácia
tr: Onay
zh: 成為教會的正式成員

source: Confirmation LDS
fr: Confirmation SDJ
fur: Cresime LDS
he: הסמכה כחבר הדת לפי דת המורמונים
it: Cresima LDS
pl: Potwierdzenie LDS
pt: Confirmção LDS
ru: Подтверждение LDS
sk: Konfirmácia LDS
tr: LDS onayı
zh: 成為摩門 教會的正式成員

source: Common law
fr: Cohabitation légale
fur: Leç comun
he: החוק הרגיל
it: Legge comune
pl: Prawo zwyczajowe
pt: Lei geral
ru: Общее право
sk: Bežný zákon
tr: Genel hukuk
zh: 共同法律

source: Descendant interest
fi: Jälkeläisten kiinnostuksen kohde
fr: Intérêt descendant
fur: Dissendent interesât
he: עניין צאצאים
it: Discendente interessato
pl: Zainteresowanie potomków
pt: Interesse do descendente
ru: Интерес потомка
sk: Záujem potomka
tr: Soyundan gelen ilgi
zh: 後裔的利益

source: Divorce filed
fi: Eroaminen
fr: Demande de divorce
fur: Divorzi depositât
he: רישום לגירושין
it: Divorzio depositato
pl: Rozwód złożony
pt: Pedido de divórcio
ru: Заявление о разводе подано
sk: Rozvod dokončený
tr: Boşanma davası açıldı
zh: 申請離婚

source: Emigrated
fi: Muuttotiedot
fr: Émigration
fur: Emigrât
he: הגירה
it: Emigrati
pl: Emigracja
pt: Emigrou
ru: Эмигрировавший
sk: Emigroval
tr: Göç etti
zh: 移民的了

source: Endowment LDS
fr: Dotation SDJ
fur: Dotazion LDS
he: ברכה קדושה לפי דת המורמונים
it: Dotazione LDS
pl: Obdarowanie LDS
pt: Legado LDS
ru: Благотворительный фонд СПД
sk: Nadačný LDS
tr: Bağış LDS
zh: 摩門追隨者儀式

source: Engaged
fi: Kihloissa
fr: Fiançailles
fur: Impegnât
he: אירוסין
it: Impegnato
pl: Zaręczony
pt: Noivado
ru: Помолвленный
sk: Zasnúbený
tr: Nişanlı
zh: 訂婚的了

source: event
fi: tapahtuma
fr: événement
he: ארוע
it: evento
pl: zdarzenie
pt: evento
ru: событие
sk: udalosť
tr: etkinlik
zh: 事件

source: Eye colour
fi: Silmien väri
fr: Couleur des yeux
fur: Colôr dai voi
he: צבע עינייםצבע עיניים
it: Colore degli occhi
pl: Kolor oczu
pt: Cor dos olhos
ru: Цвет глаз
sk: Farba očí
tr: Göz rengi
zh: 眼睛的顏色

source: Funeral
fi: Hautausmaa
fr: Funérailles
fur: Funerâl
he: קבורה
it: Funerale
pl: Pogrzeb
ru: Похороны
sk: Pohreb
tr: Cenaze
zh: 葬禮

source: Graduated
fi: Loppututkinto
fr: Licence/diplôme
fur: Laureât/de
he: סיים לימודים
it: Laureato/a
pl: Absolwent
pt: Graduação académica
ru: Закончил
sk: Absolvent
tr: Mezun
zh: 畢業的了

source: Hair colour
fi: Hiusten väri
fr: Couleur des cheveux
fur: Colôr dai cjavei
he: צבע שיער
it: Colore dei capelli
pl: Kolor włosów
pt: Cor do cabelo
ru: Цвет волос
sk: Farba vlasov
tr: Saç rengi
zh: 頭髮的顏色

source: Height
fi: Pituus
fr: Taille
fur: Alteze
he: גובה
it: Altezza
pl: Wzrost
pt: Altura
ru: Рост
sk: Výška
tr: Boyu
zh: 高度

source: Immigrated
fi: Tullut siirtolaiseksi
fr: Immigration
fur: Imigrât
he: הגירה
it: Immigrato
pl: Wyemigrował
pt: Imigrou
ru: Иммигрировал
sk: Prisťahovaný
tr: Göçmen
zh: 移民的

source: ID number
fi: ID numero
fr: Numéro identification
fur: Numar ID
he: מספר זהות
it: Numero ID
pl: ID numer
pt: Nº de ID
ru: Идентификационный номер
sk: Číslo ID
tr: Kimlik numarası
zh: 身份證號碼

source: Interred
fr: Cendres enterrées
fur: Sepulît
he: נקבר/ה‏
it: Sepolto
pl: Pochowany
pt: Enterrado
ru: Погребенный
sk: Pochovaný
tr: Defnedildi
zh: 埋葬了

source: Marriage settlement
fi: Avioehto
fr: Consentement de mariage
fur: Cuardi matrimoniâl
he: הסדר נישואין
it: Accordo di matrimonio
pl: Ugoda małżeńska
pt: Combinação do casamento
ru: Брачное соглашение
sk: Vysporiadanie manželstva
tr: Evlilik anlaşması
zh: 婚姻定居

source: Marriage bond
fi: Kuulutus
fr: Engagement de mariage
fur: Vincul matrimoniâl
he: קשר נישואין
it: Vincolo matrimoniale
pl: Więź małżeńska
pt: Laços matrimoniais
ru: Брачные узы
sk: Manželská zmluva
tr: Evlilik bağı
zh: 婚姻關係

source: Medical condition
fi: Lääketieteellinen kunto
fr: Etat de santé
fur: Condizion di salût
he: מצב רפואי
it: Condizione di salute
pl: Stan medyczny
pt: Condição clínica
ru: Медицинское состояние
sk: Zdravotný stav
tr: Tıbbi durum
zh: 醫療情況

source: Military service
fi: Varusmiespalvelus
fr: Service militaire
fur: Servizi Militâr
he: שירות צבאי
it: Servizio Militare
pl: Służba wojskowa
pt: Serviço militar
ru: Военная служба
sk: Vojenská služba
tr: Askerlik hizmeti
zh: 兵役

source: Nationality
fi: Kansallisuus
fr: Nationalité
fur: Nazionalitât
he: אזרחות
it: Nazionalità
pl: Narodowość
pt: Nationalidade
ru: Национальность
sk: Národnosť
tr: Milliyet
zh: 國籍

source: Naturalised
fr: Naturalisé
fur: Naturalizât
he: קיבל/ה אזרחות
it: Naturalizzato
pl: Znaturalizować
ru: Натурализованный
sk: Naturalizovaný/á
tr: Vatandaşlık verildi

source: No children
fi: Lapseton
fr: Sans postérité
fur: Cence fîs
he: אין לאדם זה ילדים
it: Senza figli
pl: Bez dzieci
pt: Sem filhos
ru: Нет детей
sk: Bez detí
tr: Çocuk yok
zh: 沒有孩子

source: Nr. of children
fi: Lapsia
fr: Nb. d'enfants
fur: Nr. di fîs
he: מספר ילדים
it: Nr. di figli
pl: Ilość dzieci
pt: Nº. de filhos
ru: Количество детей
sk: Počet detí
tr: Çocuk sayısı
zh: 孩子的數目

source: Not living
fi: Ei elossa
fr: Défunt
fur: No vîf
he: אינו/ה בחיים
it: Non vivente
pl: Nie żyjący
pt: Falecido(a)
ru: Не живущий
sk: Nežije
tr: Yaşamıyor
zh: 不是活著

source: Never married
fi: Naimaton
fr: Jamais marié
fur: Mai sposât
he: לעולם לא נישא/ה‏
it: Mai sposato
pl: Bez ślubu
pt: Nunca casou
ru: Не был(а) женат(а)
sk: Vždy slobodný
tr: Hiç evlenmemiş
zh: 從未結婚

source: BK NOT MARRIED
fi: BK EI NAIMISISSA
fr: Non marié
fur: BK NO SPOSÂT
he: לא נשואים
it: BK? NON SPOSATO
pl: MIESZKAJĄ BEZ ŚLUBU
ru: БК НЕ ЖЕНАТ
sk: BK slobodný
tr: BK EVLİ DEĞİL
zh: BK 沒有結婚

source: Permanent number
fi: Pysyvä numero
fr: Numéro permanent
fur: Numar permanent
he: מספר קבוע
it: Numero permanente
pl: Stały numer
pt: Número permanente
ru: Постоянный номер
sk: Trvalé číslo
tr: Kalıcı numara
zh: 永久號碼

source: Probate
fi: Testamentin valvonta
fr: Homologation
fur: Sucesion
he: אדם הבסיס
it: Successione
pl: Potwierdzony
pt: Atestado de óbito
ru: Завещание
sk: Probácia
tr: Vasiyet
zh: 遺囑認證

source: Property
fi: Varallisuus
fr: Propriété
fur: Proprietât
he: רכוש
it: Proprietà
pl: Własność
pt: Propriedade
ru: Собственность
sk: Majetok
tr: Mülk
zh: 不動產

source: Marr ID number
fi: Aviol. ID nro
fr: Numéro du mariage
fur: Numar dal matrimoni
he: מספר זיהוי נישואין
it: Numero d'ordine matrimonio
pl: Ślub ID numer
pt: ID do casamento
ru: Идентификационный номер Марра
sk: ID sobáša
tr: Evlilik kimlik numarası
zh: 婚姻證書號碼

source: Ref. number
fi: Ref numero
fr: Numéro Réf
fur: Numar di riferiment
he: מספר הפניה
it: Numero di riferimento
pl: Nr ref.
pt: N º de ref.
ru: Номер ссылки
sk: Ref. číslo
tr: Referans numarası
zh: 參考號碼

source: Retirement
fi: Eläköityminen
fr: Retraite
fur: Pensionament
he: יצא/ה לפנסיה
it: Pensionamento
pl: Przejście na emeryturę
pt: Reforma
ru: Отставка
sk: Dôchodok
tr: Emekli
zh: 退休
