Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: By default, %s is provided with several color schemes, and so long as the site administrator has not disabled them, they will appear in this dropdown list. You can select a theme to your preference, that will change elements such as page color, background images, etc. These themes will only affect your experience on %s and will make no changes to your internet browser or computer.
fr: Par défaut, plusieurs schémas de couleurs sont fournis avec %s et tant que l'administrateur du site ne les a pas désactivés, ils apparaîtront dans cette liste déroulante. Vous pouvez sélectionner un thème selon vos préférences, qui modifiera des éléments tels que la couleur de la page, les images d'arrière-plan, etc. Ces thèmes n'affecteront que vos réglages de %s et n'apporteront aucune modification à votre navigateur Internet ou à votre ordinateur.
fur: Par impostazion predefinide, %s al furnis putropis combinazion di colôrs e fonts che tu puedis sielzi in chest elenc. Sielz il teme che tu preferissis par cambiâ il colôr da pagjine e lis imagjinis di fonts, ecc. Cheste pussibilitât a pues migliorâ il to mût di viodi i dâts cun %s.
he: התקנת ברירת המחדל של %s מכילה מספר סגנונות צבעים, ואם בעל האתר לא ביטל אותם הם יופיעו ברשימה הנפתחת. אפשר לבחור סגנון צבעים לטעמך. זה ישנה מרכיבים כגון צבע העמוד, תמונות רקע וכו'. סגנונות אלה הם פנימיים ל-%s ולא משנים הגדרות כלליות של הדפדפן או המחשב שלך.
it: Per impostazione predefinita, %s è dotato di diverse combinazioni di colori e finché l'amministratore del sito non le ha disabilitate, verranno visualizzate in questo elenco a discesa. È possibile selezionare un tema in base alle proprie preferenze, che cambierà elementi come il colore della pagina, le immagini di sfondo, ecc. Questi temi influenzeranno solo la tua esperienza su %s e non apporteranno modifiche al tuo browser Internet o al tuo computer.
pl: %sDomyślnie jest dostarczany z kilkoma schematami kolorów i dopóki administrator witryny ich nie wyłączył, pojawią się one na tej liście rozwijanej. Możesz wybrać motyw zgodnie z własnymi preferencjami, który zmieni takie elementy, jak kolor strony, obrazy tła itp. Te motywy będą miały wpływ tylko na Twoje wrażenia z korzystania %s i nie spowodują zmian w przeglądarce internetowej lub komputerze.
ru: По умолчанию %s предоставляется с несколькими цветовыми схемами, и до тех пор, пока администратор сайта не отключил их, они будут отображаться в этом выпадающем списке. Вы можете выбрать тему по своему усмотрению, которая изменит такие элементы, как цвет страницы, фоновые изображения и т.д. Эти темы повлияют только на ваш опыт работы на %s и не внесут никаких изменений в ваш интернет-браузер или компьютер.
sk: V predvolenom nastavení má %s niekoľko farebných schém, a pokiaľ ich správca lokality nezakázal, zobrazia sa v tomto rozbaľovacom zozname. Môžete si vybrať motív podľa svojich preferencií, ktorý zmení prvky, ako je farba stránky, obrázky pozadia atď. Tieto motívy ovplyvnia iba váš zážitok z %s a nevykonajú žiadne zmeny vo vašom internetovom prehliadači alebo počítači.
tr: Varsayılan olarak, %s birkaç renk şemasıyla sağlanır ve site yöneticisi bunları devre dışı bırakmadığı sürece bu açılır listede görünürler. Tercihinize göre sayfa rengi, arka plan resimleri vb. öğeleri değiştirecek bir tema seçebilirsiniz. Bu temalar yalnızca %s üzerindeki deneyiminizi etkiler ve internet tarayıcınızda veya bilgisayarınızda hiçbir değişiklik yapmaz.

source: Owner family tree
fr: Arbre généalogique du propriétaire
fur: Proprietari dal Arbul gjenealogjic
he: בעל עץ המשפחה
it: Proprietario dell'Albero genealogico
pl: Drzewo genealogiczne właściciela
ru: Генеалогическое древо владельца
sk: Rodokmeň vlastníka
tr: Aile ağacının sahibi

source: Clicking the name of the site owner will open an email form that allows you to send the site owner a short notice. Please enter your name and email address, so you can be answered. If you wish to send the site owner an attachment (such as a photo or a document) you can use this form to ask the site owner for his email. Then you can use any regular email program to send those attachments. (The email address of the site owner is not published on the site to prevent spamming).
fr: Cliquez sur le nom du propriétaire du site pour ouvrir un formulaire de courrier électronique qui vous permet d'envoyer un bref message au propriétaire du site. Veuillez entrer votre nom et votre adresse e-mail, afin que l'on puisse vous répondre. Si vous souhaitez envoyer au propriétaire du site une pièce jointe (telle qu'une photo ou un document), vous pouvez utiliser ce formulaire pour demander son adresse e-mail au propriétaire du site. Ensuite, vous pouvez utiliser n'importe quel programme de messagerie électronique standard pour envoyer ces pièces jointes. (L'adresse e-mail du propriétaire du site n'est pas publiée sur le site pour empêcher les spams).
fur: Clicant sul non dal aministratôr dal sît si pues inviâi une mail. Inseris il non e l'indiriz email, par podê vê une rispueste. Si pues ancje inviâ cu la mail un alegât (une foto o un document). Si pues in ogni câs utilizâ cualsisei program di poste eletroniche par inviâ alegats. (L'indiriz e-mail dal aministratôr dal sît a je indicade su la prime pagjine).
he: הקלקה על שם בעל האתר תפתח טופס אימייל שמאפשר לשלוח לבעל האתר הודעה קצרה. נא הכנס את שמך ואת כתובת המייל שלך על מנת שאפשר להשיב לך. אם אתה רוצה לשלוח לבעל האתר מסמך מצורף (כגון תמונה או מסמך וורד) אפשר להשתמש בטופס זה על מנת לבקש מבעל האתר להעביר לך את כתובת המייל שלו, כך שתוכל להעביר לו את המסמך במייל רגיל. (כתובת האימייל של בעל האתר לא מוצגת באתר על מנת למנוע ספאם).
it: Facendo clic sul nome del proprietario del sito verrà aperto un modulo di posta elettronica che consente di inviare al proprietario del sito un breve Nota. Inserisci il tuo nome e indirizzo email, in modo che tu possa ottenere la risposta. Se si desidera inviare al proprietario del sito un allegato (ad esempio una foto o un documento), è possibile utilizzare questo modulo per richiedere la e-mail al proprietario del sito. Quindi è possibile utilizzare qualsiasi programma di posta elettronica per inviare tali allegati. (L'indirizzo e-mail del proprietario del sito non viene pubblicato sul sito per evitare spamming).
pl: Kliknięcie nazwiska właściciela witryny otworzy formularz e-mail, który umożliwia wysłanie właścicielowi witryny krótkiego powiadomienia. Podaj swoje imię i nazwisko oraz adres e-mail, aby uzyskać odpowiedź. Jeśli chcesz wysłać właścicielowi witryny załącznik (na przykład zdjęcie lub dokument), możesz użyć tego formularza, aby poprosić właściciela witryny o jego e-mail. Następnie możesz użyć dowolnego zwykłego programu pocztowego, aby wysłać te załączniki. (Adres e-mail właściciela witryny nie jest publikowany w witrynie, aby zapobiec spamowaniu).
ru: Нажав на имя владельца сайта, вы откроете форму электронной почты, которая позволит вам отправить владельцу сайта краткое уведомление. Пожалуйста, введите свое имя и адрес электронной почты, чтобы вам могли ответить. Если вы хотите отправить владельцу сайта вложение (например, фотографию или документ), вы можете использовать эту форму, чтобы запросить у владельца сайта его адрес электронной почты. Затем вы можете использовать любую обычную почтовую программу для отправки этих вложений. (Адрес электронной почты владельца сайта не публикуется на сайте для предотвращения рассылки спама).
sk: Kliknutím na meno vlastníka lokality sa otvorí e-mailový formulár, ktorý vám umožní poslať vlastníkovi lokality krátke upozornenie. Zadajte svoje meno a e-mailovú adresu, aby sme vám mohli odpovedať. Ak chcete vlastníkovi lokality poslať prílohu (napríklad fotografiu alebo dokument), môžete použiť tento formulár a požiadať vlastníka lokality o jeho e-mail. Potom môžete na odoslanie týchto príloh použiť akýkoľvek bežný e-mailový program. (E-mailová adresa vlastníka stránky nie je zverejnená na stránke, aby sa zabránilo spamovaniu).
tr: Site sahibinin adına tıklamak, site sahibine kısa bir bildirim göndermenize izin veren bir e-posta formu açar. Lütfen adınızı ve e-posta adresinizi girin, böylece yanıtlanabilirsiniz. Site sahibine bir ek (fotoğraf veya belge gibi) göndermek istiyorsanız, site sahibinden e-postasını istemek için bu formu kullanabilirsiniz. Ardından, bu ekleri göndermek için herhangi bir normal e-posta programını kullanabilirsiniz. (Spam yapılmaması için site sahibinin e-posta adresi sitede yayınlanmamaktadır).

source: Search fields
fr: Champs de recherche
fur: Cjamps di ricercje‎
he: שדות חיפוש
it: ‎Campi per la ricerca‎
pl: Pola wyszukiwania
ru: Поля поиска
sk: Vyhľadávacie polia
tr: Arama alanları

source: In the search fields you can search by first and/or last name. You can also choose from three options: "contains", "equals" and "starts with". Note: next to the search button there is an option for "Advanced Search!"
fr: Dans les champs de recherche, vous pouvez effectuer une recherche par prénom et/ou nom de famille. Vous pouvez également choisir parmi trois options : "contient", "est égal à" et "commence par". Remarque : à côté du bouton de recherche, il y a une option pour "Recherche avancée !"
fur: Ta ricercje tu puedis cirî par non e/o par cognon. Tu puedis ancje sielzi tra "al conten", "compagn che" e " al comence cun"
he: בשדות החיפוש ניתן לחפש על פי שם פרטי ו/או שם משפחה. כמו-כן אפשר לבחור בין שלוש אופציות: "מכיל", "זהה ל-" ו"מתחיל ב-". תשימו לב: לצד כפתור החיפוש יש גם אופציה ל"חיפוש מתקדם".
it: Nei campi di ricerca puoi cercare per nome e/o cognome. Puoi anche scegliere tra tre opzioni: "contiene", "uguale a" e "inizia con". Nota: accanto al pulsante di ricerca c'è un'opzione per "Ricerca avanzata!"

source: Get image of chart for printing (allow pop-up!)
fr: Obtenez l'image du graphique pour l'impression (autorisez la fenêtre contextuelle!)
fur: ‎Cjape l'imagjin dal grafic pa la stampe (autorizechel, istès pop-up!)‎
he: ייצור תמונה של הגראף (חובה לאפשר חלונות קופצים)
it: ‎Ottenere l'immagine del grafico per la stampa (consentire pop-up!)‎
pl: Jeśli chcesz uzyskać obraz wykresu do wydrukowania (pozwól na wyskakujące okienko!)
ru: Получить изображение диаграммы для печати (разрешить всплывающее окно!)
sk: Získajte obrázok grafu na tlač (povoľte vyskakovacie okno!)
tr: Yazdırmak için grafiğin görüntüsünü alın (açılır pencereye izin verin!)

source: <b>USE:</b> <p>The main person is displayed in the center of the chart.<br> Ancestors are displayed to his/her left, descendants are displayed to the right <p><b>Hover over square:</b> Display pop-up menu with details<br> <b>Click on square:</b> Move this person to center of chart<br> <b>Click on name in pop-up menu:</b> Go to person's family page<br><br> <b>LEGEND:</b>
fr: <b>UTILISATION:</b> <p>La personne principale est affichée au centre du graphique.<br> Les ancêtres sont affichés à sa gauche, les descendants sont affichés à droite <p><b>Survolez le carré:</b> affichez le menu local avec des détails<br> <b>Cliquez sur le carré:</b> déplacez cette personne au centre du graphique<br> <b>Cliquez sur le nom dans le menu contextuel:</b> Accédez à la page familiale de la personne<br><br> <b>LÉGENDE:</b>
fur: <b>Ûs:‎</b> <p>La prime persone a ven mostrade al centri dal grafic.<br> ‎I‎ ‎antenâts a son visualizâs a sinistre, i dissendens a son visualizâs a ‎gjestre.‎ <p><b>‎Passe il mouse sôre il quadrât:‎</b>‎ al comparis un barconut cui datais‎<br> <b>Cliche sul quadrât:‎</b>‎ Sposte cheste persone al centri dal grafic‎<br> <b>‎Cliche sul nome:</b>‎ a comparis la famee da persone‎<br><br> <b>‎Legenda:‎</b>
he: <b>אופן השימוש:</b> <p>האדם הבסיסי מוצג מרכז התרשים.<br> אבותיו מוצגים לשמאלו וצאצאיו מוצגים לימינו. <p><b>ריחוף מעל הריבוע:</b> מעלה תפריט קופץ עם פירוט<br> <b>הקלקה על ריבוע:</b> מציג אדם זה במרכז התרשים<br> <b>הקלקה על שם בתפריט הקופץ:</b> מעביר לדף המשפחה של אותו אדם<br><br> <b>מקרא:</b>
it: <b>Uso:‎</b> <p>La persona di partenza viene visualizzata al centro del grafico.<br> ‎Gli‎ ‎antenati vengono visualizzati alla sua sinistra, i discendenti vengono visualizzati a ‎‎destra.‎ <p><b>‎Passa il mouse sopra il quadrato:‎</b>‎ Visualizzare il menu a comparsa con i dettagli‎<br> <b>Clicca sul quadrato:‎</b>‎ Sposta questa persona al centro del grafico‎<br> <b>‎Fare clic sul nome nel menu a comparsa:‎</b>‎ Vai alla pagina della famiglia della persona‎<br><br> <b> ‎Leggenda:‎</b>
pl: <b>UŻYWANIE:</b> <p>Główna osoba jest wyświetlana na środku wykresu.<br> Przodkowie są wyświetlani po jego lewej stronie, potomkowie są wyświetlani po prawej stronie <p><b>Najedź na kwadrat:</b> wyświetl wyskakujące menu ze szczegółami<br> <b>Kliknij kwadrat:</b> przenieś tę osobę na środek wykresu<br> <b>Kliknij imię i nazwisko w wyskakującym menu:</b> Przejdź do strony rodziny osoby<br><br> <b>LEGENDA:</b>
ru: <b>ИСПОЛЬЗОВАНИЕ:</b> <p>Основное лицо отображается в центре графика.<br>Предки отображаются слева от него, потомки отображаются справа<p><b>Наведите курсор на квадрат:</b> Отображение всплывающего меню с подробными сведениями<br> <b>Нажмите на квадрат:</b> Перемещение этого человека в центр диаграммы<br> <b>Нажмите на имя во всплывающем меню:</b> Перейти на страницу семьи пользователя<br><br> <b>ЛЕГЕНДА:</b>
sk: <b>POUŽITIE:</b> <p>Hlavná osoba je zobrazená v strede grafu.<br> Predkovia sú zobrazení vľavo, potomkovia sú zobrazení vpravo <p><b>Umiestnite kurzor myši na štvorec:</b> Zobrazte kontextovú ponuku s podrobnosťami<br> <b>Kliknite na štvorec:</b> Presuňte túto osobu do stredu grafu<br> <b>Kliknite na meno v kontextovej ponuke:</b> Prejdite na rodinnú stránku osoby<br><br> <b>LEGENDA:</b>
tr: <b>KULLAN:</b> <p>Ana kişi grafiğin merkezinde görüntülenir.<br> Atalar solunda gösterilir, torunları sağda gösterilir <p><b>Karenin üzerine gelin:</b> Ayrıntıları içeren açılır menüyü görüntüleyin<br> <b>Kareye tıklayın:</b> Bu kişiyi grafiğin merkezine taşıyın<br> <b>Açılır menüde isme tıklayın:</b> Kişinin aile sayfasına gidin<br><br> <b>GÖSTERGE:</b>

source: <b>SETTINGS:</b> <br><br><b>Nr. Generations:</b> choose between 2 - 12 generations for ancestors<br> and 2 - 15 generation for descendants. (large number of generations will take longer to generate)<br> <b>Box size:</b> Use the slider to choose display size (10 steps): <br> step 1-4: small boxes with popup for details<br> step 5-7: larger boxes with initials of name + pop-up for details<br> step 8-9: boxes/rectangles with name inside + pop-up with further details<br> step 10: large rectangles with name, birth and death details + pop-up with further details
fr: <b>RÉGLAGES:</b> <br><br><b>Nr. Générations:</b> choisissez entre 2 - 12 générations pour les ancêtres<br> et 2 - 15 générations pour les descendants. (un grand nombre de générations prendra plus de temps à générer)<br> <b>Taille de la boîte: </b>utilisez le curseur pour choisir la taille d'affichage (10 pas):<br> pas 1-4: petites boîtes avec popup pour plus de détails<br> pas 5-7: boîtes plus grandes avec initiales de nom + pop-up pour plus de détails<br> pas 8-9: boîtes / rectangles avec nom à l'intérieur + pop-up avec plus de détails<br> pas 10: grands rectangles avec nom, naissance et décès + pop-up avec plus de détails
fur: <b> IMPOSTAZIONS </b> <br><br><b>Nr. Gjenerazions:</b> sielz tra 2-12 gjenerazions pei antenâts<br> e tra 2-15 gjenerazions pai dissendents. (cun t'un alt numar di gjenerazions alcovente plui timp) <br> <b> ‎Dimensions dai box: ‎</b>‎ Utilizâ l'ingrandiment par sielzi lis dimensions dal schermi (10 pas): ‎<br>‎-‎ ‎pas 1-4: piçui box cun barconut pai detais‎<br>‎-‎ ‎pas 5-7: box plui grant cu lis iniziâl dal non e barconut pai detais‎ <br>‎-‎ ‎pas 8-9: Retangui cul non e barconut pai detais‎ <br>‎-‎ ‎Pas 10: grancj rettangui cun non, dâts di nassite e muart e barconut par altris detais‎
he: <b>הגדרות:</b> <br><br><b>מספר דורות:</b> בחירה בין 2-12 דורות של אבות<br> ובין 2-15 דורות של צאצאים (מספרים גדולים יותר של דורות יאריכו את זמן הפקת הדוח)<br> <b>גודל הקופסה:</b> השתמשו בסליידר (10 אפשרויות) לבחירה הגודל הרצוי: <br> שלב 1-4: קופסאות קטנות עם חלון קופץ עם יתר הפרטים<br> שלב 5-7: קופסאות גדולות יותר עם אותיות ראשונות של השם וחלון קופץ עם יתר הפרטים<br> שלב 8-9: קופסאות גדולות עוד יותר עם שמות וחלון קופץ עם יתר הפרטים<br> שלב 10: קופסה גדולה עם שם, פרטי לידה ופטירה וחלון קופץ עם יתר הפרטים.
it: <b> IMPOSTAZIONI </b> <br><br><b>Nr. Generazioni:</b> scegliere tra 2-12 generazioni per gli antenati<br> e tra 2-15 ggenerazioni per i discendenti. (un alto numero di generazioni richiederà più tempo di elaborazione) <br> <b> ‎Dimensioni scatola: ‎</b>‎ Utilizzare il dispositivo di scorrimento per scegliere le dimensioni dello schermo (10 step): ‎<br>‎-‎ ‎passo 1-4: piccole caselle con popup per i dettagli‎<br>‎-‎ ‎passo 5-7: scatole più grandi con le iniziali del nome - pop-up per i dettagli <br>‎-‎ ‎passo 8-9: scatole / rettangoli con nome all'interno - pop-up con ulteriori dettagli‎ <br>‎-‎ ‎Passo 10: grandi rettangoli con nome, dati di nascita e morte - pop-up con ulteriori dettagli‎
pl: <b>USTAWIENIA:</b> <br><br><b>Nr. Pokolenia:</b> wybierz między 2 a 12 pokoleniami dla przodków<br> i 2 - 15 generacji dla potomków. (wygenerowanie dużej liczby pokoleń zajmie więcej czasu) <b>Rozmiar pudełka:</b> użyj suwaka, aby wybrać rozmiar wyświetlacza (10 kroków):<br> krok 1-4: małe okienka z wyskakującym okienkiem dla szczegółów<br> krok 5-7: większe pola z inicjałami nazwy + wyskakujące okienko ze szczegółami<br> krok 8-9: pola / prostokąty z nazwą w środku + wyskakujące okienko z dalszymi szczegółami<br> krok 10: duże prostokąty z danymi dotyczącymi imienia, urodzenia i śmierci + wyskakujące okienko z dalszymi szczegółami
ru: <b>НАСТРОЙКИ:</b> <br><br><b>Nr. Поколения:</b> выберите от 2 до 12 поколений для предков<br> и 2 - 15 поколение для потомков. (для создания большого количества поколений потребуется больше времени)<br> <b> Размер поля:</b> Используйте ползунок, чтобы выбрать размер дисплея (10 шагов): <br> шаг 1-4: небольшие поля с всплывающим окном для получения подробной информации<br> шаг 5-7: большие поля с инициалами имени + всплывающее окно для получения подробной информации<br> шаг 8-9: поля / прямоугольники с именем внутри + всплывающее окно с более подробной информацией<br> шаг 10: большие прямоугольники с именем, сведениями о рождении и смерти + всплывающее окно с дополнительной информацией
sk: <b>NASTAVENIA:</b> <b>Č. Generácie:</b> vyberte si medzi 2 – 12 generáciami pre predkov<br> a 2 - 15 generáciu pre potomkov. (generovanie veľkého počtu generácií bude trvať dlhšie)<br> <b>Veľkosť poľa:</b> Pomocou posúvača vyberte veľkosť zobrazenia (10 krokov): <br> krok 1-4: malé políčka s kontextovým oknom pre podrobnosti<br> krok 5-7: väčšie polia s iniciálami mena + kontextové okno s podrobnosťami<br> krok 8-9: políčka/obdĺžniky s názvom vo vnútri + kontextové okno s ďalšími podrobnosťami<br> krok 10: veľké obdĺžniky s podrobnosťami o mene, narodení a úmrtí + vyskakovacie okno s ďalšími podrobnosťami
tr: <b>AYARLAR:</b> <br><br><b>Kuşak sayıları:</b> atalar için 2 - 12 nesil arasından seçim yapın<br> ve soyundan gelenler için 2 - 15 nesil. (çok sayıda kuşağın üretilmesi daha uzun sürer)<br> <b>Kutu boyutu:</b> Görüntü boyutunu seçmek için kaydırıcıyı kullanın (10 adım): <br> adım 1-4: ayrıntılar için açılır pencereli küçük kutular<br> adım 5-7: ayrıntılar için adın baş harfleri + açılır penceresi olan daha büyük kutular<br> adım 8-9: içinde adı olan kutular/dikdörtgenler + daha fazla ayrıntı içeren açılır pencere<br> Adım 10: ad, doğum ve ölüm ayrıntılarının yer aldığı büyük dikdörtgenler + daha fazla ayrıntı içeren açılır pencere

source: Anc.
fi: Esip.
fr: Asc.
fur: Ant.
he: אבות
it: Ant.
pl: Przo.
pt: Ant.
sk: Pred.
tr: Atalar.
zh: 升序

source: Desc.
fi: Jälkip.
fur: Dis.
he: צאצאים
it: Disc.
pl: Poto.
ru: Описание.
sk: Pot.
tr: Torunlar.
zh: 降序

source: Recently changed persons and new persons
fr: Personnes récemment changées et nouvelles personnes
fur: ‎Personis modificadis che nol è tant e personis‎ gnovis
he: אנשים שנערכו להם שינויים לאחרונה ואנשים חדשים
it: ‎Persone modificate di recente e nuove persone‎
pl: Ostatnio zmienione osoby i nowe osoby
ru: Недавно изменившиеся лица и новые лица
sk: Nedávno zmenené osoby a nové osoby
tr: Yakın zamanda değiştirilen kişiler ve yeni kişiler

source: Minimum:
fi: Minimi:
fur: Minim:
he: מינימום:
it: Minimo:
pt: Mínimo:
ru: Минимум:
tr: En az:
zh: 最少值:

source: characters
fi: merkit
fr: caractères
fur: set di caratars
he: אותיות
it: set dei caratteri
pl: osoba
pt: caracteres
ru: символов
sk: znakov
tr: karakterler
zh: 文字

source: Favourites list:
fi: Suosikkilista:
fr: Liste de favoris :
fur: Liste dai preferîts:
he: רשימת מועדפים
it: Lista dei preferiti:
pl: Lista ulubionych:
pt: Lista de favoritos:
ru: Избранное:
sk: Zoznam obľúbených:
tr: Sık kullanılanlar listesi:
zh: 我的愛好列表

source: Information
fi: Lisätietoja
fur: Info e Ricercjis
he: מידע
it: Informazioni
pl: Informacja
pt: Informação
ru: информация
sk: Informácie
tr: Bilgi
zh: 信息

source: Places (by persons)
fi: Paikat (henkilöittäin)
fr: Lieux (par personne)
fur: Lûcs (par personis)
he: מקומות (ליד אנשים)
it: Luoghi (per persone)
pl: Miejsca (według osób)
pt: Locais (por pessoas)
ru: Места (по персонам)
sk: Miesta (podľa osôb)
tr: Yerler (kişilere göre)
zh: 地點_按人

source: Places (by families)
fi: Paikat (perheittäin)
fr: Lieux (par famille)
fur: Lûcs (par fameis)
he: מקומות (ליד משפחות)
it: Luoghi (per famiglie)
pl: Miejsca (według rodzin)
pt: Locais (por famílias)
ru: Места (по семьям)
sk: Miesta (podľa rodín)
tr: Yerler (ailelere göre)
zh: 地點_按家庭

source: Register
fi: Rekisteri
fr: Enregistrer
fur: Registrâsi
he: הירשם
it: Registrarsi
pl: Rejestrowanie
pt: Inscrição
ru: Регистрация
sk: Registrovať
tr: Kayıt Ol
zh: 註冊

source: Find place
fi: Paikka
fr: Trouver lieu
fur: Cîr lûc
he: מצא מקום
it: Trova luogo
pl: Znajdź miejsce
pt: Encontrar local
ru: Поиск места
sk: Nájdi miesto
tr: Yer bul
zh: 搜尋地點

source: Contains
fi: Sisältää
fr: Contient
fur: Al conten
he: מכיל
it: Contiene
pl: Zawiera
pt: Contém
ru: Содержит
sk: Obsahuje
tr: İçerir
zh: 包含

source: Equals
fi: Täsmälleen
fr: Égale
fur: Compagn che
he: שווה ל-‏
it: Uguale
pl: Równy
pt: Iguala
ru: Соответствует
sk: Presne
tr: Eşittir
zh: 等於

source: Starts with
fi: Alkaa
fr: Commence par
fur: Al comenze cun
he: מתחיל עם
it: Inizia con
pl: Początek
pt: Começa com
ru: Начинается с
sk: Začína na
tr: İle başlar
zh: 以--開始

source: birth pl.
fi: syntymäp.
fr: lieu naissance
fur: lûc nassite
he: מקום לידה
it: Nascita
pl: adr. urodzenia
pt: Local de nasc.
ru: Места рождения
sk: m. nar.
tr: doğum yeri
zh: 出生地點

source: bapt pl.
fi: kastep.
fr: lieu baptême
fur: lûc batesim
he: מקום הטבלה
it: Battesimo
pl: adr. chrztu
pt: Local de bapt.
ru: Места крещения
sk: m. krstu
tr: vaftiz yeri
zh: 受洗 地點

source: death pl.
fi: kuolinp.
fr: lieu décès
fur: lûc muart
he: מקום פטירה
it: Morte
pl: adr. zmarł
pt: Local de falecim.
ru: Места смерти
sk: m. smrti
tr: ölüm yeri
zh: 死亡地點

source: bur pl.
fi: hautap.
fr: lieu sépulture
fur: lûc sepulture
he: מקום קבורה
it: Sepoltura
pl: adr. gróbu
pt: Local de enterro
ru: Места захоронения
sk: m. pohr.
tr: defin yeri
zh: 埋藏地點

source: Date untill
fr: Date jusqu'à
fur: Date fin al
he: תאריך עד
it: Data fino al

source: Research status:
fi: Tutkimuksen tila:
fr: Etat de la recherche
fur: Stât da ricercje:
he: סטטוס מחקר
it: Stato della ricerca:
pl: Status szukania
ru: Статус исследования:
sk: Stav výskumu:
tr: Araştırma durumu:

source: parents unknown
fi: vanhemmat tuntemattomat
fr: parents inconnus
fur: gjenitôrs no cognossûts
he: שני הורים לא ידועים
it: genitori sconosciuti
pl: rodzice nieznani
ru: родители неизвестны
sk: rodičia neznámi
tr: ebeveynler bilinmiyor

source: father unknown
fi: isä tuntematon
fr: père inconnu
fur: pâri no cognossût
he: אב לא ידוע
it: padre sconosciuto
pl: ojciec nieznany
ru: отец неизвестен
sk: otec neznámy
tr: baba bilinmiyor
