Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: OFF position (leftmost position)
fi: OFF-asento (täysin vasemmalla)
fr: HORS position (position extrême gauche)
fur: Posizion OFF (posizion plui a sinistre)
he: אל תציג תקופות עד להזזה (מיקום שמאלי ביותר)
it: Posizione OFF (posizione all'estrema sinistra)
pl: Pozycja OFF (skrajnie lewa pozycja)
pt: Posição OFF (posição mais à esquerda)
ru: Положение OFF (крайнее левое положение)
sk: OFF pozícia (ľavá krajná pozícia)
tr: KAPALI konum (en soldaki konum)
zh: OFF 位置 (最左位置)

source: Show all periods (rightmost position)
fi: Näytä kaikki kaudet (oikeanpuoleisin asento)
fr: Afficher toutes les périodes (position extrême droite)
fur: Mostre ducj i intervai (posizion plui a gjestre)
he: הצג כל התקופות (מיקום ימיני ביותר)
it: Mostra tutti i periodi (posizione più a destra)
pl: Pokaż wszystkie okresy (pozycja najbardziej na prawo)
pt: Mostrar todos os períodos (posição mais à direita)
ru: Показать все периоды (крайняя правая позиция)
sk: Ukáž všetky periódy (pravá krajná pozícia)
tr: Tüm dönemleri göster (en sağdaki konum)
zh: 顯示所有時段(最右邊的位置)

source: Default map type
fi: Määrittele kartan tyyppi
fr: Carte par défaut
fur: Tip di mape predefinide
he: סוג המפה כברירת המחדל
it: Tipo di mappa predefinito
pl: Domyślny typ mapy
pt: Tipo de mapa por omissão
ru: Тип карты по-умолчанию
sk: Predvolený typ mapy
tr: Varsayılan harita türü

source: Regular map (ROADMAP)
fi: Tavallinen katrra (tiekartta)
fr: Carte standard (Carte routière)
fur: Mape normâl (MAPE STRADÂL)
he: מפה רגילה (ROADMAP)
it: Mappa normale (ROADMAP)
pl: Zwykła mapa (ROADMAP)
pt: Mapa regular (mapa rodoviário)
ru: Карта (схема)
sk: Normálna mapa (Cestná mapa)
tr: Düzenli harita (YOL HARİTASI)

source: Satellite map with roads and places (HYBRID)
fi: Sateliittikartta, jossa tiet ja paikat (hybridi)
fr: Carte satellitaire avec routes et lieux (Hybride)
fur: Mape satelitâr cun stradis e lûcs (IBRIDA)
he: מפת לווין עם כבישים וערים (HYBRID)
it: Mappa satellitare con strade e luoghi (HYBRID)
pl: Mapa satelitarna z drogami i miejscami (HYBRID)
pt: Mapa de satélite com estradas e localidades (HÍBRIDO)
ru: Спутниковый снимок (гибрид)
sk: Satelitná mapa s cestami a miestami (hybridné)
tr: Yollar ve yerler ile uydu haritası (HİBRİT)

source: Default zoom
fi: Oletus zoomaus
fr: Zoom par défaut
fur: Zoom predefinît
he: מידת הזום כברירת מחדל
it: Zoom predefinito
pl: Domyślne powiększenie
pt: Zoom por omissão
ru: Уровень приближения по-умолчанию
sk: Základná lupa
tr: Varsayılan yakınlaştırma

source: Website
fr: Site Web
fur: Sît web
he: אתר
it: Sito web
pl: Strona internetowa
ru: Вебсайт
sk: Webstránka
tr: İnternet sitesi
zh: 網站

source: Logoff
fi: Kirjaudu ulos
fr: Déconnexion
fur: Iès
he: צא
it: Esci
pl: Wyloguj
pt: Sair do Sistema
ru: Выход
sk: Odhlásenie
tr: Oturumu Kapat
zh: 登錄出

source: Control
fi: Hallinta
fr: Contrôle
he: שליטה
it: Controllo
pl: Ustawienia
pt: Controle
ru: Управление
sk: Správa
tr: Kontrol
zh: 控制

source: Open Sidebar
fur: Vierç la Bare laterâl
he: פתח את סרגל הצד
it: Apri la barra laterale

source: These prefixes are used to process name-prefixes if a GEDCOM file is read.
fr: Ces préfixes sont utilisés pour traiter les préfixes de nom si un fichier GEDCOM est lu.
fur: Cheste liste di prefis a ven doprade par elaborâ i prefis dai nons quant che al ven let un file GEDCOM.
he: בקידומות האלה נעשה שימוש כדי לעבד קידומת של שמות כאשר מיובא קובץ ג'דקום.
it: Questa lista di prefissi viene utilizzata per elaborare i prefissi dei nomi quando viene letto un file GEDCOM.

source: General settings
fi: Yleiset asetukset
fr: Paramètres généraux
fur: Impostazions gjenerâl
he: הגדרות כלליות
it: Impostazioni generali
pl: Ustawienia główne
pt: Parâmetros gerais
ru: Основные настройки
sk: Hlavné nastavenie
tr: Genel ayarlar
zh: 一般的 設定

source: Default skin
fi: Oletustausta
fr: Aspect par défaut
fur: Teme di Default
he: הופעת ברירת המחדל
it: Tema standard
pl: Domyślna skóra
pt: Skin por omissão
ru: Внешний вид по-умолчанию
sk: Základný vzhľad
tr: Varsayılan cilt
zh: 默認的設定外表

source: Standard language %s
fr: Langue standard %s
fur: Lenghe Standard di %s
he: שפת ברירת המחדל של %s
it: Lingua standard di %s
pl: Standardowy język %s
ru: Стандартный язык %s
sk: Štandardný jazyk %s
tr: Standart dil %s

source: Standard language admin menu
fi: Admin-valikon vakiokieli
fr: Langue standard du Menu administrateur
fur: Lenghe Standard dal menu admin
he: שפת ברירת המחדל של תפריט הניהול
it: Lingua standard del menu admin
pl: Menu administratora domyślny język
pt: Menú de administração da linguagem standard
ru: Язык по-умолчанию меню администрирования
sk: Štandardný jazyk admin menu
tr: Standart dil yönetici menüsü
zh: 標準語言的管理選單

source: Change favicon icon
fr: Changer l'icône de favicon
fur: Cambie la icone Favicon.
he: שנה את סמל ה-favicon.
it: Cambia l'Icona Favicon

source: Upload favicon.ico file. File size max: %1$d kB.
fr: Téléversez le fichier favicon.ico. Taille maximale du fichier:%1$d Ko.
fur: Trasmet il file favicon.ico. Dimension max: %1$d kB.
he: העלה קובץ favicon.ico. הגודל המקסימלי הוא %1$d kB.
it: Trasmetti il file favicon.ico. Dimensione max: %1$d kB

source: Scripts in &lt;head&gt; section for all pages
fr: Scripts dans &lt;head&gt; section pour toutes les pages
fur: Scripts al &lt;inizi&gt; session par dutis lis pagjnis
he: סקריפטים בפסקת &lt;head&gt; לכל העמודים
it: Gli script in &lt;testa&gt; sezione per tutte le pagine

source: Can be used for statistics, counter, etc.
fr: Peut être utilisé pour les statistiques, le compteur, etc.
fur: Si po usâ pas statistichis, contatôrs, e cusì vie.
he: אפשר להשתמש בזה לצורך סטטיסטיקה, מונה וכו'.
it: Può essere utilizzato per statistiche, contatore, ecc.

source: Text in footer for all pages
fi: Teksti kaikkien sivujen alatunnisteessa
fr: Texte en pied de page pour toutes les pages
fur: Test da pît de pagjine par dutis lis pagjinis
he: טקסט בתחתית כל העמודים
it: Testo nel piè di pagina per tutte le pagine
pl: Tekst w stopce dla wszystkich stron
pt: Texto no rodapé para todas as páginas
ru: Текст для footer всех страниц
sk: Text pre pätu na všetkých stránkach
tr: Tüm sayfalar için altbilgideki metin

source: Can be used for statistics, counter, etc. It's possible to use HTML codes!
fi: Voit käyttää tilastointiin, laskureihin tms. Voit käyttää HTML-koodeja!
fr: Peut être utilisé pour les statistiques, les compteur, etc. Il est possible d'utiliser des codes HTML !
fur: Al pues sei doprât par statistichis, contators, ecc. Al è pussibil utilizâ il lengaç HTML!
he: אפשר להשתמש בזה לצורך סטטיסטיקה, מונה מבקרים וכו'. אפשר להשתמש בקוד HTML!
it: Può essere utilizzato per statistiche, contatore, ecc. È possibile utilizzare i codici HTML!
pl: Może być używany do statystyk, liczników itp. Można używać kodów HTML!
pt: Pode ser empregue em estatísticas, como contador, etc. É possível utilizar códigos HTML!
ru: Может быть использован для счётчиков и статистики. Допускается использование HTML тэгов!
sk: Môže byť použitý pre štatistiky, počítadlo, atď. Ak je povolený HTML kód!
tr: İstatistik, sayaç vb. için kullanılabilir. HTML kodlarını kullanmak mümkündür!

source: Debug %s front pages
fr: Déboguer %s pages d'accueil
fur: Debug das pagjinis di %s
he: ערוך בדיקת באגים בעמודי שער של %s
it: Debug delle pagine visuali di %s
pl: Debuguj %s pierwsze strony
ru: Отладочные %s титульные страницы
sk: Ladenie %s prvých stránok
tr: %s ön sayfalarında hata ayıklayın

source: Only use this option to debug problems in %s.
fr: Utilisez cette option uniquement pour déboguer les problèmes dans %s.
fur: Utilizâ cheste opzion dome par eseguî il debug di problems in %s.
he: השתמש באופצייה זו רק לצורך בדיקת באגים ב-%s
it: Utilizzare questa opzione solo per eseguire il debug di problemi in %s.
pl: Użyj tej opcji tylko do debugowania problemów w programie%s.
ru: Используйте этот параметр только для отладки проблем в %s.
sk: Použi túto možnosť iba v prípade problému ladenia v %s.
tr: Bu seçeneği yalnızca %s içindeki sorunları ayıklamak için kullanın.

source: Debug %s admin pages
fr: Déboguer %s pages d'administration
fur: Debug das pagjinis di aministratôr di %s
he: בדיקת באגים בעמודי ה-admin של %s
it: Debug delle pagine di amministratore di %s
pl: Debuguj %s strony administracyjne
ru: Отладка %s страниц администрирования
sk: Ladenie %s admin stránok
tr: %s yönetici sayfasında hata ayıklayın

source: Search engine settings
fi: Hakukoneasetukset
fr: Réglages du moteur de recherche
fur: Impostazions pai motôrs di ricercje
he: הגדרת מכונות חיפוש
it: Impostazioni del motore di ricerca
pl: Ustawienia wyszukiwarki
pt: Parâmetros do motor de pesquisa
ru: Настройки поисковых систем
sk: Nastavenie vyhľadávacích automatov
tr: Arama motoru ayarları
zh: 搜索引擎的設定

source: Improve indexing of search engines (like Google)
fi: Tehosta hakukoneiden indeksointia (esim. Google)
fr: Améliorer l'indexation des moteurs de recherche (comme Google)
fur: Rafine l'indicizazion dai motôrs di ricercje (come Google)
he: שפר יצירת אינדקס על ידי מכונות חיפוש כגון גוגל
it: Migliorare l'indicizzazione dei motori di ricerca (come Google)
pl: Popraw indeksowanie wyszukiwarek (takich jak Google)
pt: Melhorar a indexação dos motores de pesquisa (como o Google)
ru: Улучшить индексацию поисковыми системами (например Google)
sk: Zlepšené indexovanie vyhľádavania (ako Google)
tr: Arama motorlarının dizinlenmesini iyileştirin (Google gibi)
zh: 改進搜索引擎的索引 (例如谷歌)

source: ATTENTION: the Apache module "mod_rewrite" has to be installed!
fi: HUOMAUTUS: Apache-moduli "mod_rewrite" pitää olla asennettuna!
fr: ATTENTION : le module Apache "mod_rewrite" doit être installé !
fur: ATENZION: il modul Apache "mod_rewrite" al devi jessi instalât!
he: שימו לב: לצורך זה מודולת אפאצ'י "mod_rewrite" צריכה להיות מותקנת!
it: ATTENZIONE: il modulo Apache "mod_rewrite" deve essere installato!
pl: UWAGA: moduł Apache „mod_rewrite” musi być zainstalowany!
pt: ATENÇÃO: É necessário instalar o módulo "mod_rewrite" do Apache!
ru: ВНИМАНИЕ: необходим установленный модуль "mod_rewrite" для веб-сервера Apache!
sk: POZOR: Apache modul "mod_rewrite" musí byť nainštalovaný!
tr: DİKKAT: "mod_rewrite" Apache modülü kurulmalıdır!
zh: 注意:這Apache 模式 "mod_rewrite"一定要安裝!

source: becomes:
fi: tulee:
fr: devient :
fur: al divente:
he: הופך להיות:
it: diventa:
pl: staje się:
pt: passa a:
ru: становится:
sk: nahradí:
tr: oluyor:
zh: 變成:

source: Stop search engines
fi: Estä hakukoneet
fr: Arrêter les moteurs de recherche
fur: Ferme i motôrs di ricercje
he: עצור מכונות חיפוש
it: Ferma il motore di ricerca
pl: Zatrzymaj wyszukiwarkę
pt: Parar os motores de pesquisa
ru: Блокировать индексацию поисковыми системами установкой тега META NAME="robots"
sk: Zastaviť vyhľádavanie
tr: Arama motorlarını durdur
zh: 停止搜索引擎

source: Search engines:<br>Hide family tree (no indexing)<br>Show frontpage and CMS pages
fi: Hakukoneet:<br>Piilota sukupuu (ei indeksointi)<br>Näytä etusivu ja CMS-sivut
fr: Moteurs de recherche : <br>- Masquer l'arbre généalogique (pas d'indexation)<br>- Afficher la page d'accueil et les pages CMS
fur: Motôrs di ricercje: <br> Nascuint i arbui di famee (no indicizazion) <br> Mostre pagjinis HTML e CMS
he: מכונות חיפוש:<br>הסתר את עץ המשפחה (לא ייוצר אינדקס)<br>הצג עמוד ראשי ועמודי CMS
it: Motori di ricerca: <br> Nascondi albero genealogico (senza indicizzazione) <br> Mostra pagine Intestazione e CMS
pl: Wyszukiwarki:<br>Ukryj drzewo genealogiczne (bez indeksowania)<br>Pokaż stronę główną i strony CMS
pt: Motores de pesquisa:<br>Esconder a árvore de família (proibir a indexação)<br>Mostra a página inicial e as páginas do CMS
ru: Поисковые системы:<br>Скрыть генеалогическое древо (без индексации)<br>Показать главную страницу и страницы CMS
sk: Vyhľadávanie: <br>Skryť rodokmene (neindexovať)<br>Ukázať hlavnú a CMS stránky
tr: Arama motorları:<br>Aile ağacını gizle (dizin oluşturma yok)<br>Ön sayfa ve CMS sayfalarını göster
zh: 搜索引擎:<br>藏起家譜 (無索引)<br>展示網絡主頁和CMS 網頁

source: Contact & registration form settings
fi: Yhteydenotto ja rekisteröintilomakkeen asetukset
fr: Paramètres du formulaire de contact et d'inscription
fur: Impostazion dal modul di contat e di registrazion
he: הגדרות טופס הקשר וטופס הרישום
it: Impostazioni del modulo di contatto e di registrazione
pl: Ustawienia formularza kontaktowego i rejestracyjnego
pt: Parâmetros dos formulários de contacto & inscrição
ru: Настройки регистрации пользователей и обратной связи
sk: Nastavenie kontaktov a registrácie
tr: İletişim ve kayıt formu ayarları
zh: 聯絡和註冊表格的設定

source: Block spam question
fi: Roskapostia estävä kysymys
fr: Bloquer la question spam
fur: Domande Bloche-Spam
he: השאלה למניעת דואר זבל
it: Domanda Blocca-Spam
pl: Pytanie anty spamowe
pt: Pergunta para bloqueio de spam
ru: Анти-спам вопрос
sk: Blokovanie spamu - otázka
tr: Spam sorusunu engelle
zh: 阻止垃圾郵件的問題

source: Block spam answer
fi: Roskapostia estävän kysymyksen vastaus
fr: Bloquer la réponse spam
fur: Rispueste Bloche-Spam
he: התשובה לשאלה למיעת דואר זבל
it: Risposta Blocca-Spam
pl: Odpowiedź anty spamowa
pt: Resposta à pergunta de bloqueio de sapm
ru: Анти-спам ответ
sk: Blokovanie spamu - odpoveď
tr: Spam yanıtını engelle
zh: 阻止垃圾郵件的回答

source: Mail form: use spam question
fi: Sähköpostilomake: käytä roskapostia estävää kysymystä
fr: Formulaire d'e-mail : utiliser la question spam
fur: Modul di pueste: use la domande di spam
he: טופס הדוא"ל: השתמש בשאלה למניעת דואר זבל
it: Modulo di posta: usa la domanda di spam
pl: Formularz mailowy: użyj pytania anty spamowego
pt: Formulário de correio: utilizar a pergunta ant-spam
ru: Использовать анти-спам вопрос
sk: Mailový formulár: použiť "newsletter" otázku
tr: Posta formu: spam sorusu kullan
zh: 郵件表格：用垃圾郵件的問題

source: Mail form: use newsletter question
fi: Postilomake: käytä uutisviestin kysymystä
fr: Formulaire d'e-mail : utiliser la question du bulletin
fur: Modul di pueste: dopre la domande da newsletter
he: טופס מייל: הוסף את השאלה לגבי אגרת חדשות
it: Modulo di posta: utilizzare la domanda della newsletter
pl: Formularz mailowy: użyj pytania do newslettera
pt: Formulário de correio: perguntar sobre a newsletter
ru: Отображать опцию подписки на новости
sk: Mailový formulár: použiť "newsletter" odpoveď
tr: Posta formu: haber bülteni sorusunu kullan
zh: 郵件表格：用新聞郵件的問題

source: Adds the question: "Receive newsletter: yes/ no" to the mailform.
fi: Lisää kysymys: "Vastaanota uutisviesti: kyllä/ei" postilomakkeeseen.
fr: Ajoute la question: "Recevoir le bulletin de nouvelles: oui ou non» au formulaire d'e-mail.
fur: Zonte la domande: "Ustu Ricevi la newsletter: sì / no" al form da mail.
he: מוסיף את השאלה: "קבל אגרת חדשות: כן/לא" בטופס המייל.
it: Aggiungere la domanda: "Vuoi Ricevere la newsletter: sì / no" alla mailform.
pl: Dodaje pytanie: „ newsletter: tak / nie” do formularza pocztowego.
pt: Adiciona a pergunta: "Receber a newsletter: sim / não" no formulário de correio.
ru: Добавляет возможность подписки на новости к почтовой форме.
sk: Pridá otázku:" Priíjmať newsletter áno/ nie do e-mail formulára.
tr: Posta formuna "Bülten alın: evet/ hayır" sorusunu ekler.
zh: 加上這問題: "Receive newsletter: yes/ no" 到這郵件表格

source: Visitors can register
fi: Vierailija voi rekisteröityä
fr: Les visiteurs peuvent s'enregistrer
fur: I visitatôrs puedinon regjistrâsi
he: מבקרים יכולים להירשם
it: I visitatori possono registrarsi
pl: Odwiedzający mogą się zarejestrować
pt: Os visitantes podem inscrever-se
ru: Разрешить регистрацию пользователей
sk: Návštevníci sa môžu registrovať
tr: Ziyaretçiler kayıt olabilir
zh: 訪問者可以註冊

source: Default user-group for new users:
fi: Käyttäjäryhmä-oletus uusille käyttäjille:
fr: Groupe d'utilisateurs par défaut pour les nouveaux utilisateurs :
fur: Grup predefinît pai gnûs utents:
he: קבוצת ברירת המחדל למשתמשים חדשים:
it: Gruppo predefinito per i nuovi utenti:
pl: Domyślna grupa użytkowników dla nowych użytkowników:
pt: Grupo por omissão para os novos utilizadores:
ru: Группа по-умолчанию для почтовых пользователей
sk: Základná skupina pre nových užívateľov:
tr: Yeni kullanıcılar için varsayılan kullanıcı grubu:
zh: 新用戶可用默認使用者群

source: Registration form: e-mail address
fi: Rekisteröintilomake: sähköpostiosoite
fr: Formulaire d'inscription : adresse e-mail
fur: Modul di regjistrazion: indiriz e-mail
he: טופס רישום: כתובת האימייל
it: Modulo di registrazione: indirizzo e-mail
pl: Formularz rejestracyjny: adres e-mail
pt: Formulário de inscrição: endereço de e-mail
ru: Email адрес для регистрации
sk: Registračný formulár" e-mailová adresa
tr: Kayıt formu: e-posta adresi
zh: 註冊表格：電子郵件住址

source: Send registration form to this e-mail address.
fi: Lähetä rekisteröinti tähän sähköpostiosoitteeseen.
fr: Envoyer le formulaire d'enregistrement à cette adresse e-mail.
fur: Invie il modul di registrazion a chest indiriz e-mail.
he: שלחו את טופס הרישום לכתובת האימייל הזה.
it: Invia il modulo di registrazione a questo indirizzo e-mail.
pl: Wyślij formularz rejestracyjny na ten adres e-mail.
pt: Enviar o formulário de inscrição para este endereço de e-mail.
ru: С этого адреса будет отправлено подтверждение регистрации
sk: Pošli registračný formulár na túto e-mail adresu.
tr: Kayıt formunu bu e-posta adresine gönderin.
zh: 送註冊表格到這電子郵件住址

source: Visitor registration: use spam question
fi: Vierailijoiden rekisteröinti: käytä kirjautumiskysymystä
fr: Formulaire d'enregistrement : utiliser la question spam
fur: Registrazion visitatôr: dopre la domande Bloche-Spam
he: הרשמה למבקרים: השתמש בשאלה למניעת ספאם
it: Registrazione visitatore: usa la domanda Blocca-Spam
pl: Rejestracja gościa: użyj pytania anty spamowego
pt: Inscrição de visitantes: aplicar a pergunta anti-spam
ru: Использовать анти-спам вопрос при регистрации пользователей
sk: Registrácia užívateľov: použi spam otázku
tr: Ziyaretçi kaydı: spam sorusu kullan
zh: 訪問者註冊：可用垃圾郵件問題

source: Password forgotten e-mail address
fr: Mot de passe oubli adresse e-mail
fur: Password dismenteade: indiriz e-mail
he: כתובת אימייל למקרה שנשכחה הסיסמה
it: Password dimenticata: indirizzo e-mail
pl: Zapomniałem hasła adres e-mail
ru: Забытый пароль адрес электронной почты
sk: Zabudnuté heslo - e-mailovej adresa
tr: Şifre unutulan e-posta adresi

source: To enable password forgotten option: set a sender e-mail address.
fr: Pour activer l'option mot de passe oublié: définissez une adresse e-mail d'expéditeur.
fur: Par abilitâ la opzion password dismenteade: imposte un indiriz e-mail dal mitent.
he: על מנת להפעיל את האופציה לשחזר סיסמאות שנשכחו: הכנס כאן כתובת אימייל של השולח.
it: Per abilitare l'opzione password dimenticata: impostare un indirizzo e-mail del mittente.
pl: Aby włączyć opcję zapomnienia hasła: ustaw adres e-mail nadawcy.
ru: Чтобы включить опцию забытого пароля: установите адрес электронной почты отправителя.
sk: Povoliť možnosť "zabudnuté heslo": poslať na e-mail.
tr: Şifremi unuttum seçeneğini etkinleştirmek için: bir gönderen e-posta adresi ayarlayın.

source: Email Settings
fr: Paramètres de messagerie
fur: Impostazions Email
he: הגדרות אימייל
it: Impostazioni Email
pl: Ustawienia poczty e-mail
ru: Настройки электронной почты
sk: E-mail Nastavenia
tr: E-Posta Ayarları

source: TIP: mail will work without changing these parameters at most hosting providers.
fr: CONSEIL: la messagerie fonctionnera sans modifier ces paramètres chez la plupart des hébergeurs.
fur: SUGJERIMENT: la puoste a funzione cence modificâ chescj parametris in ta plui part dai provider di hosting.
he: עצה: המייל יעבוד אצל רוב חברות webhost בלי לערוך שינויים בהגדרות אלה.
it: SUGGERIMENTO: la posta funzionerà senza modificare questi parametri nella maggior parte dei provider di hosting.
pl: WSKAZÓWKA: poczta będzie działać bez zmiany tych parametrów u większości dostawców usług hostingowych.
ru: СОВЕТ: почта будет работать без изменения этих параметров у большинства хостинг-провайдеров.
sk: TYP: pošta bude fungovať bez zmeny týchto parametrov u väčšiny poskytovateľov.
tr: İPUCU: posta, çoğu barındırma sağlayıcısında bu parametreleri değiştirmeden çalışır.

source: Mail: configuration
fur: Mail: configurazion
he: מייל: הגדרה
it: Mail: configurazione
pl: Email: konfiguracja
ru: Почта: конфигурация
sk: Pošta: nastavenia
tr: Posta: yapılandırma

source: auto
he: אוטומטית
pl: automatycznie
ru: авто
tr: otomatik

source: manual
fr: manuel
fur: manuâl
he: ידנית
it: manuale
pl: ręcznie
ru: ручной
sk: manuálne
tr: manuel

source: Setting: "auto" = use settings below.<br>Setting: "manual" = change settings in /include/mail.php
fr: Réglage: "auto" = utilisez les paramètres ci-dessous. <br> Réglage: "manuel" = changez les paramètres dans /include/mail.php
fur: Impostazion: "auto" = si doprin lis impostazions disot.<br> Impostazion: "manuâl" = cambie lis impostazions in /include/mail.php
he: אם ההגדרה היא "אוטומטית" ייעשה שימוש בהגדרות שלהלן. <br>אם ההגדרה היא "ידנית" צריך לשנות את ההגדרות בקומץ /include/mail.php
it: Impostazione: "auto" = usa le impostazioni qui sotto.<br> Impostazione: "manuale" = cambia le impostazioni in /include/mail.php
pl: Ustawienie: „auto” = użyj poniższych ustawień. <br>Ustawienie: „ręczne” = zmień ustawienia w /include/mail.php
ru: Настройка: "auto" = использовать настройки ниже.<br>Настройка: "manual" = изменить настройки в /include/mail.php
sk: Nastavenie: "auto" = použi nastavenia nižšie.<br>Setting: "manual" = zmeň nastavenia v /include/mail.php
tr: Ayar: "otomatik" = aşağıdaki ayarları kullanın.<br>Ayar: "manuel" = /include/mail.php içindeki ayarları değiştirin

source: Mail: username
fr: Mail: nom d'utilisateur
fur: Mail: NonUtent
he: מייל: שם משתמש
it: Mail: NomeUtente
pl: Mail: nazwa użytkownika
ru: Почта: имя пользователя
sk: Pošta: užívateľské meno
tr: Posta: kullanıcı adı

source: Mail: password
fr: Mail: mot de passe
he: מייל: סיסמה
pl: Email: hasło
ru: Почта: пароль
sk: Pošta: heslo
tr: Posta: şifre

source: SMTP: mail server
fr: SMTP: serveur de messagerie
he: SMTP: שרת מייל
pl: SMTP: e-mail server
tr: SMTP: posta sunucusu

source: Gmail: smtp.gmail.com
he: ג'ימייל: smtp.gmail.com

source: SMTP: port
fur: SMTP: puarte
he: SMTP: פורט
it: SMTP: porta
tr: SMTP: bağlantı noktası

source: Gmail: 587
he: ג'ימייל: 587

source: SMTP: authentication
fr: SMTP: authentification
fur: SMTP: autenticazion
he: SMTP: זיהוי ואישור
it: SMTP: autenticazione
pl: SMTP: uwierzytelnianie
ru: SMTP: аутентификация
sk: SMTP: overenie
tr: SMTP: kimlik doğrulama

source: true
fr: vrai
fur: vêr
he: נכון
it: vero
pl: prawda
ru: истинный
tr: doğru

source: false
fr: faux
fur: fals
he: לא נכון
it: falso
pl: fałsz
ru: ложный
tr: yanlış

source: Gmail: true
fr: Gmail: vrai
fur: Gmail: vêr
he: ג'ימייל: אכן
it: Gmail: vero
pl: Gmail: prawda
ru: Gmail: правда
tr: Gmail: doğru

source: SMTP: encryption type
fr: SMTP: type de cryptage
fur: SMTP: tipo di critografie
he: SMTP: סוג ההצפנה
it: SMTP: tipo di crittografia
pl: SMTP: typ szyfrowania
sk: SMTP:typ kódovania
tr: SMTP: şifreleme türü

source: Gmail: TLS
he: ג'מייל: TLS

source: SMTP: debugging
fr: SMTP: débogage
fur: SMTP: debug
he: SMTP: גילוי באגים
it: SMTP: debug
ru: SMTP: отладка
sk: SMTP: ladenie
tr: SMTP: hata ayıklama

source: Off
fr: Eteint
he: כיבוי
pl: Wyłącz
ru: Выключенный
sk: Vypnuté
tr: Kapalı

source: Client
he: לקוח
pl: Klient
ru: Клиент
sk: Klient
tr: İstemci

source: Client and Server
fr: Client et serveur
fur: Client e Server
he: לקוח ושרת
it: Client e Server
pl: Klient i serwer
ru: Клиент и сервер
sk: Klient a Server
tr: İstemci ve Sunucu

source: International settings
fi: Kansainväliset asetukset
fr: Paramètres internationaux
fur: Impostazions internazionâls
he: הגדרות בינלאומיות
it: Impostazioni internazionali
pl: Ustawienia międzynarodowe
pt: Parâmetros internacionais
ru: Региональные настройки
sk: Medzinárodné nastavenia
tr: Uluslararası ayarlar
zh: 國際設定

source: Timezone
fi: Aikavyöhyke
fr: Fuseau horaire
fur: Fûs orari
he: איזור זמן
it: Fuso orario
pl: Strefa czasowa
pt: Zona de tempo
ru: Часовая зона
sk: Časové pásmo
tr: Saat dilimi
zh: 時區
