Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Failed to store new password.
fi: Uuden salasanan tallettaminen epäonnistui.
fr: Impossible d'enregistrer le nouveau mot de passe .
fur: Impusibil memorizâ la gnove password.
he: שמירת הסיסמה החדשה נכשלה.
it: Impossibile memorizzare la nuova password.
pl: Nie udało się zapisać nowego hasła.
pt: A gravação da sua nova senha de acesso foi mal sucedida
ru: Ошибка установки нового пароля.
sk: Nepodarilo sa uložiť nové heslo.
tr: Yeni şifre saklanamadı.

source: No valid username or password.
fi: Väärä käyttäjätunnus tai salasana.
fr: Nom d'utilisateur ou mot de passe invalide.
fur: Username o password no son valids.
he: שם משתמש או סיסמה לא נכונים
it: Username o password non corrette.
pl: Brak prawidłowej nazwy użytkownika lub hasła.
pt: Utilizador ou senha de acesso inválidos.
ru: Неверный логин либо пароль.
sk: Neplatné meno, alebo heslo.
tr: Geçerli kullanıcı adı veya şifre yok.
zh: 沒有有效的用戶名和密碼

source: Forgot password
fi: Salasana unohtui
fr: Mot de passe oublié
fur: Dismenteade la password
he: שכחתי סיסמה
it: Ha dimenticato la password
pl: Zapomniałeś hasła
pt: Esqueceu a senha
ru: Забыл пароль
sk: Zabudli ste heslo
tr: Şifremi unuttum

source: %s Mail form.
fr: %s Formulaire de courrier.
he: %s טופס מייל
pl: %s Formularz pocztowy.
ru: %s Почтовая форма
sk: %s mail formulár.
tr: %s Posta formu.

source: Last visited family:
fi: Viimeisin vierailtu perhe:
fr: Dernière famille vue :
fur: Ultime famee visitade:
he: משפחה אחרונה שנצפתה
it: Ultima famiglia visitata:
pl: Ostatnia wizyta rodzina:
pt: Última família visitada:
ru: Посленяя просмотренная семья:
sk: Posledne navštívená rodina:
tr: Son ziyaret edilen aile:
zh: 最後被訪的家庭

source: Receive newsletter
fi: Vastaanota uutiskirje
fr: Recevoir la lettre d'information
fur: Par ricevi la newsletter
he: קבל הודעות עדכון
it: Vuoi ricevere la newsletter
pl: Otrzymuj biuletyn
pt: Receber o boletim de notícias (newsletter)
ru: Получать новостную рассылку
sk: Príjmanie noviniek
tr: Haber bülteni al
zh: 收到簡訊

source: The e-mail address you entered doesn't seem to be a valid e-mail address!
fi: Antamasi sähköpostiosoite ei näytä olevan kelvollinen!
fr: L'adresse e-mail que vous avez entrée ne semble pas être une adresse e-mail valide !
fur: L'indiriz e-mail inserît nol semê un indiriz valid!
he: נראה שכתובת המייל שהכנסת שגויה
it: L'indirizzo e-mail inserito non sembra essere un indirizzo e-mail valido!
pl: Podany adres e-mail nie wydaje się być prawidłowy!
pt: O endereço de e-mail que introduziu não parece ser válido!
ru: Введённый email адрес некорректен!
sk: E-mailová adresa, ktorú ste zadali, nie je platná e-mailová adresa!
tr: Girdiğiniz e-posta adresi geçerli bir e-posta adresi gibi görünmüyor!

source: Sending e-mail failed!
fi: Viestin lähettäminen epäonnistui!
fr: L'envoi de l'e-mail a échoué !
fur: Spedizion da e-mail falide!
he: שליחת ההודעה נכשלה!‏
it: Mancato invio e-mail!
pl: Wysłanie wiadomości e-mail nie powiodło się!
pt: O envio de e-mail falhou!
ru: Отправка письма не удалась!
sk: Odoslanie e-mailu zlyhalo!
tr: E-posta gönderme başarısız!
zh: 發送電子郵件失敗！

source: E-mail sent!
fi: Viesti lähetetty!
fr: E-mail envoyé !
fur: E-mail spedide!
he: ההודעה נשלחה!‏
it: E-mail inviata!
pl: E-mail wysłany!
pt: E-mail enviado!
ru: Письмо отправлено!
sk: E-mail odoslaný!
tr: E-posta gönderildi!
zh: 電子郵件已發送

source: Mail form
fi: Sähköpostilomake
fr: Demande e-mail
fur: Mail
he: טופס דואר אלקטרוני
pl: Formularz mailowy
pt: Formulário de correio
sk: Mailový formulár
tr: Posta formu
zh: 郵件形式

source: Message
fur: Messaç
he: הודעה
it: Messaggio
pl: Wiadomość
ru: Сообщение
sk: Správa
tr: İleti

source: The e-mail function has been switched off!
fi: Sähköpostitoiminto on kytketty pois!
fr: La fonction e-mail a été désactivée !
fur: La funzion e-mail a je stade disativade!
he: פונקציית האימייל אינה מופעלת
it: La funzione e-mail è stata disattivata!
pl: Funkcja e-mail została wyłączona !
pt: A função de e-mail foi desativada!
ru: Функция отправки e-mail отключена!
sk: Funkcia e-mail bola vypnutá!
tr: E-posta işlevi kapatıldı!
zh: 電子郵件的功能已經關閉！

source: Display birth or death locations across different time periods
fi: Näytä synnyin- ja kuolipaikat erilaisilla aikaväleillä
fr: Afficher des lieux de naissance ou de décès sur différentes périodes de temps
fur: Mostre i lûcs di nassite o di muart in diferents intervai di timp
he: הצג מקומות לידה או פטירה בכל תקופות הזמן
it: Mostra luoghi di nascita o di morte in diversi periodi di tempo
pl: Wyświetlaj miejsca urodzenia lub śmierci w różnych przedziałach czasowych
pt: Mostrar os locais de nascimento ou óbito ao longo de diferentes períodos de tempo
ru: Отобразить места рождения и сметрей за различных период
sk: Zobraz miesta narodenia alebo úmrtia v rôznych časových obdobiach
tr: Farklı zaman dilimlerinde doğum veya ölüm konumlarını görüntüleyin
zh: 在不同時段顯示出生或死亡地點

source: Display:
fi: Näkymä:
fr: Afficher :
fur: Visualize:
he: הצגה:
it: Visualizza:
pl: Pokaz:
pt: Exibir:
ru: Отобразить:
sk: Zobraz:
tr: Görüntüleme:
zh: 顯示

source: Birth locations
fi: Syntymäpaikat
fr: Lieux de naissance
fur: Lûcs di nassite
he: מקומות לידה
it: Luoghi di nascita
pl: Miejsca urodzenia
pt: Locais de nascimento
ru: Места рождения
sk: Miesta narodenia
tr: Doğum konumları
zh: 出生地點

source: Death locations
fi: Kuolinpaikat
fr: Lieux de décès
fur: Lûcs di muart
he: מקומות פטירה
it: Luoghi di morte
pl: Miejsca śmierci
pt: Locais de óbito
ru: Места смерти
sk: Miesta úmrtia
tr: Ölüm konumları
zh: 死亡地點

source: Filters:
fi: Suodattimet:
fr: Filtres :
fur: Filtri:
he: מסננים:
it: Filtri:
pl: Filtry:
pt: Filtros:
ru: Фильтры:
sk: Filtre:
tr: Filtreler:
zh: 篩選

source: Display births until:
fi: Näytä syntymät asti:
fr: Afficher les naissances jusqu'en :
fur: Mostre i nassûts fin tal:
he: הצג לידות עד:
it: Mostra i nati fino a:
pl: Pokaż urodzenia do:
pt: Mostrar nascimentos até:
ru: Отображать рождённых до:
sk: Zobraz narodenia do:
tr: Şu tarihe kadar doğumları göster:
zh: 顯示出生直到：

source: Display deaths until:
fi: Näytä kuolemat asti:
fr: Afficher les décès jusqu'en :
fur: Mostre i muars fin tal:
he: הצג פטירות עד:
it: Mostra i morti fino a:
pl: Wyświetlaj zgony do:
pt: Mostrar falecimentos até:
ru: Отображать смерти до:
sk: Zobraz úmrtia do:
tr: Şu tarihe kadar ölümleri göster:
zh: 顯示死亡直到：

source: Filter by specific family name(s)
fi: Suodata määrätyllä sukunimellä/-nimillä
fr: Filtrer par nom(s) de famille spécifique
fur: Filtri par un specific cognon
he: סנן לפי שמות משפחה נבחרים
it: Filtro per nome di una specifica famiglia
pl: Filtruj według nazwisk
pt: Filtrar por nome(s) de família específico(s)
ru: Отфильтровать по фамилии
sk: Filter podľa špecifického mena rodiny
tr: Belirli aile ad(lar)ına göre filtrele
zh: 通過特定的姓氏篩選

source: Filter by descendants
fi: Suodata jälkeläiset
fr: Filtrer par descendants
fur: Filtri pai Dissendents
he: סנן לפי צאצאים
it: Filtro per i Discendenti
pl: Filtruj według potomków
ru: Отфильтровать по потомкам
sk: Filter podľa potomkov
tr: Soyundan gelenlere göre filtrele

source: Filter by ancestors
fi: Suodata esivahemmat
fr: Filtrer par ascendants
fur: Filtri pai Antenâts
he: סנן לפי אבות
it: Filtro per gli Antenati
pl: Filtruj według przodków
ru: Отфильтровать по предкам
sk: Filter podľa predkov
tr: Atalara göre filtrele

source: Other tools:
fi: Muut työkalut:
fr: Autres outils :
fur: Altris struments:
he: כלים נוספים:
it: Altri strumenti:
pl: Inne narzędzia:
pt: Outras ferramentas:
ru: Другие инструменты:
sk: Iné nástroje:
tr: Diğer araçlar:
zh: 其他功能工具
