Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: A descendant report is a genealogical report of a patriarchal couple or of one patriarch (generation I) with their children (generation II) and all further descendants, both along male and female lines. <br>From amongst the icons in the pop-up menu you can also choose a graphical display of the descendant report.
fr: Un rapport de descendance est un rapport généalogique d'un couple patriarcal ou d'un patriarche (génération I) avec leurs enfants (génération II) et tous les autres descendants, à la fois du côté masculin et féminin. Parmi les icônes du menu contextuel, vous pouvez également choisir un affichage graphique du rapport descendant.
fur: Un rapuart dissendent al è la storie gjenealogjiche di une copie patriarcâl o di un patriarcje (generazion I) cui lôr fîs (generazion II) e ducj chei altris dissendents, seial pa linie maschîl che femminîl.<br>Tra lis iconis dal menu tu puedis ancje sielzi une visualizazion grafiche dal rapuart dissendent.
he: דוח צאצאים בוא דוח גיניאלוגי המתחיל מזוג ראשוני או אדם ראשוני יחיד (דור I) אם ילדיהם (דור II) וכל הדורות אחריהם - הן בקו הגברי והן בקו הנשי.<br>מבין הצלמיות בתפריט החלון הקופץ אפשר לבחור בהצגה גרפית של דוח הצאצאים.
it: Un rapporto discendente è un rapporto genealogico di una coppia patriarcale o di un patriarca (generazione I) con i loro figli (generazione II) e tutti gli altri discendenti, sia lungo la linea maschile che femminile.<br>Tra le icone nel menu a comparsa puoi anche scegliere una visualizzazione grafica del rapporto discendente.
pl: Potomek jest raportem genealogicznym patriarchalnej pary lub jednego patriarchy (pokolenie I) z ich dziećmi (pokolenie II) i wszystkich dalszych potomków, zarówno męskich, jak i żeńskich. <br>Spośród ikon w wyskakującym menu można również wybrać graficzne przedstawienie raportu potomnego.
ru: Отчет о потомках - это генеалогический отчет патриархальной пары или одного патриарха (поколение I) с их детьми (поколение II) и всеми последующими потомками, как по мужской, так и по женской линиям. <br> Среди значков во всплывающем меню вы также можете выбрать графическое отображение отчета-потомка.
sk: Správa o potomstve je genealogická správa patriarchálneho páru alebo jedného patriarchu (generácia I) s ich deťmi (generácia II) a všetkých ďalších potomkov, po mužskej aj ženskej línii. <br>Medzi ikonami vo vyskakovacom menu si môžete vybrať aj grafické zobrazenie správy o potomkovi.
tr: Soyundan gelenlerin raporu, ataerkil bir çiftin veya bir ataerkilin (I. kuşak) çocukları (II. kuşak) ve hem erkek hem de kadın soyundan gelen tüm diğer soyundan gelenlerin soy raporudur. <br>Açılır menüdeki simgeler arasından, soyundan gelenler raporunun grafik görüntüsünü de seçebilirsiniz.

source: An outline report is a clear summary of all descendants of one person (and his/her partners), where each generation gets its own (ascending) number.
fr: Un rapport sommaire est un résumé clair de tous les descendants d'une personne (et de ses partenaires), où chaque génération obtient son propre numéro (croissant).
fur: ‎Un rapuart struturât al è un clâr scheme di ducj i dissendents di une persone (e dai soi partner): a ogni gjenerazion al è assegnât un numar (cressint).
he: דוח צאצאים מדורג מציג תמצית ברור של כל הצאצאים של אדם מסוים (ובן/בת הזוג), בו כל דור מקבל את מספר הסידורי (העולה) שלו.
it: ‎Un rapporto strutturato è un chiaro riassunto di tutti i discendenti di una persona (e dei suoi partner), in cui ogni generazione ottiene il proprio numero (crescente).
pl: Zarys raportu to jasne podsumowanie wszystkich potomków jednej osoby (i jej partnerów), gdzie każde pokolenie otrzymuje swój własny (rosnący) numer.
ru: Общий отчет - это четкое резюме всех потомков одного человека (и его / ее партнеров), где каждое поколение получает свой собственный (возрастающий) номер.
sk: Outline report je prehľadný súhrn všetkých potomkov jednej osoby (a jej partnerov), kde každá generácia dostane svoje (vzostupné) číslo.
tr: Anahat raporu, her neslin kendi (artan) numarasını aldığı bir kişinin (ve ortaklarının) tüm soyundan gelenlerin açık bir özetidir.

source: An ancestor sheet lists 5 generations in table layout, with the base person at the bottom and the ancestors above him/her in increasingly smaller boxes.
fr: Une feuille d'ancêtres répertorie 5 générations dans la disposition du tableau, avec la personne de base en bas et les ancêtres au-dessus de lui dans des boîtes de plus en plus petites.
fur: Une liste dai antenâts al elenche 5 gjenerazions in tune tabele, cu la persone di base in bas e i antenâts parsôre di lui in caselis simpri plui piçulis.
he: דף טבלת אבות מציג 5 דורות וצורת טבלה, כאשר האדם הבסיסי מוצב בתחתית הטבלה ואבותיו מוצגים במשבצות הולכות וקטנות מעליו.
it: Un foglio degli antenati elenca 5 generazioni nel layout della tabella, con la persona di base in basso e gli antenati sopra di lui in caselle sempre più piccole.
pl: Arkusz przodków wymienia 5 pokoleń w układzie tabeli, z osobą podstawową na dole i przodkami nad nią w coraz mniejszych polach.
ru: На листе предков перечислены 5 поколений в табличной компоновке, с базовым человеком внизу и предками над ним / ней во все меньших ячейках.
sk: Hárok predkov uvádza 5 generácií v tabuľkovom usporiadaní, pričom základná osoba je naspodku a predkovia nad ňou sú v čoraz menších obdĺžnikoch.
tr: Bir ata sayfası, tabandaki kişi en altta ve atalar onun üstündeki giderek daha küçük kutularda olacak şekilde, tablo düzeninde 5 nesli listeler.

source: A fanchart is a circular chart that shows the ancestors in circles around the base person. This allows for a very clear view of the ancestry of any specific person. The box for each person on the chart is clickable to enable fast access to that person's family sheet. <br> The size of the fanchart and some other settings may be adjusted from the menu to the left of the chart.
fr: Un fanchart est un graphique circulaire qui montre les ancêtres en cercles autour de la personne de base. Cela permet d'avoir une vision très claire de l'ascendance d'une personne en particulier. La case pour chaque personne sur le graphique est cliquable pour permettre un accès rapide à la feuille de famille de cette personne.<br> La taille du graphique et certains autres paramètres peuvent être ajustés à partir du menu à gauche du graphique.
fur: Un grafic a parefresc al è un grafic circolâr che al mostre i antenâts in cerclis intôr da persone di base. Chest al ofris une vision une vôre clare da assendence di ogni singule persone. Su la casele di ogni persone sul grafic a si pues clicâ par par un rapid acèsa la schede di famee di chê persone.<br>La dimension dal grafic a parefresc e qualchi altre impostazion a puedin jessi regoladis dal menu a sinistre dal grafic.
he: תרשים עוגה הוא תרשים עגול שמציג את האבות מסביב לאדם הבסיסי. תצוגה זו מאפשרת תמונה ברורה מאד של האבות של כל אדם. השדה של כל אדם בתרשים ניתן להקלקה ומאפשר מעבר מהיר לדף המשפחתי של אותו אדם. <br>אפשר להגדיר את גודל התרשים וכמה הגדרות אחרות באמצעות התפריט שלצד התרשים.
it: Un grafico a ventaglio è un grafico circolare che mostra gli antenati in cerchi intorno alla persona di base. Ciò consente una visione molto chiara dell'ascendenza di qualsiasi persona specifica. La casella per ogni persona sul grafico è cliccabile per consentire un rapido accesso al foglio di famiglia di quella persona. ‎ <br>La dimensione del grafico a ventaglio e alcune altre impostazioni possono essere regolate dal menu a sinistra del grafico.
pl: Wykres wachlarzowy to okrągły wykres przedstawiający przodków w kółko wokół osoby podstawowej. Pozwala to na bardzo jasny obraz pochodzenia dowolnej konkretnej osoby. Pole każdej osoby na wykresie można kliknąć, aby umożliwić szybki dostęp do arkusza rodziny tej osoby. <br> Rozmiar wykresu wachlarzowego i niektóre inne ustawienia można regulować z menu po lewej stronie wykresu.
ru: Веерная диаграмма - это круговая диаграмма, на которой предки изображены кругами вокруг базового человека. Это позволяет получить очень четкое представление о происхождении любого конкретного человека. Поле для каждого человека на диаграмме можно щелкнуть, чтобы обеспечить быстрый доступ к семейному списку этого человека. <br> Размер диаграммы и некоторые другие настройки можно настроить в меню слева от диаграммы.
sk: Fanchart je kruhový graf, ktorý zobrazuje predkov v kruhoch okolo základnej osoby. To umožňuje veľmi jasný pohľad na pôvod akejkoľvek konkrétnej osoby. Pole pre každú osobu na grafe je klikateľné, čím sa umožní rýchly prístup k rodinnému listu danej osoby. <br> Veľkosť fanchartu a niektoré ďalšie nastavenia je možné upraviť z ponuky naľavo od grafu.
tr: Fan grafiği, ataları temel kişinin etrafındaki dairelerde gösteren dairesel bir çizelgedir. Bu, belirli bir kişinin atalarının çok net bir şekilde görülmesini sağlar. Grafikteki her kişinin kutusu, o kişinin aile sayfasına hızlı erişim sağlamak için tıklanabilir. <br> Fan grafiğinin boyutu ve diğer bazı ayarlar grafiğin solundaki menüden ayarlanabilir.

source: The timeline chart displays historic events alongside a person's life events to give a context of the time in which the person lived.<br>This chart has its own dedicated help which you can view by hovering the cursor over the word "Help" to the left of screen.
fr: Le graphique chronologique affiche les événements historiques aux côtés des événements de la vie d'une personne pour donner un contexte de l'époque dans laquelle la personne a vécu.<br> Ce graphique a sa propre aide dédiée que vous pouvez afficher en passant le curseur sur le mot "Aide" à gauche de l'écran. .
fur: La Cronologjie dai Events a mostre i Events stotics insiemi cui events da vite di une persone cussì di fornî il contest dal timp di vite di une persone<br>Chestis pagjinis a jan un aiût dedicât che a si pues viodi passand il cursôr su la peraule "Aiût" a sinistre dal schermi.
he: תרשים ציר הזמן מציג ארועים היסטוריים לצד האירועים המרכזיים בחייו הפרטיים של אדם, על מנת להמחיש את התקופה בה האדם היה חי. <br> לתרשים זה יש מסך עזרה ייעודי שניתן לראות כאשר מרחפים עם העכבר מעל המלה "עזרה" בצד הימיני של המסך.
it: Il grafico cronologico mostra gli eventi storici insieme agli eventi della vita di una persona per fornire un contesto del tempo in cui la persona ha vissuto.‎1<br>Questo grafico ha un proprio aiuto dedicato che è possibile visualizzare passando il cursore sulla parola "Aiuto" a sinistra dello schermo.
pl: Wykres osi czasu przedstawia wydarzenia historyczne wraz z wydarzeniami z życia danej osoby, aby przedstawić kontekst czasu, w którym dana osoba żyła. <br>Ten wykres ma własną dedykowaną pomoc, którą można wyświetlić, najeżdżając kursorem na słowo „Pomoc” po lewej stronie ekranu .
ru: Диаграмма временной шкалы отображает исторические события наряду с событиями жизни человека, чтобы дать представление о времени, в которое жил этот человек.<br> Эта диаграмма имеет собственную специальную справку, которую вы можете просмотреть, наведя курсор на слово "Справка" слева от экрана.
sk: Graf na časovej osi zobrazuje historické udalosti popri životných udalostiach osoby, aby poskytol kontext doby, v ktorej osoba žila.<br>Tento graf má vlastnú špecializovanú nápovedu, ktorú môžete zobraziť umiestnením kurzora myši na slovo "Pomoc" na ľavej strane.
tr: Zaman çizelgesi grafiği, kişinin yaşadığı zamanın bağlamını vermek için bir kişinin yaşam olaylarının yanı sıra tarihi olayları görüntüler.<br>Bu grafiğin, imleci ekranın solundaki "Yardım" sözcüğünün üzerine getirerek görüntüleyebileceğiniz kendi özel yardımı vardır.

source: Top Ribbon
fr: Ruban supérieur
fur: Sbare multifunzionâl in alt
he: תפריט עליון
it: Barra multifunzionale in alto
pl: Górna wstęga
ru: Верхняя Лента
sk: Horná Stuha
tr: Üst Şerit

source: “Search” field and button
fr: Champ et bouton «Rechercher»
fur: ‎Cjamp e boton "Cîr"‎
he: שדה חיפוש וכפתור
it: Campo e bottone "Cerca"‎
pl: Pole i przycisk „Szukaj”
ru: Поле и кнопка “Поиск”
sk: Pole a tlačidlo „Hľadať“
tr: "Ara" alanı ve düğmesi

source: This box appears on all pages of %s and allows you the convenience to search for any persons from the database from any page. Typing in a name and clicking search will display a list of people from the database bearing a name matching the search term.
fr: Cette boîte apparaît sur toutes les pages de %s et vous permet de rechercher facilement toute personne dans la base de données à partir de n'importe quelle page. Taper un nom et cliquer sur la recherche affichera une liste de personnes de la base de données portant un nom correspondant au terme de recherche.
fur: Cheste casele a je presint in dutis lis pagjinis di %s e a permet di cirî dutis lis personis dal database da cualsisei pagjine. Digjitant un non e clicant su <b>Cîr</b>, al compâr un elenc di personis cul non corispondent.
he: שדה זה מופיע בכל עמודי %s ומאפשר לך לחפש כל אדם בבסיס הנתונים מכל עמוד. הכנסת שם ולחיצה על "חפש" יציג רשימה של כל האנשים בבסיס הנתונים בעלי אותו שם.
it: Questa casella viene visualizzata in tutte le pagine di %s e consente di cercare tutte le persone dal database da qualsiasi pagina. Digitando un nome e facendo clic su Cerca verrà visualizzato un elenco di persone dal database con un nome corrispondente al termine di ricerca.
pl: To pole pojawia się na wszystkich stronach serwisu %s i umożliwia wygodne wyszukiwanie dowolnych osób z bazy danych z dowolnej strony. Wpisanie nazwiska i kliknięcie przycisku wyszukiwania spowoduje wyświetlenie listy osób z bazy danych z nazwiskiem pasującym do wyszukiwanego hasła.
ru: Это поле появляется на всех страницах %s и позволяет вам с удобством осуществлять поиск любых лиц из базы данных с любой страницы. При вводе имени и нажатии кнопки "Поиск" отобразится список людей из базы данных с именем, соответствующим поисковому запросу.
sk: Toto pole sa zobrazuje na všetkých stránkach %s a umožňuje vám pohodlne vyhľadať akúkoľvek osobu z databázy z ktorejkoľvek stránky. Zadaním mena a kliknutím na vyhľadávanie sa zobrazí zoznam ľudí z databázy, ktorí majú meno zodpovedajúce hľadanému výrazu.
tr: Bu kutu, %s'in tüm sayfalarında görünür ve size herhangi bir sayfadan veri tabanından herhangi bir kişiyi arama kolaylığı sağlar. Bir isim yazmak ve aramayı tıklamak, veritabanından arama terimiyle eşleşen bir isim taşıyan kişilerin bir listesini görüntüler.

source: The orange RSS-icon
fr: L'icône-RSS orange
fur: ‎L'icone-RSS naranç‎
he: צלמית ה-RSS הכתום
it: L'icona-RSS arancio
pl: Pomarańczowa ikona RSS
ru: Оранжевый значок RSS-канала
sk: Oranžová RSS-ikona
tr: Turuncu RSS simgesi

source: (only displayed if activated by the site owner and enabled in webbrowser)
fr: (affiché uniquement s'il est activé par le propriétaire du site et activé dans le navigateur Web)
fur: ‎(visualizzât dome se attivât dal proprietari dal sito e abilitât tal browser in rêt)‎
he: (יוצג רק אם הופעל על ידי בעל האתר ומופעל בדפדפן)
it: (visualizzato solo se attivato dal proprietario del sito e abilitato nel browser in rete)‎"
pl: (wyświetlane tylko wtedy, gdy zostało aktywowane przez właściciela witryny i włączone w przeglądarce internetowej)
ru: ((отображается только в том случае, если активирован владельцем сайта и включен в веб-браузере)
sk: (zobrazuje sa iba vtedy, ak je aktivovaný vlastníkom stránky a povolený vo webovom prehliadači)
tr: (yalnızca site sahibi tarafından etkinleştirildiyse ve web tarayıcısında etkinleştirildiyse görüntülenir)

source: If you add this feed (as it's called) to your RSS-reader, you will be able to see at one glance who has a birthday!<br>(In the "Tools" pull-down menu you may see an "Anniversary List" option. That option will display a list of birthdays in the present month).
fr: Si vous ajoutez ce flux (comme on l'appelle) à votre lecteur RSS, vous pourrez voir d'un coup d'œil qui a un anniversaire!<br>(Dans le menu déroulant "Outils", vous pouvez voir une option "Liste d'anniversaire". Cette option affichera une liste des anniversaires du mois en cours).
fur: ‎Se zontis chest feed (come che lo clamin) al to RSS-reader tu as la pussibilitât di vodi a colp i compleans!‎<br>‎(Tal menu "Strumenti" a si pues clicâ su la opzion "Elenc Aniversaris". Cheste opzion a mostre un elenc dai compleans dal mês corint).
he: אם אתה מוסיף את ה"פיד" הזה (כך הוא נקרא) לקורא ה-RSS שלך, תוכל לראות במבט מהיר למי יש יום הולדת! <br> (בתפריט הראשי "כלים" תראה פריט "רשימת ימי הולדת". אפשרות זו תציג את ימי ההולדת באותו חודש).
it: Se aggiungi questo feed (come viene chiamato) al tuo lettore RSS, sarai in grado di vedere a colpo d'occhio chi ha un compleanno!‎<br>‎(Nel menu a discesa "Strumenti" è possibile visualizzare un'opzione "Elenco Anniversari". Questa opzione mostrerà un elenco di compleanni nel mese in corso).
pl: Jeśli dodasz ten kanał (tak się nazywa) do swojego czytnika RSS, będziesz mógł jednym rzutem oka sprawdzić, kto ma urodziny! <br>(W rozwijanym menu "Narzędzia" możesz zobaczyć opcję "Lista rocznic". Ta opcja wyświetli listę urodzin w bieżącym miesiącu).
ru: Если вы добавите этот канал (как он называется) в свой RSS-ридер, вы сможете с одного взгляда увидеть, у кого день рождения!<br> (В выпадающем меню "Инструменты" вы можете увидеть опцию "Список юбилеев". Эта опция отобразит список дней рождения в текущем месяце).
sk: Ak pridáte tento informačný kanál (feed) do svojej čítačky RSS, budete môcť na prvý pohľad vidieť, kto má narodeniny!<br>(V rozbaľovacej ponuke "Nástroje" môžete vidieť \ Možnosť „Zoznam výročí\“. Táto možnosť zobrazí zoznam narodenín v aktuálnom mesiaci).
tr: Bu beslemeyi (çağrıldığı gibi) RSS okuyucunuza eklerseniz, kimin doğum günü olduğunu bir bakışta görebilirsiniz!<br>("Araçlar" açılır menüsünde bir "Yıldönümü Listesi" seçeneği görebilirsiniz. Bu seçenek, mevcut aydaki doğum günlerinin bir listesini görüntüler).

source: Menu items
fr: Éléments du menu
fur: Vôs dal menu‎
he: פריטי בתפריט
it: Voci del menu‎
pl: Elementy menu
ru: Пункты меню
sk: Položky ponuky - Menu
tr: Menü öğeleri

source: Family tree index
fi: Sukupuu indeksi
fr: Index de l'arbre généalogique
fur: Indiç dai Arbui Gjenealogjics
he: אינדקס עצי משפחה
it: Indice degli Alberi genealogici
pl: Indeks drzewa
pt: Índice das árvores de família
ru: Индексный указатель
sk: Zoznam rodokmeňov
tr: Aile ağacı dizini
zh: 家譜索引

source: This takes you to the main Persons Index. The "Home" page can be replaced by a custom page made by the website owner.
fr: Cela vous amène à l'index principal des personnes. La page "Accueil" peut être remplacée par une page personnalisée réalisée par le propriétaire du site.
fur: Chest ti puarte al Indiç principâl das personis. La pagjine "Home" a pues sei sostituide da une pagjine personalizade fate dal proprietario del sito web.
he: זה מוביל לאינדקס הכללי של האנשים. את עמוד הבית אפשר להחליף בעמוד שמעוצב על ידי בעל האתר.
it: Questo ti porta all'Indice principale delle Persone. La pagina "Home" può essere sostituita da una pagina personalizzata fatta dal proprietario del sito web.
pl: Spowoduje to przejście do głównego indeksu osób. Stronę „główną” można zastąpić stroną niestandardową utworzoną przez właściciela witryny.
ru: Это приведет вас к основному индексу персон. Страница "Главная" может быть заменена пользовательской страницей, созданной владельцем веб-сайта.
sk: Tým sa dostanete do hlavného Indexu osôb. "Domovskú" stránku možno nahradiť vlastnou stránkou, ktorú vytvoril vlastník webu.
tr: Bu sizi ana Kişiler Dizinine götürür. "Ana Sayfa" sayfası, web sitesi sahibi tarafından yapılan özel bir sayfa ile değiştirilebilir.

source: Takes you to the main persons index. Same as the "Home" button. The list shows all persons in the family tree, sorted alphabetically. A maximum number of 150 persons is displayed. You can press the page numbers to see more. You can chose between "Concise view" or "Expanded view". In the expanded view (ex)partners are also displayed, that are not shown in concise view.
fr: Vous amène à l'index principal des personnes. Identique au bouton "Accueil". La liste montre toutes les personnes de l'arbre généalogique, triées par ordre alphabétique. Un nombre maximum de 150 personnes est affiché. Vous pouvez clliquer sur les numéros de page pour en voir plus. Vous pouvez choisir entre "Vue concise" ou "Vue étendue". Dans la vue développée, les (ex)partenaires sont également affichés, qui ne sont pas affichés dans la vue concise.
fur: Ti puarte all'indic principâl das personis. Come il boton "Home". La liste a mostre dutis lis personis dall'arbul in ordin alfabetic. A son mostradis al massim 150 personis par pagjine. Tu puedis sielzi la pagjne di viodi. Tu puedis sielzi tra "Vedude strete" o "Vedude largje". Ta vedude largje a son mostrâts ancje i (ex)partner che invesit no si viodin ta vedude strete.
he: מביא אותך לאינדקס הראשי של שמות אנשים. כלומר זה אותו דבר כמו כפתור "בית". הרשימה מציגה את כל האנשים בעץ המשפחה, מסודרים עפ"י א-ב. מוצגים מקסימום 150 אנשים בעמוד אחד. אפשר ללחוץ על מספרי העמודים על מנת להציג יותר אנשים. אפשר לבחור בין "תצוגה מצומצמת" לבין "תצוגה מורחבת". בתצוגה המורחבת גם בני/בנות זוג מוצגים (לרבות לשעבר). בני/בנות זוג לא מוצגים בתצוגה המצומצמת.
it: Vai all'indice principali delle persone. Uguale al pulsante "Home". L'elenco mostra tutte le persone nell'albero genealogico, in ordine alfabetico. Viene visualizzato un numero massimo di 150 persone. Puoi premere i numeri di pagina per vedere di più. Puoi scegliere tra "Vista concisa" o "Vista espansa". Nella vista espansa vengono visualizzati anche gli (ex)partner, che non sono mostrati nella vista concisa.

source: Here you will find a list of all family names, followed by the number of persons who carry that name.
fr: Vous trouverez ici une liste de tous les noms de famille, suivie du nombre de personnes qui portent ce nom.
fur: Chi tu cjatis un elenco di dugj i cognons, cun dongje il numar di personis ccun chel cognon.
he: כאן תמצאו רשימה של כל שמות המשפחה עם מספר השמות הנושאים שם משפחה זו.
it: Qui troverete un elenco di tutti i nomi di famiglia, seguito dal numero di persone che portano quel nome.
pl: Tutaj znajdziesz listę wszystkich nazwisk, a następnie liczbę osób noszących to nazwisko.
ru: Здесь вы найдете список всех фамилий, за которыми следует количество людей, носящих это имя.
sk: Tu nájdete zoznam všetkých priezvisk, za ktorým nasleduje počet osôb s týmto priezviskom.
tr: Burada tüm aile adlarının bir listesini ve ardından bu adı taşıyan kişilerin sayısını bulacaksınız.

source: (only displayed if activated by the site owner)
fr: (affiché uniquement s'il est activé par le propriétaire du site)
fur: ‎(visualizât dome se ativât del aministratôr dal sît)‎
he: (מוצג רק אם הופעל על ידי בעל האתר)
it: ‎(visualizzato solo se attivato dal proprietario del sito)‎
pl: (wyświetlane tylko po aktywacji przez właściciela witryny)
ru: (отображается только в том случае, если активирован владельцем сайта)
sk: (zobrazuje sa iba vtedy, ak je aktivovaný vlastníkom stránky)
tr: (yalnızca site sahibi tarafından etkinleştirildiyse görüntülenir)
