Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Invalid source dates:
fi: Lähteiden virheelliset päiväykset:
fr: Dates des source invalides :
fur: Datis das Fonts no validis:
he: תאריכים בלתי תקינים ליד מקורות
it: Date delle Fonti non valide:
pl: Źródła nieprawidłowe daty:
pt: Datas de fontes inválidas:
ru: Некорректные даты источников:
sk: Neplatné údaje zdrojov:
tr: Geçersiz kaynak tarihleri:
zh: 不符的來源日期

source: Click events by person
fi: Klikkaa henkilön tapahtumaa
fr: Cliquer événement par personne
fur: Cliche events pa persone
he: הקלק על אירועים ליד אדם
it: Clicca eventi per la persona
pl: Kliknij wydarzenia według osoby
pt: Clique nos eventos por pessoa
ru: Щелкните события по персоналиям
sk: Klikni udalosti podľa osoby
tr: Kişiye göre etkinlikleri tıklayın
zh: 從個人那裡點擊事件

source: Click events by marriage
fi: Klikkaa vihkitapahtumaa
fr: Cliquer événement par mariage
fur: Cliche events pal matrimoni
he: הקלק על ארועים ליד נישואין
it: Clicca eventi per il matrimonio
pl: Kliknij wydarzenia według małżeństwa
pt: Clique nos eventos por casamento
ru: Щелкните события по браку
sk: Klikni udalosti podľa svadby
tr: Evliliğe göre etkinlikleri tıklayın
zh: 從婚姻那裡點擊事件

source: Click relevant person source
fi: Klikkaa soveltuvaa henkilölähdettä
fr: Cliquez source de personne concernée
fur: Cliche su la Font pertinent pa persone
he: הקלק על המקור הרלוונטי ליד אדם
it: Clicca sulla fonte principale della persona
pl: Kliknij źródło odpowiedniej osoby
pt: Clique nas fontes relevantes da pessoa
ru: Щелкните источник соответствующего лица
sk: Klikni príslušné zdroje osoby
tr: İlgili kişi kaynağını tıklayın
zh: 點擊個人有關的來源

source: Click addresses
fi: Klikkaa osoitteita
fr: Cliquer adresses
fur: Cliche indiriz
he: הקלק על כתובות
it: Clicca indirizzi
pl: Kliknij adresy
pt: Clique nos endereços
ru: Щелкните адреса
sk: Klikni adresy
tr: Adresleri tıklayın
zh: 點擊住址

source: Click relevant family source
fi: Klikkaa soveltuvaa perhelähdettä
fr: Cliquez sur la source de famille concernée
fur: Cliche su la Font pertinent pa la famee
he: הקלק על המקור הרלוונטי ליד משפחה
it: Fai clic sulla fonte pertinente per la famiglia
pl: Kliknij odpowiednie źródło rodziny
pt: Clique nas fontes relevantes da família
ru: Щелкните соответствующий семейный источник
sk: Klikni príslušné zdroje rodiny
tr: İlgili aile kaynağını tıklayın
zh: 點擊家庭有關的來源

source: Click relevant event source
fi: Klikkaa soveltuvaa tapahtuman lähdettä
fr: Cliquez source d'événement concernée
fur: Cliche su la Font pertinent pal event
he: הקלק על המקור הרלוונטי
it: Fai clic sulla fonte pertinente per l'evento
pl: Kliknij odpowiednie źródło zdarzenia
pt: Clique nas fontes relevantes dos eventos
ru: Щелкните соответствующий источник события
sk: Klikni príslušné zdroje udalostí
tr: İlgili etkinlik kaynağını tıklayın
zh: 點擊事件有關的來源

source: Address editor
fi: Osoitteen muokkaus
fr: Editeur d'adresses
fur: Editor dai Indiriz
he: עורך הכתובות
it: Editor di Indirizzi
pl: Edytor adresów
pt: Editor de endereços
ru: Редактор адресов
sk: Editor adresy
tr: Adres düzenleyici
zh: 住址編輯器

source: Source editor
fi: Lähteen muokkaus
fr: Editeur des sources
fur: Editor das Fonts
he: עורך המקורות
it: Editor di Fonti
pl: Edytor źródeł
pt: Editor de fontes
ru: Редактор источников
sk: Editor zdroja
tr: Kaynak düzenleyici
zh: 來源編輯器

source: Repository editor
fi: Lähteen muokkaus
fr: Répertoire de l'éditeur
fur: Editor dal repository
he: עורך המאגרים
it: Editor del repository
pl: Edytor repozytorium
pt: Editor de repositórios
ru: Редактор репозиториев
sk: Editor uloženia
tr: Depo düzenleyici
zh: 後備編輯器

source: E-mail address
fi: Sähköpostiosoite
fr: Adresse e-mail
fur: Indiris E-mail
he: כתובת דוא"ל
it: Indirizzo e-mail
pl: E-mail adres
pt: Endereço de e-mail
ru: Адрес e-mail
sk: E-mailová adresa
tr: E-posta adresi
zh: 電子郵件地址

source: E-mail address will not be shown on the site: an e-mail form will be generated!
fi: Sähköpostiosoitetta ei näytetä sivulla: sähköpostilomake muodostetaan!
fr: L'adresse e-mail ne sera pas affichée sur le site : un formulaire e-mail sera généré !
fur: La e-mail no sarà mostrade sul sît: a covente dome par creâ modui di pueste eletroniche!
he: כתובת הדוא"ל לא תצג באתר. במקום זאת תוצג טופס שהמשתמש יכול למלא!
it: L'indirizzo e-mail non verrà mostrato sul sito: verrà generato un modulo di posta elettronica!
pl: Adres e-mail nie będzie wyświetlany na stronie: zostanie wygenerowany formularz e-mail!
pt: O endereço de e-mail address não será exibido no site: será antes gerado um formulário de e-mail!
ru: E-mail address не будет отображаться на сайте!
sk: E-mailová adresa nebude zverejnená na stránke, e-mail bude generovaný cez formulár!
tr: Sitede e-posta adresi gösterilmeyecek: bir e-posta formu oluşturulacak!
zh: 電子郵件地址將不會展現在這網站：一個電子郵件表格會被建立

source: Tree privacy
fi: Lisälähde päävalikossa
fr: Confidentialité de l'arbre généalogique
fur: Privacy dal Arbul Gjenealogjc
he: פרטיות של העץ
it: Privacy dell'Albero Genealogico
pl: Prywatność drzewa
pt: Privacidade da árvore
ru: Приватность древа
sk: Súkromie rodokmeňa
tr: Ağaç gizliliği
zh: 家譜樹的隱私

source: This option is valid for ALL persons in this tree!
fi: Tämä optio on voimassa tämän sukupuun KAIKILLE henkilöille!
fr: Cette option est valable pour toutes les personnes dans cet arbre généalogique !
fur: Cheste sielte a sarà valide par DUTIS lis personis in chest arbul!
he: אופציה זו תקפה לכל האנשים בעץ זה!
it: Questa opzione è valida per TUTTE le persone in questo albero!
pl: Ta opcja jest ustawiona dla WSZYSTKICH osób w tym drzewie!
pt: Esta opção é válida para TODAS as pessoas nesta árvore!
ru: Эта опция действительна для ВСЕХ пользователей в этом дереве!
sk: Táto podmienka je platná pre všetky osoby v rodokmeni!
tr: Bu seçenek, bu ağaçtaki TÜM kişiler için geçerlidir!
zh: 對所有這家譜樹成員這個選項是有效的

source: Standard
fi: Vakio
fr: Normal
he: ברירת המחדל
ru: Стандартно
sk: Štandard
tr: Standart
zh: 標準

source: FILTER ALL persons
fi: SUODATA kaikki henkilöt
fr: FILTRER TOUTES les personnes
fur: FILTRE DUTIS lis personis
he: סנן את כל האנשים
it: FILTRA TUTTE le persone
pl: FILTRUJ WSZYSTKIE osoby
pt: FILTRA TODAS as pessoas
ru: СКРЫТЬ ВСЕ персоны
sk: FILTRUJ všetky osoby
tr: TÜM kişileri FİLTRELE
zh: 過濾所有個人成員

source: DISPLAY ALL persons
fi: NÄYTÄ kaikki henkilöt
fr: AFFICHER TOUTES les personnes
fur: MOSTRE DUTIS lis personis
he: הצג את כל האנשים
it: VISUALIZZA TUTTE le persone
pl: WYŚWIETL WSZYSTKIE osoby
pt: MOSTRAR TODAS as pessoas
ru: ОТОБРАЖАТЬ ВСЕ персоны
sk: UKÁŽ všetky osoby
tr: TÜM kişileri GÖRÜNTÜLE
zh: 展示所有個人成員

source: Family tree texts (per language)
fi: Sukupuutekstit (kielikohtainen)
fr: Textes arbre généalogique (par langue)
fur: Tescj (pa lenghe) dal Arbul Gjenealogjic
he: טקסטים לעץ המשפחה (לפי כל שפה)
it: Testi (per lingua) Albero Genealogico
pl: Teksty z drzewa genealogicznego (według języka)
pt: Textos da árvore de família (por linguagem)
ru: Тексты генеалогического древа (на каждом языке)
sk: Text rodokmeňa (podľa jazyka)
tr: Aile ağacı metinleri (dil başına)
zh: 家譜字句(每一語言)

source: Here you can add some overall texts for EVERY family tree (and for EVERY LANGUAGE!).<br>Select language, and change text
fi: Tästä voit lisätä jotain yleistekstiä JOKAISEEN sukupuuhun (ja JOKAISELLE kielelle!).<br>Valitse kieli ja muuta tekstit (muista tallettaa painikkeella Muuta).
fr: Ici vous pouvez ajouter des textes généraux pour CHAQUE arbre généalogique (et pour CHAQUE LANGUE !). <br> Sélectionner la langue, et changer le texte
fur: Achì al è pussibil zontâ cualchi tests bon par dut un Arbul familiâr (e al pues jessi in DUTIS LIS LENGHIS!).<br>" "Selezione une lenghe, e modifiche il test
he: כאן אפשר להוסיף טקסט לכל אחד מעצי המשפחה ולכל שפה בנפרד<br>בחר שפה ושנה את הטקסט
it: Qui è possibile aggiungere alcuni testi generali per OGNI albero della famiglia (e per TUTTE LE LINGUE!).<br>Seleziona una lingua, e modificare il testo
pl: Tutaj możesz dodać ogólne teksty do KAŻDEGO drzewa genealogicznego (i KAŻDEGO JĘZYKA!).<br>Wybierz język i zmień tekst
pt: Aqui você pode criar alguns textos genéricos para TODAS as árvores de família (e para CADA LINGUAGEM!).<br>Selecione a linguagem, e modifique o texto
ru: Здесь вы можете добавить общие тексты для КАЖДОГО генеалогического древа (и для КАЖДОГО ЯЗЫКА!).<br>Выберите язык и измените текст.
sk: Tu môžete pridať nejaké celkové texty pre každý rodokmeň (a pre každý jazyk!). <br> Vybrať jazyk, a zmeniť text
tr: Burada HER aile ağacı (ve HER DİL için!) için bazı genel metinler ekleyebilirsiniz.<br>Dili seçin ve metni değiştirin
zh: 在這裡你可以為每個家庭樹添加一些 整體文句 (包括每一語言!).<br>選擇語言, 並選擇我句

source: Add "Default" (e.g. english) texts for all languages, and/ or select a language to add texts for that specific language
fi: Lisää "Oletus" (esim. englanti) tekstit kaikille kielille, ja/tai valitse kieli lisätäksesi tekstiä tälle kielelle
fr: Ajouter des textes par "Défaut" (c-à-d anglais) pour toutes les langues, et/ou sélectionner une langue pour ajouter des textes spécifiques pour cette langue
fur: Zonte il test da la lenghe "Predefinide " (par esempli Italian) e / o selezione une lenghe diferente par zontâ tescj par chê lenghe sielte
he: הוסף טקסטים (ברירת המחדל) עבור כל השפות, ו/או בחר שפה להוספת טקסטים לאותה שפה ספציפית
it: Aggiungi testi nella lingua "Predefinito " (ad esempio Italiano) e / o seleziona una lingua diversa per aggiungere testi per quella lingua specifica
pl: Dodaj teksty „Domyślne” (np. Angielski) dla wszystkich języków i/lub wybierz język, aby dodać teksty dla tego konkretnego języka
pt: Adicionar textos "Por omissão" (por ex. em português) para todas as linguagens, e / ou selecionar uma linguagem e adicionar textos para essa linguagem específica
ru: Добавьте тексты "По умолчанию" (например, английский) для всех языков и / или выберите язык, чтобы добавить тексты для этого конкретного языка
sk: Pridajte "predvolené" (napr anglické) texty pre všetky jazyky, a / alebo výber jazyk pre pridanie textov pre tento konkrétny jazyk
tr: Tüm diller için "Varsayılan" (ör. İngilizce) metinler ekleyin ve/ veya söz konusu dil için metin eklemek üzere bir dil seçin
zh: 添加 "默認" (也就是英文)的 文句在所有的語言, 並且/ 或者選一種語言來添加文句在那特別的語言上

source: Extra text in main menu
fi: Lisäteksti päävalikossa
fr: Texte additionnel dans le menu principal
fur: Ulteriôr Test tal menu principâl
he: תוספת טקסט לתפריט הראשי
it: Testo aggiuntivo nel menu principale
pl: Dodatkowy tekst w menu głównym
pt: Texto extra no menú principal
ru: Дополнительный текст в главном меню
sk: Extra text v Hlavnom menu
tr: Ana menüde ekstra metin
zh: 在主選單上的額外文句

source: I.e. a website
fi: Esimerkiksi www-sivu
fr: c-à-d un site internet
fur: Pâr esempli un sît web
he: למשל אתר אינטרנט
it: Da usare nel sito web
pl: T.z. Strona internetowa
pt: por ex. um website
ru: То есть веб-сайт
sk: T. j. webstránka
tr: Yani bir internet sitesi
zh: 也就是一個網站

source: Extra source in main menu
fi: Lisäkohde päävalikossa
fr: Sources additionnelles dans le menu principal
fur: Ulteriôr Font tal menu principâl
he: מקור נוסף בתפריט ראשי
it: Fonte aggiuntivo nel menu principale
pl: Dodatkowe źródło w menu głównym
pt: Fonte extra no menú principal
ru: Дополнительный источник в главном меню
sk: Extra zdroj v hlavnom menu
tr: Ana menüde ekstra kaynak
zh: 在主選單上的額外來源

source: I.e. a website
fi: Esimerkiksi www-sivu
fr: c-à-d un site internet
fur: pâr esempli un sît web
he: למשל אתר אינטרנט
it: Da usare nel sito web
pl: T.z. Strona internetowa
pt: Por ex. um website
ru: Т.е. вебсайт
sk: T. j. webstránka
tr: Yani bir internet sitesi
zh: 也就是一個網站

source: Upper text family page
fi: Yläteksti perhesivulla
fr: Texte du haut de la page de famille
fur: Intestazion da schede di Famee
he: טקסט מעל עמוד משפחה
it: Intestazione della scheda della Famiglia
pl: Górny tekst na stronie rodziny
pt: Texto na parte de cima da página de família
ru: Семейная страница верхнего текста
sk: Horný text rodinnej stránky
tr: Üst metin aile sayfası
zh: 家譜的上層文句

source: I.e. Familypage
fi: Esim. Perhesivu
fr: c-à-d Page de famille
fur: Pâr esempli Schede di Famee
he: למשל: עמוד משפחה
it: Da usare nella pagina della famiglia
pl: T.z. Strona rodzinna
pt: Por ex. a página de família
ru: Т.е. Семейная страница
sk: T. j. Rodinná stránka
tr: Yani Aile Sayfası
zh: 也就是家譜網頁

source: Lower text family page
fi: Alateksti perhesivulle
fr: Texte du bas de la page de famille
fur: Da pît de pagjine da schede di Famee
he: טקסט מתחת לעמוד משפחה
it: Piè-pagina della scheda della Famiglia
pl: Dolna tekst na stronie rodziny
pt: Texto na parte de baixo da página de família
ru: Семейная страница нижнего текста
sk: Dolný text rodinnej stránky
tr: Alt metin ailesi sayfası
zh: 家譜的下層文句

source: I.e.: For more information: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
fi: I.e.: Lisätietoja: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
fr: Par ex. : Pour plus d'informations : &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
fur: Pâr esempli: Par informazions: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
he: למשל: למידע נוסף &lt; a href="mailform.php"&gt;contact&lt;/a&gt;
it: Per maggiori informazioni: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
pl: I.e.: Więcej informacji:: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
pt: Por ex.: Para mais informações: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
ru: Т.е.: Для получения дополнительной информации: &lt;a href="mailform.php "&gt;контакт&lt;/a&gt;
sk: T. j. Pre viac informácií: &lt;a href = "mailform.php" &gt; kontakt&lt;/a&gt;
tr: Yani: Daha fazla bilgi için: &lt;a href="mailform.php"&gt;iletişim&lt;/a&gt;
zh: 也就是: 要更多的資訊: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;

source: Selected:
fi: Valittu:
fr: Sélectionné :
fur: Selezionât:
he: נבחר:
it: Selezionato:
pl: Wybrany:
pt: Selecionada:
ru: Выбрано:
sk: Vybraté:
tr: Seçildi:
zh: 被選者

source: Are you sure you want to remove this tree <b>AND all its statistics</b>?
fi: Oletko varma, että haluat poistaa tämän sukupuun <b>JA kaikki sen tilastot</b>?
fr: Êtes-vous certain de vouloir supprimer cet arbre généalogique <b> ET toutes ces statistiques</b>?
fur: Sestu sigûr di volei cancelâ chest Arbul <b>e DUTIS lis sôs statistichis</b>?
he: האפ אתה בטוח שאתה רוצה למחוק עץ זה וכל הסטטיסטיקה שלו?
it: Sei sicuro di voler rimuovere questo albero <b>E TUTTE le sue statistiche</b>?
pl: Czy na pewno chcesz usunąć to drzewo <b>i wszystkie jego statystyki</b>?
pt: Confirma a eliminação desta árvore <b> E de todas as suas estatísticas</b>?
ru: Вы уверены, что хотите удалить это древо <b>И ВСЕ ЕГО ДАННЫЕ</b>?
sk: Naozaj chceš vymazať tento rodokmeň <b> a jeho štatistiky</b>?
tr: Bu ağacı <b>VE tüm istatistiklerini</b> kaldırmak istediğinizden emin misiniz?
zh: 你確定你要移除者家譜 <b>和所有的統計資料</b>?

source: Family tree administration
fi: Sukupuun ylläpito
fr: Administration arbre généalogique
fur: Gjestion Arbul gjenealogjic
he: ניהול עצי משפחה
it: Amministrazione albero genealogico
pl: Administracja drzewem genealogicznym
pt: Administração da árvore de família
ru: Администрирование генеалогического древа
sk: Správa rodokmeňa
tr: Aile ağacı yönetimi
zh: 家譜管理者

source: Merge Data
fi: Yhdistä tiedot
fr: Fusionner les données
fur: Union dai Dâts
he: מזג אנשים ונתונים
it: Unione dei Dati
pl: Scal dane
pt: Combinar os dados
ru: Объединение данных
sk: Spoj údaje
tr: Verileri Birleştir
zh: 資料合併

source: Show notes
fr: Afficher les notes
he: הצג הערות

source: Are you sure you want to remove this note?
fr: Voulez-vous vraiment supprimer cette note ?
fur: Sestu sigûr di cancelâ cheste note?
he: האם את/ה בטוח/ה שאת/ה רוצה להסיר הערה זו?
it: Sei sicuro di voler rimuovere questa nota?

source: Note is removed.
fr: La note est supprimée.
fur: La note a iè cancelade
he: ההערה הוסרה
it: La nota è stata rimossa.

source: User note
fr: Remarque de l'utilisateur
fur: Note dal utent
he: הערת משתמש
it: Nota dell'utente

source: Editor note
fr: Note de l'éditeur
fur: Note pa coresion
he: הערת עורך
it: Nota di correzione

source: New
fi: Uusi
fr: Nouveau
fur: Gnûf
he: חדש
it: Nuovo
pl: Nowy
pt: Nova
ru: Новый
sk: Nový
tr: Yeni
zh: 新

source: Approved
fi: Hyväksytty
fr: Approuvé
fur: Aprovât
he: אושר
it: Approvato
pl: Zatwierdzony
pt: Aprovada
ru: Одобренный
sk: Schválené
tr: Onaylandı
zh: 許可了

source: Error: user name probably allready exist.
fr: Erreur: le nom d'utilisateur existe probablement déjà.
fur: Error: il non utent al è za doprât
he: טעות: שם משתמש זה כנראה כבר קיים.
it: Errore: il nome utente probabilmente esiste già.

source: Are you sure you want to delete this user?
fi: Haluatko varmasti poistaa tämän käyttäjän?
fr: Êtes-vous certain de vouloir supprimer cet utilisateur?
fur: Sestu sigûr di volei cancelâ chest user?
he: האם אתה בטוח שאתה רוצה למחוק משתמש זה?
it: Sei sicuro di voler cancellare questo user?
pl: Czy na pewno chcesz usunąć tego użytkownika?
pt: Confirma a eliminação deste utilizador?
ru: Вы уверены, что хотите удалить этого пользователя?
sk: Naozaj chceš vymazať tohto užívateľa?
tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?
zh: 你確定你要移除這使用者嗎？

source: Change password
fi: Vaihda salasana
fr: Modifier le mot de passe
fur: Cambie password
he: שנה סיסמה
it: Cambia password
pl: Zmień hasło
pt: Alterar a senha de acesso
ru: Изменить пароль
sk: Zmeň heslo
tr: Şifreyi değiştir
zh: 改變密碼

source: User group
fi: Käyttäjäryhmä
fr: Groupe utilisateur
fur: Grup utents
he: קבוצת משתמשים
it: Gruppo utenti
pl: Grupa użytkowników
pt: Grupo de Utilizadores
ru: Группа пользователя
sk: Užívateľská skupina
tr: Kullanıcı grubu
zh: 使用這群

source: no need to log in
fi: ei tarvitse kirjautua
fr: connexion non nécessaire
fur: nol covente fâ il login
he: אין צורך להירשם
it: non occorre effettuare il login
pl: nie trzeba się logować
pt: não é necessário fazer o log-in
ru: нет необходимости входа
sk: netreba sa prihlásiť (log in)
tr: giriş yapmaya gerek yok
zh: 不必登錄

source: Unblock IP address
fi: Vapauta IP-osoite
fr: Déverrouillez adresse IP
fur: Sbloche l'indiriz IP
he: הסר את חסימת כתובת ה-IP
it: Sblocca l'indirizzo IP
pl: Odblokuj adres IP
pt: Desbloquear o endereço IP
ru: Разблокировать IP адрес:
sk: Odblokovanie IP adresy
tr: IP adresinin engellemesini kaldır

source: Ancestor sheet
fi: Esipolvikaavio
fr: Fiche d'ascendance
fur: Schede antenâts
he: דף טבלת אבות
it: Scheda antenati
pl: Arkusz przodka
pt: Folha dos Antepassados
ru: Таблица предков
sk: Predkovia list
tr: Ata Sayfası
zh: 祖先的文頁

source: Ancestor report
fi: Esipolviraportti
fr: Liste d'ascendance
fur: Rapuart antenâts
he: דוח אבות
it: Rapporto antenati
pl: Raport przodka
pt: Relatório dos Antepassados
ru: Отчёт о предках
sk: Výpis predkov
tr: Ata Raporu
zh: 祖先報告

source: You are not authorised to see this page.
fi: Oikeutesi eivät riitä tähän sivustoon.
fr: Vous n'êtes pas autorisé à voir cette page.
fur: No tu sês autorizzât a viodi cheste pagjne.
he: אין לך הרשאה לעיין בדף זה.
it: Non sei autorizzato a vedere questa pagina.
pl: Nie masz uprawnień, aby zobaczyć tę stronę.
pt: Não tem autorização para aceder a esta página.
ru: Вы не авторизованы для просмотра этой страницы.
sk: Nie ste oprávnený vidieť túto stránku.
tr: Bu sayfayı görme yetkiniz yok.
zh: 未經授權，不能瀏覽本頁

source: Address by person
fi: Henkilön osoite
fr: Adresse par personne
fur: Indiris da persone
he: כתובת של אדם
it: Indirizzo della persona
pl: Adres osoby
pt: Endereço por pessoa
ru: Адрес персоны
sk: Adresa podľa osôb
tr: Kişiye göre adres
zh: 個人地址

source: Ancestor chart
fi: Esipolvikaavio
fr: Arbre d'ascendance
fur: Grafic dai antenâts
he: תרשים אבות
it: Grafico degli antenati
pl: Wykresy Przodka
pt: Mapa dos Antepassados
ru: График предков
sk: Graf predkov
tr: Ata Grafiği
zh: 祖先圖版

source: Descendant report
fi: Jälkeläisraportti
fr: Rapport de descendance
fur: Relazion dai dissendents
he: דוח צאצאים
it: Relazione dei discendenti
pl: Raport potomków
pt: Relatório dos descendentes
ru: Отчёт о потомках
sk: Výpis potomkov
tr: Soyundan Gelenlerin Raporu
zh: 個人後裔報告

source: Outline report
fi: Luonnosraportti
fr: Liste de descendance simple
fur: Scheme di Relazion
he: דוח צאצאים מדורג
it: Schema di Relazione
pl: Konspekt Raport
pt: Relatório Outline
ru: Общий отчет
sk: Outline správa
tr: Anahat Raporu
zh: 大要報告

source: Descendant chart
fi: Jä¤lkeläiskaavio
fr: Arbre de descendance
fur: Grafic dai dissendents
he: תרשים צאצאים
it: Grafico dei discendenti
pl: Wykresy Potomka
pt: Mapa dos Descendentes
ru: График потомков
sk: Graf potomkov
tr: Soyundan Gelen Grafiği
zh: 後裔圖版

source: birth
fi: syntymä
fr: naissance
fur: nassite
he: לידה
it: nascita
pl: narodziny
pt: nascimento
ru: рождение
sk: narodenie
tr: doğum
zh: 出生

source: death
fi: kuolema
fr: décès
fur: muart
he: פטירה
it: morte
pl: śmierć
pt: falecimento
ru: смерть
sk: smrť
tr: ölüm
zh: 死亡

source: Date of death unknown
fi: Kuolinpäivä tuntematon
fr: Date de décès inconnu
fur: Date di muart scognossude
he: תאריך פטירה לא ידוע
it: Data di morte sconosciuta
pl: Data śmierci nieznana
pt: Data do óbito desconhecida
ru: Дата смерти не известна
sk: Neznámy dátum úmrtia
tr: Ölüm tarihi bilinmiyor
zh: 死亡日期不明

source: Date of birth unknown
fi: Syntymäpäivä tuntematon
fr: Date de naissance inconnu
fur: Date di nassite scognossude
he: תאריך לידה לא ידוע
it: Data di nascita sconosciuta
pl: Data urodzenia nieznana
pt: Data de nascimento desconhecida
ru: Дата рождения неизвестна
sk: Neznámy dátum narodenia
tr: Doğum tarihi bilinmiyor
zh: 出生日期不明

source: SPOUSE_MALE
fi: aviomies
fr: ÉPOUX
fur: Nuviç
he: בן זוג
it: SPOSO
pl: Małżonka
pt: Spouse
ru: Супруг
sk: MANŽEL
tr: Eş
zh: 配偶

source: SPOUSE_FEMALE
fi: aviovaimo
fr: ÉPOUSE
fur: Nuvice
he: בת זוג
it: SPOSA
pl: Małżonka
pt: Spouse
ru: Супруга
sk: MANŽELKA
tr: Eş
zh: 配偶

source: partnership
fi: kumppanuus
fr: partenariat
fur: associazion
he: פרטנרים
it: associazione
pl: współpraca
pt: companheirismo
ru: партнёрство
sk: vzťah
tr: birliktelik
zh: 伙伴關係

source: with
fi: kanssa
fr: avec
fur: cun
he: עם
it: con
pl: z
pt: com
ru: с
sk: s
tr: ile
zh: 跟

source: son
fi: poika
fr: fils
fur: fi
he: בן
it: figlio
pl: syn
pt: filho
ru: сын
sk: syn
tr: oğul
zh: 兒

source: daughter
fi: tytär
fr: fille
fur: fie
he: בת
it: figlia
pl: córka
pt: filha
ru: дочь
sk: dcéra
tr: kız evlat
zh: 女

source: child
fi: lapsi
fr: enfant
fur: fî
he: ילד/ה
it: figlio
pl: dziecko
pt: filho
ru: ребёнок
sk: dieťa
tr: çocuk
zh: 孩子

source: grandson
fi: lapsenlapsi
fr: petit-fils
fur: nevôt
he: נכד
it: nipote
pl: wnuk
pt: neto
ru: внук
sk: vnuk
tr: erkek torun
zh: 孫子

source: granddaughter
fi: lapsenlapsi
fr: petite-fille
fur: gnece
he: נכדה
it: nipote
pl: wnuczka
pt: neta
ru: внучка
sk: vnučka
tr: kız torun
zh: 孫女兒

source: grandchild
fi: lapsenlapsi
fr: petit-enfant
fur: nevôt
he: נכד/ה
it: nipote
pl: wnuczka
pt: neto
ru: внук/внучка
sk: vnúča
tr: torun
zh: 孫

source: Select another family tree, or login for the selected family tree.
fi: Valitse valikosta toinen sukupuu tai kirjaudu avataksesi tämä sukupuu.
fr: Veuillez vous connecter avec vos identifiants, ou demandez un accès pour visiter le site...
fur: Sielç un altri Arbul Gjenealogjic o entre in tal altri Arbul Gjenealogjic selezionât.
he: בחר עץ משפחה אחר, או תירשם על מנת לראות את העץ הנבחר.
it: Seleziona un altro Albero Genealogico o accedi per l'Albero Genealogico selezionato.
pl: Wybierz inne drzewo genealogiczne lub zaloguj się do wybranego drzewa genealogicznego.
pt: Selecione outra árvore de família, ou faça o log-in para a árvore de família selecionada.
ru: Выберите другое генеалогическое дерево или войдите в систему для выбранного генеалогического дерева.
sk: Vyberte iný rodokmeň, alebo sa prihláste k tomuto rodokmeňu.
tr: Başka bir aile ağacı seçin veya seçilen aile ağacı için oturum açın.
zh: 選擇另個家譜樹, 或登入到選擇好的家譜樹

source: One Name Study of the name
fi: One Name Study nimestä
fr: "One Name Study" du nom
fur: Studi Monografic su di un Cognon
he: האת מתמקד במחקר של השם
it: Studio Monografico di un Cognome
pl: Nazwisko Badanie nazwy
pt: Codificação do nome
ru: Одно название Исследование имени
sk: One Name Study názvu
tr: Adın Tek İsim Çalışması
