Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: mother unknown
fi: äiti tuntematon
fr: mère inconnue
fur: mâri no cognossude
he: אם לא ידועה
it: madre sconosciuta
pl: matka nieznana
ru: мать неизвестна
sk: matka neznáma
tr: anne bilinmiyor

source: Choose sex:
fi: Valitse sukupuoli:
fr: Sexe :
fur: Sielz il ses:
he: בחר מין:‏
it: Scegli il sesso:
pl: Wybierz płeć:
pt: Escolha o sexo:
ru: Выбор пола:
sk: Vyber pohlavie:
tr: Cinsiyet seçin:
zh: 選擇性別

source: witness
fi: todistajat
fr: Témoin
fur: testemoni
he: עד/ה
it: testimone
pl: świadek
pt: testemunha
ru: свидетель
sk: svedok
tr: tanık
zh: 見證人

source: Partner firstname
fi: Kumppanin etunimi
fr: Prénom du partenaire
fur: Non dal Partner
he: שם פרטי של בן/בת זוג:‏
it: Nome del Partner
pl: Imię partnera
pt: Nome próprio do companheiro(a)
ru: Имя партнёра
sk: Meno partnera
tr: Eşin adı
zh: 伴侶的名字

source: Partner lastname
fi: Kumppanin sukunimi
fr: Nom du partenaire
fur: Cognon dal Partner
he: שם משפחה של בן/בת זוג:‏
it: Cognome del Partner
pl: Nazwisko partnera
pt: Último nome do companheiro(a)
ru: Фамилия партнёра
sk: Priezvisko partnera
tr: Eşin soyadı
zh: 伴侶的姓氏

source: Clear fields
fi: Tyhjennä kentät
fr: Nettoyez les champs
fur: Cancele i cjamps
he: נקה את השדות
it: Cancella campi
pl: Wyczyść pola
pt: Limpar os campos
ru: Очистить поля
sk: Vymaž polia
tr: Alanları temizle

source: Standard search
fi: Vakiohaku
fr: Recherche simple
fur: Ricercje normâl
he: חיפוש רגיל
it: Ricerca normale
pl: Wyszukiwanie standardowe
pt: Pesquisa normal
ru: Стандартный поиск
sk: Normálne hľadanie
tr: Standart arama
zh: 標準搜索

source: Wildcards:
fr: Caractères génériques :
fur: Caratars jolly:
he: תווים כלליים - wildcards:
it: Caratteri jolly:

source: _ = 1 character
fr: _ = 1 caractère
fur: _ = 1 caratar
he: _ = אות אחת
it: _ = 1 carattere

source: % = >1 character
fr: % = >1 caractère
fur: % = >1 caratar
he: % = יותר מאות אחת
it: % = >1 carattere

source: Tip
fi: Vihje
fr: Conseil
fur: Sugjeriment
he: הצעה:‏
it: Appunto
pl: Wskazówka
pt: Dica
ru: Подсказка
tr: İpucu
zh: 提示

source: With Advanced Search you can easily create lists like: all persons with surname <b>Schaap</b> who were born <b>between 1820 and 1840</b> in <b>Amsterdam</b><br>You can also search without a name: all persons who <b>died in 1901</b> in <b>Amstelveen.</b>
fr: Avec la recherche avancée, vous pouvez facilement créer des listes telles que: toutes les personnes portant le nom de famille <b>Schaap</b> qui sont nés <b>tussen 1820 et 1840</b> a<b> Amsterdam</b><br>Vous pouvez également rechercher sans nom: toutes les personnes <b>qui sont décédés en 1901</b><b> a Amstelveen. </b>
fur: Cu la Ricercje avanzade tu puedis facilmentri creâ elencs come: dutis lis personis cun cognon <b>Rossi</b> ca son nassudis <b> tra il 1820 e il 1840</b> a <b>Vignesie</b>.<br>Tu puedis ancje cirî cence il non: dutis lis personise che <b>a son muartis tal 1901</b> a <b>Triest.</b>
he: עם "חיפוש מתקדם" אפשר בקלות ליצור רשימות כגון: כל האנשים עם שם משפחה <b>Schaap</b> שנולדו <b>בין השנים 1820 עד 1840</b> בעיר <b>אמסטרדם</b> <br>אפשר גם לערוך חיפוש ללא ציון שם. למשל: הצג כל האנשים אשר <b>נפטרו בשנת 1901</b> בעיר <b>חיפה</b>.
it: Con Ricerca avanzata puoi facilmente creare elenchi come: tutte le persone con cognome <b>Rossi</b> che sono nati <b> tra il 1820 e il 1840</b> a <b>Venezia</b><br>Puoi anche cercare senza un nome: tutte le persone che <b>sono morte nel 1901</b> a <b>Trieste.</b>
pl: Wyszukiwanie zaawansowane umożliwia łatwe tworzenie list takich jak: wszystkie osoby o nazwisku <b>Nowak</b> którzy urodzili się <b>w latach 1820–1840</b> w <b>Krakowie</b><br>Możesz także wyszukiwać bez nazwiska <b>wszystkie osoby, które zmarły w 1901</b> w <b>Warszawie.</b>
ru: С помощью расширенного поиска вы можете легко создавать списки, такие как: все лица с фамилией <b>Шаап</b> , которые родились <b>между 1820 и 1840</b> годами в <b>Амстердаме</b><br>Вы также можете искать без имени: все лица, <b>погибшие в 1901 году</b> в <b>Амстелвене.</b>
sk: Pomocou rozšíreného vyhľadávania môžete jednoducho vytvárať zoznamy ako: všetky osoby s priezviskom <b>Schaap</b>, ktoré sa narodili <b>v rokoch 1820 až 1840</b> v <b>Amsterdame</b><br>Môžete hľadajte aj bez mena: všetky osoby, ktoré <b>zomreli v roku 1901</b> v <b>Amstelveene.</b>
tr: Gelişmiş Arama ile aşağıdakiler gibi kolayca listeler oluşturabilirsiniz: <b>1820 ve 1840 yılları arasında</b> <b>Amsterdam</b>'da doğan <b>Schaap</b> soyadına sahip tüm kişiler. <br>Ayrıca isimsiz arama yapabilirsiniz: <b>1901</b>'de <b>Amstelveen</b>'de ölen tüm kişiler

source: Note:</td><td>When you use the birth and/ or death search boxes please note this:<br>1. Persons for whom no birth/ death data exist in the database, will not be found.<br>2. Persons with privacy settings will not be shown, unless you are logged in with the proper permissions.<br>These persons can be found by searching by name and/ or surname only.
fr: Nota:</td><td>Lorsque vous utilisez les champs de recherche de naissance et / ou de décès, veuillez noter ceci:<br> 1.Les personnes pour lesquelles aucune donnée de naissance / décès n'existe dans la base de données ne seront pas trouvées.<br>2. Les personnes avec des paramètres de confidentialité ne seront pas affichées, sauf si vous êtes connecté avec les autorisations appropriées.<br>Ces personnes peuvent être trouvées en recherchant par nom et / ou nom seulement.
fur: Note:</td><td>Cuant che si doprin lis caselis di nassite e / o muart, bisugne visâsi che: <br>1. Lis personis cence datis di nassite e di muart no saran cjatadis.<br>2. Lis personis blocadis da qualchi filtri di privacy, no vegnin mostradis, fûr che tu no tu sepis entrât cun particolârs autorizazions.<br>Chestis personis a puedin sei cjatadis dome cirint par non e / o cognon.
he: שימו לב:</td><td>בעת השימוש באופציות חיפוש לפי מקום לידה, נא התחשבו בדברים הבאים:<br> 1. אנשים שלגביהם לא קיים מידע אודות מקום לידה/פטירה בבסיס הנתונים, לא יוצגו.<br> 2. אנשים שלגביהם הופעל סינון פרטיות לא יוצגו, אלא אם כן נכנסת למערכת עם ההרשאות המתאימות.<br> אפשר למצוא אנשים אלה אך ורק באמצעות חיפוש לפי שם פרטי ו/או משפחה.
it: Nota:</td><td>Quando si utilizzano le caselle di ricerca di nascita e / o morte, tenere presente quanto segue: <br>1. Le persone per le quali non esistono dati di nascita / morte nel database non saranno trovate.<br>2. Le persone con impostazioni sulla privacy non verranno visualizzate, a meno che tu non abbia effettuato l'accesso con le autorizzazioni appropriate.<br>Queste persone possono essere trovate cercando solo per nome e / o cognome.
pl: Uwaga:</td><td>Gdy używasz pól wyszukiwania narodzin i/lub śmierci, zwróć uwagę na to:<br>1. Osoby, dla których w bazie danych nie ma danych dotyczących urodzin/śmierci, nie zostaną znalezione.<br>2. Osoby z ustawieniami prywatności nie będą wyświetlane, chyba że jesteś zalogowany z odpowiednimi uprawnieniami<br>Osoby te można znaleźć, szukając tylko imienia i/lub nazwiska.
ru: Заметка:<td>Когда вы используете поля поиска рождения и / или смерти, пожалуйста, обратите внимание на это:<br>1. Лица, по которым в базе данных нет данных о рождении/смерти, не будут найдены.<br>2. Лица с настройками конфиденциальности не будут отображаться, если вы не вошли в систему с соответствующими разрешениями.<br>Этих лиц можно найти путем поиска только по имени и/или фамилии.</td>
sk: Poznámka:</td><td>Keď používate vyhľadávacie polia narodenia a/alebo úmrtia, uvedomte si toto:<br>1. Osoby, pre ktoré v databáze neexistujú žiadne údaje o narodení/úmrtí, nebudú nájdené.<br>2. Osoby s nastavením ochrany osobných údajov sa nezobrazia, pokiaľ nie ste prihlásení s príslušnými oprávneniami.<br>Tieto osoby je možné nájsť iba vyhľadávaním podľa mena a/alebo priezviska.
tr: Not:</td><td>Doğum ve/ veya ölüm arama kutularını kullanırken lütfen şunu dikkate alın:<br>1. Veritabanında doğum/ ölüm bilgisi bulunmayan kişiler bulunmayacaktır. <br>2. Uygun izinlerle oturum açmadığınız sürece gizlilik ayarlarına sahip kişiler gösterilmeyecektir. <br>Bu kişilere sadece isim ve/ veya soyadı ile arama yapılarak ulaşılabilir.

source: persons found.
fi: henkilöä löytyi.
fr: personne(s) trouvée(s).
fur: personis cjatadis.
he: אנשים נמצאו‏
it: persone trovate.
pl: osób znaleziono.
pt: pessoas encontradas.
ru: персон найдено.
sk: osôb nájdených.
tr: kişi bulundu.
zh: 找到了符合條件的個人們

source: Concise view
fi: Suppea näkymä
fr: Vue simple
fur: Visualizazion essenziâl
he: תצוגה מצומצמת
it: Visualizzazione concisa
pl: Zwięzły widok
pt: Vista concisa
ru: краткий вид
sk: Stručné zobrazenie
tr: Özlü görünüm
zh: 簡短的查看

source: No names found.
fi: Nimiä ei löytynyt.
fr: aucun nom trouvé.
fur: Non no cjatât.
he: לא נמצאו שמות
it: Nome non trovato.
pl: Nie znaleziono osób
pt: Não foram encontrados nomes.
ru: Имена не найдены.
sk: Nenájdené žiadne mená.
tr: İsim bulunamadı.
zh: 沒有發現符合的名字

source: Sort by:
fi: Järjestysavain:
fr: Trier par :
fur: Ordenât par:
he: מיין לפי:
it: Ordinato per:
pl: Sortuj według:
pt: Ordenar por:
ru: Сортировать по:
sk: Roztrieď podľa:
tr: Şuna göre sırala:
zh: 排序的方式

source: All names
fi: Kaikki nimet
fr: Tous les noms
fur: Dugj i cognons
he: כל השמות
it: Tutti i cognomi
pl: Wszystkie osoby
pt: Todos os nomes
ru: Все имена
sk: Všetky mená
tr: Tüm isimler
zh: 所有的姓名

source: Frequency of Surnames
fi: Sukunimien toistuminen
fr: Fréquence des noms de famille
fur: Frecuence dai Cognons
he: תדירות שמות משפחה
it: Frequenza dei Cognomi
pl: Częstotliwość Nazwisk
pt: Frequência dos Apelidos
ru: Частота фамилий
sk: Výskyt priezvísk
tr: Soyadların Sıklığı

source: Number of displayed surnames
fi: Näytettävien sukunimien määrä
fr: Nombre de noms de famille affichés
fur: Numar di cognons visualizâts
he: מספר שמות משפחה מוצגים
it: Numero di cognomi visualizzati
pl: Liczba wyświetlanych nazwisk
pt: Número de apelidos exibidos
ru: Количество отображаемых фамилий
sk: Počet zobrazených priezvisk
tr: Görüntülenen soyadı sayısı

source: Number of columns
fi: Sarakkeiden lukumäärä
fr: Nombre de colonnes
fur: Numar di colonis
he: מספר הטורים
it: Numero di colonne
pl: Liczba kolumn
pt: Número de colunas
ru: Количество колонок
sk: Počet stĺpcov
tr: Sütun sayısı

source: families found.
fi: perhettä löytyy.
fr: familles trouvées.
fur: fameis cjatadis.
he: משפחות נמצאו.
it: famiglie trovate.
pl: znaleziono rodziny.
pt: famílias encontradas.
ru: семей найдено.
sk: rodín nájdených.
tr: aile bulundu.
zh: 家庭出現。

source: Password retrieval
fi: Salasanan pyyntö
fr: Récupération du mot de passe
fur: Recupar password
he: שחזור סיסמה
it: Recupero password
pl: Odzyskiwanie hasła
pt: Recuperação da senha de acesso
ru: Поиск пароля
sk: Získanie hesla
tr: Şifre kurtarma

source: Email
fi: Sähköposti
he: דוא"ל
tr: E-posta

source: Please answer the block-spam-question:
fi: Ole hyvä ja vastaa roskapostitusta estävään kysymykseen:
fr: Merci de répondre à la question anti-spam :
fur: Rispuint a domande bloche-spam:
he: נא השב על השאלה למניעת דואר זבל
it: Rispondi alla domanda blocca-spam:
pl: Odpowiedz na pytanie dotyczące anty-spamu:
pt: Por favor responda à pergunta anti-spam:
ru: Пожалуйста ответьте на анти-спам вопрос:
sk: Prosím, odpovedzte na kontrolnú otázku pred spamom:
tr: Lütfen spam engelleme sorusunu yanıtlayın:
zh: 請回答阻塞-垃圾郵件-問題

source: Your email address is not correct
fi: Sähköpostiosoite ei ole oikein
fr: Votre adresse e-mail est erronné
fur: Il to indiriz email nol è just
he: כתובת המייל שלך לא תקינה
it: Il tuo indirizzo email non è corretto
pl: Twój adres e-mail jest nieprawidłowy
pt: O seu endereço de e-mail não é válido
ru: Ваш email адрес некорректен
sk: Tvoja e-mailová adresa nie je korektná
tr: E-posta adresiniz doğru değil

source: Wrong answer to the block-spam question! Try again...
fi: Väärä vastaus roskapostitusta estävään kysymykseen! Yritä uudelleen...
fr: Mauvaise réponse à la question anti-spam! Ré-essayer...
fur: Rispueste sbaliade a la domande bloche-spam! Riprove...
he: תשובה לא נכונה על השאלה למניעת דואר זבל! אנא נסו שוב...
it: Risposta sbagliata alla domanda blocca-spam! Riprova...
pl: Błędna odpowiedź na pytanie anty-spamowe! Spróbuj ponownie...
pt: Resposta errada à pergunta anti-spam! Por favor tente de novo.
ru: Неверный ответ на анти-спам вопрос! Попробйте ещё раз...
sk: Zlá odpoveď na otázku antispamu! Skús ešte raz..
tr: Spam engelleme sorusuna yanlış yanıt! Tekrar deneyin...
zh: 錯誤答案，再試一次回答阻塞-垃圾郵件-問題

source: Error
fi: Virhe
fr: Erreur
fur: Erôr
he: שגיאה
it: Errore
pl: Błąd
pt: Erro
ru: Ошибка
sk: Chyba
tr: Hata

source: This email address was not found in our database.
fi: Sähköpostiosoitetta ei ole tietokannassa.
fr: Cette adresse e-mail n’a pas été trouvé dans notre base de données.
fur: Chest indiriz email nol è presint tal gnostri database.
he: כתובת מייל זו לא נמצאה בבסיס הנתונים שלנו.
it: Questo indirizzo email non è stato trovato nel nostro database.
pl: Ten adres e-mail nie został znaleziony w naszej bazie danych.
pt: Este endereço de e-mail não consta da nossa base de dados.
ru: Этот email адрес не найден в базе данных.
sk: Táto e-mailová adresa nebola nájdená v našej databáze.
tr: Bu e-posta adresi veritabanımızda bulunamadı.

source: Please contact the site owner.
fi: Ole hyvä ja ota yhteyttä sivuston omistajaan.
fr: Veuillez contacter le propriétaire du site.
fur: Si pree di metisi in contat cul aministratôr dal sît.
he: נא צור קשר עם מנהל האתר.
it: Si prega di contattare il proprietario del sito.
pl: Skontaktuj się z właścicielem witryny.
pt: Por favor entre em contacto com o administrador do site.
ru: Свяжитесь с владельцем сайта.
sk: Prosím, obráťte sa na vlastníka webu.
tr: Lütfen site sahibiyle iletişime geçin.

source: Retry
fi: Yritä uudelleen
fr: Recommencez
fur: Riprove
he: נסה שוב
it: Riprova
pl: Spróbować ponownie
pt: Tente novamente
ru: Повторить попытку
sk: Znova
tr: Yeniden dene

source: Password activation failed because mail address is used multiple times.
fr: L'activation du mot de passe a échoué car l'adresse e-mail est utilisée plusieurs fois.
fur: L'ativasion da la password no a vut sucès parce che la mail a ie za state doprade
he: הפעלת בסיסמה נכשלה מכיוון שנעשה שימוש יותר מפעם אחת בכתובת המייל.
it: L'attivazione della password non è riuscita perché l'indirizzo e-mail viene utilizzato più volte.

source: Notice
fi: Huomautus
fr: Avis
fur: Avîs
he: הודעה
it: Avviso
pl: Notatka
pt: Observação
ru: Уведомление
sk: Oznámenie
tr: Dikkat

source: Your password activation key was already sent to your email address, please check your inbox and spam folder
fi: Salasanasi aktivointiavain lähetettiin sähköpostiisi, tarkista saapuneet ja tarvittaessa myös roskapostikansio
fr: Votre clé d'activation du mot de passe a déjà été envoyé à votre adresse e-mail , s'il vous plaît vérifiez votre dossier de boîte de réception et le dossier spam
fur: La clâf par reimpostâ la password a je bielzà stade inviade al to indiriz email, controle la tô pueste, ancje ta spam
he: המפתח להפעלת הסיסמה כבר נשלח לכתובת המייל שלך. נא בדוק את תיבת הדואר הנכנס ותיבת דואר הזבל
it: La tua chiave di attivazione password è già stata inviata al tuo indirizzo email, controlla la tua posta in arrivo e la cartella spam
pl: Twój klucz aktywacyjny hasła został już wysłany na Twój adres e-mail. Sprawdź skrzynkę odbiorczą i folder spamu
pt: A sua senha de activação já foi enviada para o seu endereço de e-mail, por favor verifique a sua caixa de entrada e a pasta de spam.
ru: Ключ активации пароля уже был отправлен на ваш адрес электронной почты, пожалуйста, проверьте свой почтовый ящик и папку спама
sk: Váše heslo aktivačného kľúča bolo odoslané na vašu e-mailovú adresu, prosím skontrolujte priečinky doručenej pošty a spamu
tr: Şifre aktivasyon anahtarınız e-posta adresinize zaten gönderildi, lütfen gelen kutunuzu ve spam klasörünüzü kontrol edin

source: This is in response to your request for password reset at
fi: Tämä on vastaus salasanasi uusimiseen
fr: Ceci est en réponse à votre demande de réinitialisation du mot de passe à
fur: Cheste mail a je in rispueste a la tô richieste di reimpostâ la password su
he: במענה לבקשתך לשינוי סיסמה באתר
it: Questo mail è in risposta alla tua richiesta di reimpostazione della password su
pl: Jest to odpowiedź na Twoją prośbę o zresetowanie hasła pod adresem
pt: Isto foi uma resposta ao seu pedido de reinicialização da senha de acesso em
ru: Это в ответ на ваш запрос о сбросе пароля по адресу
sk: To je odpoveď na vašu žiadosť o obnovenie hesla
tr: Bu, adresindeki parola sıfırlama isteğinize yanıt olarak

source: To reset your password, please visit this link or copy and paste this link in your browser window
fi: Salasanan uusimiseksi klikkaa linkkiä tai kopioi osoite selaimeesi
fr: Pour réinitialiser votre mot de passe suivez ce lien, ou copiez et collez le dans votre fenêtre de navigateur
fur: Par reimpostâ la password, visite chest link o copie e incole chest link intun barcon dal browser
he: על מנת לבחור בסיסמה חדשה, לחצו על קישור זה או העתיקו אותו לדפדפן שלכם.
it: Per reimpostare la password, visita questo link o copia e incolla questo link nella finestra del browser
pl: Aby zresetować hasło, odwiedź ten link lub skopiuj i wklej ten link w oknie przeglądarki
pt: Para reinicializar a sua senha, por favor copie este link ou copie e cole o mesmo na janela do seu browser
ru: Чтобы сбросить пароль, пожалуйста, перейдите по этой ссылке или скопируйте и вставьте эту ссылку в окно браузера
sk: Ak chcete obnoviť heslo, navštívte prosím tento odkaz alebo skopírujte a vložte tento odkaz do okna prehliadača
tr: Şifrenizi sıfırlamak için lütfen bu bağlantıyı ziyaret edin veya bu bağlantıyı kopyalayıp tarayıcınızın penceresine yapıştırın

source: Your request for password retrieval
fi: Salasanapyntä käsittelyssä
fr: Votre demande de récupération de mot de passe
fur: La tô richieste di recupar da password
he: בקשתך לשחזור סיסמה
it: La tua richiesta di recupero della password
pl: Twoja prośba o odzyskanie hasła
pt: O seu pedido de recuperação da senha de acesso
ru: Ваш запрос на получение пароля
sk: Vaša žiadosť o vyhľadanie hesla
tr: Şifre kurtarma isteğiniz

source: We encountered a system problem in sending reset link to your email address.
fi: Ilmeni järjestelmäongelma uudistamislinkin lähettämisessä sähköpostiosoitteeseesi.
fr: Nous avons rencontré un problème de système en envoyant le lien de réinitialisation à votre adresse e-mail.
fur: I vin vût un problem tal inviâti il link di risistemazion dal to indiriz mail.
he: נתקלנו בבעיה בשיגור הקישור לשינוי סיסמה למייל שלך.
it: Abbiamo riscontrato un problema di sistema durante l'invio del link di ripristino al tuo indirizzo email.
pl: Napotkaliśmy problem systemowy podczas wysyłania linku resetowania na Twój adres e-mail.
pt: Ocorreu um problema no envio do link de reinicialização da senha para o seu endereço de e-mail-
ru: Мы столкнулись с системной проблемой при отправке ссылки сброса на ваш адрес электронной почты.
sk: Narazili sme na systémový problém pri odosielaní odkazu resetovanie na vašu e-mailovú adresu.
tr: E-posta adresinize sıfırlama bağlantısı gönderirken bir sistem sorunuyla karşılaştık.

source: Success
fi: Onnistui
fr: Succès
fur: Riessût
he: בהצלחה
it: Riuscito
pl: Sukces
pt: Sucesso
ru: Успешно
sk: Úspech
tr: Başarılı

source: Your reset link was sent to your email address. Please check your mail in a few minutes.
fi: Uudistamislinkki lähetetty. Ole hyvä ja tarkista sähköpostisi muutaman minuutin kuluttua.
fr: Le lien de réinitialisation a été envoyé à votre adresse e-mail. S'il vous plaît vérifiez votre courrier dans quelques minutes.
fur: Il link di risistemazion al è stât inviât al to indiriz mail. Si pree di controlâ la pueste entri pôs minuts.
he: הקישור לשינוי הסיסמה נשלח לכתובת המייל שלך. נא בדקו את המייל בעוד מספר דקות.
it: Il link di ripristino è stato inviato al tuo indirizzo email. Si prega di controllare la posta entro pochi minuti.
pl: Link resetowania został wysłany na Twój adres e-mail. Sprawdź pocztę za kilka minut.
pt: O link para reinicialização da senha foi enviado para o seu endereço de e-mail. Por favor verifique o correio electrónico daqui a alguns minutos.
ru: Ваша ссылка для сброса была отправлена на ваш адрес электронной почты. Пожалуйста, проверьте свою почту через несколько минут.
sk: Váš odkaz na resetovanie bol odoslaný na vašu e-mailovú adresu. Prosím, v priebehu niekoľkých minút si kontrolujte doručenú poštu.
tr: Sıfırlama bağlantınız e-posta adresinize gönderildi. Lütfen birkaç dakika içinde postanızı kontrol edin.

source: Activation failed
fi: Aktivointi epäonnistui
fr: Activation echouée
fur: Ativazion falide
he: ההפעלה נכשלה
it: Attivazione fallita
pl: Aktywacja nie powiodła się
pt: A activação falhou
ru: Активация не успешна.
sk: Aktivácia zlyhala
tr: Etkinleştirme başarısız oldu

source: New Password
fi: Uusi salasana
fr: Nouveau mot de passe
fur: Gnove Password
he: סיסמה חדשה
it: Nuova Password
pl: Nowe hasło
pt: Nova Senha de Acesso
ru: Новый пароль
sk: Nové heslo
tr: Yeni Şifre

source: Re-enter new Password
fi: Kirjoita uusi salasana uudelleen
fr: Ré-entrez le nouveau mot de passe
fur: Reinseris la Gnove Passwor
he: הכנס שוב את הסיסמה החדשה
it: Reinserisci Nuova Password
pl: Wprowadź ponownie nowe hasło
pt: Reintroduza a Nova Senha de Acesso
ru: Повторите новый пароль
sk: Znova zadať nové heslo
tr: Yeni şifreyi tekrar giriniz

source: Submit new Password
fi: Esitä uusi salasana
fr: Soumettez le nouveau mot de passe
fur: Invie una gnove password
he: הכנס סיסמה חדשה
it: Invia una nuova password
pl: Prześlij nowe hasło
pt: Envie a Nova Senha de Acesso
ru: Установить новый пароль
sk: Odoslať nové heslo
tr: Yeni Şifre Gönder

source: Password activation failed.
fi: Salasanan aktivointi epäonnistui.
fr: Activation du mot de passe echouée
fur: Ativazion da password falide.
he: הפעלת הסיסמה נכשלה.
it: L'attivazione della password non è riuscita.
pl: Aktywacja hasła nie powiodła się.
pt: A activação da senha de acesso falhou.
ru: Активация пароля не успешна.
sk: Aktivácia hesla zlyhalo.
tr: Şifre etkinleştirme başarısız oldu.

source: Password must be at least 4 char and maximum 15 char long
fi: Salasanan täytyy olla 4 - 15 merkkiä pitkä
fr: Le mot de passe doit avoir entre 4 et 15 caractères
fur: La password a ja di vei almancul 4 caratars e al massim 15 caratars
he: על הסיסמה להיות בין 4 - 15 סימנים
it: La password deve contenere almeno 4 caratteri e massimo 15 caratteri
pl: Hasło musi mieć co najmniej 4 znaki i maksymalnie 15 znaków
pt: A senha deve ter entre 4 e 15 caracteres de comprimento.
ru: Пароль должен содержать не менее 4 символов и не более 15 символов
sk: Heslo musí byť minimálne 4 a maximálne 15 znakov dlhé
tr: Şifre en az 4 karakter ve en fazla 15 karakter uzunluğunda olmalıdır

source: The passwords don't match!
fi: Salasanat eivät ole samat!
fr: Les mots de passe ne correspondent pas!
fur: Lis password no son compagnis!
he: הסיסמות אינן זהות!
it: Le password non corrispondono!
pl: Hasła się nie zgadzają!
pt: As senhas não coincidem!
ru: Пароли не совпадают
sk: Heslá sa nezhodujú!
tr: Şifreler uyuşmuyor!

source: Your new password has been stored successfully
fi: Uusi salasanasi talletettu onnistuneesti
fr: Votre nouveau mot de passe a été enregistré avec succès
fur: La tô gnove password a je stâte salvade
he: הסיסמה החדשה שלך נשמר בהצלחה
it: La tua nuova password è stata salvata correttamente
pl: Twoje nowe hasło zostało pomyślnie zapisane
pt: A sua nova senha de acesso foi gravada com sucesso
ru: Ваш новый пароль успешно сохранён
sk: Vaše nové heslo bolo úspešne uložené
tr: Yeni şifreniz başarıyla saklandı
