Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Minimum characters in search box
fi: Minimimäärä merkkejä hakuikkunassa
fr: Caractères minimum dans la boîte de recherche
fur: Numar minim di caratars ta casele di ricercje
he: מינימום אותיות בתיבת החיפוש
it: Numero minimo di caratteri nella casella di ricerca
pl: Minimalna liczba znaków w polu wyszukiwania
pt: Nº mínimo de caracteres na caixa de pesquisa
ru: Минимальное количество символов в строке поиска
sk: Minimálny počet znakov pre hľadanie
tr: Arama kutusundaki minimum karakterler
zh: 在搜索格框內字符最少限度

source: Minimum characters in search boxes (standard value=3. For Chinese set to 1).
fi: Minimimäärä merkkejä hakuikkunassa (oletus=3, kiinankielessä käytä 1).
fr: Caractères minimum dans la boîte de recherche (normal=3. Pour chinois régler à 1).
fur: Numar minim di caratars ta casele di ricercje (valôr standard = 3. Pal cinêsal è impostât su 1)
he: מינימום אותיות בתיבות החיפוש (ברירת מחדל היא 3. שנה ל-1 עבור סינית)
it: Numero minimo di Caratteri nelle caselle di ricerca (valore standard = 3. Per il cinese impostato su 1)
pl: Minimalna liczba znaków w polach wyszukiwania (wartość standardowa = 3. Dla chińskiego ustawiona na 1).
pt: Nº mínimo de caracteres nas caixas de pesquisa (valor padrão = 3. Para Chinês definir 1).
ru: Минимальное количество символов для поиска (стандартное значение=3. Для Китайского языка установите 1).
sk: Minimálny počet znakov pre hľadanie (štandardne =3)
tr: Arama kutularındaki minimum karakterler (standart değer=3. Çince için 1'e ayarlayın).
zh: 在搜索格框內字符最少限度 (標準值=3. 中文則定為 1).

source: Date display
fi: Päivämäärien näyttö
fr: Afficher date
fur: Visualizazion da date
he: ציון תאריך
it: Datario
pl: Wyświetlanie daty
pt: Exibição da data
ru: Отображение даты
sk: Zobrazenie dátumu
tr: Tarih görüntüleme
zh: 日期顯示

source: Order of names in reports
fi: Nimien järjestys raporteilla
fr: Ordre des noms dans les listes
fur: Ordin dai nons tai rapuarts
he: סדר השמות בדוחות
it: Ordine dei nomi nei reports
pl: Kolejność nazw w raportach
pt: Ordem dos nomes nos relatórios
ru: Порядок отображения имён
sk: Zoradenie mien v reporte
tr: Raporlardaki adların sırası
zh: 報告中名字的順序

source: Western
fi: Länsimainen
fr: Occidental
fur: Occidentâl
he: מערבי
it: Occidentale
pl: Zachodni
pt: Ocidental
ru: Западный
sk: Západné
tr: Batı
zh: 西方國家

source: Chinese
fi: Kiinalainen
fr: Chinois
fur: Cinês
he: סינית
it: Cinese
pl: Chinski
pt: Chinês
ru: Китайский
sk: Čínske
tr: Çince
zh: 中國的

source: Default timeline file (per language)
fi: Oletus aikajanatiedosto (kielikohtaisesti)
fr: Fichier par défaut de calendrier (par langue)
fur: File da timeline di default (pa lenghe)
he: קובץ ציר הזמן שיוצג כברירת מחדל
it: File della timeline di default (per lingua)
pl: Domyślny plik osi czasu (według języka)
pt: Arquivo por defeito da linha de tempo (por linguagem)
ru: Файл временной шкалы по умолчанию (для каждого языка)
sk: Základná časová os (podľa jazyka)
tr: Varsayılan zaman çizelgesi dosyası (dil başına)

source: Default
fi: Oletus
fr: Défaut
fur: Predefinît
he: ברירת המחדל
it: Predefinito
pl: Domyślne
pt: Por omissão
ru: По-умолчанию
sk: Základné
tr: Varsayılan
zh: 默認

source: First select language, then select the default timeline for that language.
fr: Sélectionnez d'abord la langue, puis sélectionnez la chronologie par défaut pour cette langue.
fur: Par prin selezione la lenghe, podopo tu puedis selezionâ la timeline predefinide par chê lenghe.
he: קודם בחר שפה, אחר כך בחר את קו הזמן הרצוי לשפה זו.
it: Prima seleziona la lingua, quindi seleziona la sequenza temporale predefinita per quella lingua.
pl: Najpierw wybierz język, a następnie wybierz domyślną oś czasu dla tego języka.
ru: Сначала выберите язык, затем выберите временную шкалу по умолчанию для этого языка.
sk: Najprv vyber jazyk, a potom vyber predvolenú časovú os pre tento jazyk.
tr: Önce dili seçin, ardından o dil için varsayılan zaman çizelgesini seçin.

source: Settings Main Menu
fi: Päävalikon asetukset
fr: Paramètres du Menu Principal
fur: Impostazions dal menu principâl
he: תפריט הגדרות ראשי
it: Impostazioni del menu principale
pl: Ustawienia Menu główne
pt: Menú Principal dos Parâmetros
ru: Главное меню настроек
sk: Nastavenie hlavného menu
tr: Ayarlar Ana Menüsü
zh: 設定的主選單

source: Website name
fi: Ww-sivun nimi
fr: Nom du site Web
fur: Impostazions dal menu principâl
he: שם האתר
it: Nome Sito Web
pl: Nazwa strony
pt: Nome do website
ru: Название сайта
sk: Názov WEB stránky
tr: Web sitesi adı
zh: 網絡的名字

source: Use logo image instead of text
fr: Utiliser l'image du logo au lieu du texte
fur: Dopre la imagjne dal Logo al puest dal test.
he: השתמשו בתמונת הלוגו במקום בטקסט
it: Usa l'immagine invece del testo come logo

source: Upload logo image. Recommended size: 165 x 25 px. Picture max: %1$d MB.
fr: Téléverser l'image du logo. Taille recommandée : 165 x 25 px. Image max: %1$dMo.
fur: Trasmet la imagjne dal Logo. Dimension racomandade; 165 x 25 px. e max %1$d MB.
he: העלה תמונת לוגו. הגודל המומלץ של התמונה: 165 על 25 פיקסל. גודל מקסימלי של הקובץ: %1$d MB.
it: Si raccomandano le dimensioni dell'immagine: 165 x 25 px di max %1$d MB

source: Link homepage
fi: Linkki kotisivulle
fr: Lien de la page d'accueil
fur: Link da Homepage
he: קישור לעמוד הבית
pl: Link do strony głównej
pt: Página principal do link (homepage)
ru: Ссылка на главную
sk: Odkaz na domovskú stránku
tr: Bağlantı ana sayfası
zh: 鏈接的主頁

source: Link description
fi: Linkin kuvaus
fr: Description du lien
fur: Descrizion dal link
he: תיאור הקישור
it: Descrizione link
pl: Opis linku
pt: Descrição do link
ru: Описание ссылки на главную
sk: Poznámka k odkazu
tr: Bağlantı açıklaması
zh: 鏈接的說明

source: (link to this site including http://)
fi: (linkitä sivu sisältäen http://)
fr: (lien vers ce site incluant http://)
fur: (met il link cun ancje https://)
he: קישור לאתר זה שכולל את הקידומת //:http
it: (link a questo sito compreso http://)
pl: (dołącz link do tej strony http://)
pt: (link para este site, incluindo http://)
ru: (ссылка на этот сайт включая http://)
sk: (odkaz na túto stránku, vrátane http://)
tr: (http:// dahil olmak üzere bu siteye bağlantı)
zh: (鏈接到這網頁包括 http://)

source: Link for birthdays RSS
fi: Linkki syntymäpäivä-RSS:lle
fr: Lien pour les RSS des anniversaires
fur: Link pai compleans RSS
he: קישור לRSS של ימי הולדת
it: Link per compleanni RSS
pl: Link do urodzin RSS
pt: Link para a RSS de aniversários
ru: Ссылка на RSS ленту дней рождения
sk: Odkaz na narodeninové RSS
tr: Doğum günleri için RSS bağlantısı
zh: 鏈接到生日 RSS

source: This option can be turned on or off in the user groups.
fi: Thämän option voi kytkeä päälle tai pois käyttäjäryhmissä.
fr: Cette option peut-être activée ou désactivée dans les groupes d'utilisateurs
fur: Cheste opzion a pues jessi ativade o disativade in Grups di Utents.
he: אופציה זו ניתנת להגדרה בקבוצת המשתמשים
it: Questa opzione può essere attivata o disattivata in gruppi di utenti.
pl: Tę opcję można włączyć lub wyłączyć w grupach użytkowników.
pt: Esta opção pode ser ligada ou desligada nos grupos de utilizadores.
ru: Эту опцию можно включить или отключить в группах пользователей.
sk: Táto podmienka môže byť vypnutá alebo zapnutá pre jednotlivé skupiny.
tr: Bu seçenek kullanıcı gruplarında açılabilir veya kapatılabilir.
zh: 在使用者群這選項可打開或關閉

source: Settings family page
fi: Perhesivun asetukset
fr: Paramètres de la page de famille
fur: Impostazions da pagjine da famee
he: הגדרת עמוד משפחה
it: Impostazioni pagina di famiglia
pl: Ustawienia Strona rodziny
pt: Página de parâmetros das famílias
ru: Семейная страница настроек
sk: Nastavenie rodinnej stránky
tr: Ayarlar aile sayfası
zh: 設定家譜網頁

source: Number of generations in descendant report
fi: Sukupolvien lukumäärä jälkeläistaulussa
fr: Nombre de générations dans la liste de descendance
fur: Impostazions da pagjine da famee
he: מספר הדורות בדוח צאצאים
it: Numero di generazioni nella relazione discendente
pl: Liczba pokoleń w raporcie potomnym
pt: Número de gerações no relatório dos descendentes
ru: Количество поколений в отчете о потомках
sk: Počet generácií vo výpise potomkov
tr: Soyundan gelenler raporundaki kuşak sayısı
zh: 在後代報告裡世代的數目

source: Show number of generation in descendant report (standard value=4).
fi: Sukupolvien lukumäärä jälkeläisraportissa (oletusarvo=4).
fr: Afficher le nombre de générations dans la liste de descendance (valeur standard=4).
fur: Mostre il numar di gjenerazions ta relazion dissendent (valôr standard = 4).
he: מספר הדורות שיוצגו בדוח צאצאים (ערך סטנדרטי = 4)
it: Mostra il numero delle generazioni nella relazione dei discendenti (valore standard = 4).
pl: Pokaż liczbę pokoleń w raporcie (wartość standardowa = 4).
pt: Mostrar o número de gerações no relatório dos descendentes (valor por omissão = 4).
ru: Показать количество поколений в отчете о потомках (стандартное значение = 4).
sk: Ukáž počet generácií vo výpise potomkov (štandardná hodnota = 4).
tr: Soyundan gelenler raporundaki kuşak sayısını göster (standart değer=4).
zh: 展示在後代報告裡世代的數目(標準數字=4).

source: Number of persons in search results
fi: Henkilömäärä hakutuloksissa
fr: Nombre de personnes dans les résultats de recherche
fur: Numar di person tai risultâts das ricercjis
he: מספר האנשים בתוצאות חיפוש
it: Numero di persone nei risultati di ricerca
pl: Liczba osób w wynikach wyszukiwania
pt: Número de pessoas nos resultados de pesquisa
ru: Количество людей в результатах поиска
sk: Počet osôb vo výsledku hľadania
tr: Arama sonuçlarındaki kişi sayısı
zh: 在搜索結果裡個人的數目

source: Show number of persons in search results (standard value=30).
fi: Hakutuloksissa näytettävien henkilöiden lukumäärä (oletusarvo=30).
fr: Afficher le nombre de personnes dans les résultats de recherche (valeur standard=30).
fur: Mostre il numar di person tai risultâts das ricercjis (valôr standard = 30).
he: מספר האנשים שיש להציג בתוצאות חיפוש (הערך הסטנדרטי הוא 30)
it: Visualizza numero di persone nei risultati di ricerca (valore standard = 30).
pl: Pokaż liczbę osób w wynikach wyszukiwania (wartość standardowa = 30).
pt: Mostrar o número de pessoas nos resultados de pesquisa (valor padrão = 30).
ru: Показать количество людей в результатах поиска (стандартное значение=30).
sk: Ukáž počet osôb vo výsledkoch vyhľadávania (štandardná hodnota = 30).
tr: Arama sonuçlarındaki kişi sayısını göster (standart değer=30).
zh: 展示在搜索結果裡個人的數 目(標準數字=30).

source: Watermark text in PDF file
fi: Vesileimaa PDF-tiedoston teksti
fr: Texte en filigrane dans le rapport PDF
fur: Test in filigrane tai files PDF
he: סימן מים בקובץ PDF
it: Testo della filigrana nei files PDF
pl: Tekst znaku wodnego w pliku PDF
pt: Texto da marca-de-água em ficheiro PDF
ru: Текст водяного знака в PDF-файле
sk: Vodoznak v texte v PDF
tr: PDF dosyasında filigran metni
zh: 在 PDF 文件裡 有水印的文句

source: Watermark text (clear to remove watermark)
fi: Vesileiman teksti (jätä tyhjäksi poistaaksesi vesileiman)
fr: Texte du filigrane (supprimer pour enlever le filigrane)
fur: Test da filigrane (lasse vueit par stampâ cence filigrane)
he: הטקסט לסימן מים (הורד סימון למחיקת סימן המים)
it: Testo della filigrana (lasciare vuoto per rimuovere la filigrana)
pl: Tekst znaku wodnego (wyczyść, aby usunąć znak wodny)
pt: Texto da marca-de-água (limpar para remover a marca-de-água)
ru: Текст водяного знака (очистить, чтобы удалить водяной знак)
sk: Vodoznak - text (Vymaž pre vymazanie vodoznaku)
tr: Filigran metni (filigranı kaldırmak için temizleyin)
zh: 有水印的文句(明確移除水印)

source: Watermark RGB text color
fi: Vesileiman tekstin RGB-väri
fr: Couleur RGB du texte du filigrane
fur: Colôr RGB dal test in filigrane
he: צבע RGB של סימן המים
it: Colore RGB del testo in filigrana
pl: Kolor tekstu znaku wodnego RGB
pt: Cor (RGB) do texto da marca-de-água
ru: Водяной знак RGB цвет текста
sk: Vodoznak - RGB farebný text
tr: Filigran RGB metin rengi
zh: 有水印的RGB 文句 顏色

source: Default values: R = 224, G = 224, B = 224.
fi: Oletusarvot: R = 224, G = 224, B = 224.
fr: Valeurs par défaut : R = 224, V = 224, B = 224.
fur: Valôrs predefinîts: R = 224, G = 224, B = 224 (grîs clâr)
he: ערכים של ברירת המחדל: R = 224, G = 224, B = 224
it: Valori predefiniti: R = 224, G = 224, B = 224 (grigio chiaro)
pl: Wartości domyślne: R = 224, G = 224, B = 224.
pt: Valores por omissão: R = 224, G = 224, B = 224.
ru: Значения по умолчанию: R = 224, G = 224, B = 224.
sk: Základné hodnoty R = 224, G = 224, B = 224.
tr: Varsayılan değerler: R = 224, G = 224, B = 224.
zh: 默認值: R = 224, G = 224, B = 224.

source: Display for One Name Study web sites
fi: Näyttö One Name Study -sivustoja varten
fr: Affichage pour les sites Web "One Name Study"
fur: Mostre il sît per un Studi Monografic
he: תצוגה לאתרים המתמקדים בשם אחד בלבד
it: Mostra il sito per lo Studio Monografico
pl: Wyświetlaj witryny internetowe z jedną nazwą
pt: Écrã para os websites de Nome Único para Estudo
ru: Отображение для одного названия Изучаемых веб-сайтов
sk: Zobraziť One Name Study webové stránky
tr: Tek Ad Çalışması web siteleri için görüntüleme

source: One Name Study display
fi: One Name Study -näyttö
fr: Affichage "One Name Study"
fur: Mostre un Studi Monografic
he: תצוגת אתר המתמקד בשם אחד בלבד
it: Mostra Studio Monografico
pl: Wyświetlanie jednej nazwy badania
pt: Écrã para Nome Único de Estudo
ru: Экран исследования одного имени
sk: Zobraziť One Name Study
tr: Tek Ad Çalışmasını görüntüle

source: Only use this option if you're doing a "One Name Study" project.
fr: N'utilisez cette option que si vous réalisez un projet "One Name Study".
fur: Dopre cheste opzion dome se tu stâs fasint un progjet "One Name Study".
he: השתמש באופציה זו רק אם אתה עובד על פרויקט "One Name Study" (חקר משפחה אחת)
it: Usa questa opzione solo se stai facendo un progetto "One Name Study".

source: Enter the One Name of this site
fi: Kirjota tänän sivun One Name
fr: Entrez le nom pour ce site "One Name Study"
fur: Inseris il Nom dal Studi Monografic di chest sît
he: הכנס את השם בו מתמקד אתר זה
it: Inserisci lo Studio Monografico di questo sito
pl: Wpisz jedną nazwę tej witryny
pt: Introduza o Nome Único deste site.
ru: Введите одно имя этого сайта
sk: Zadaj One Name Study tejto stránky
tr: Bu sitenin Tek Adını girin

source: Save settings
fi: Talleta asetukset
fr: Sauvegarder les changements
fur: Salve lis impostazions
he: שמור הגדרות
it: Salva impostazioni
pl: Zapisz ustawienia
pt: Gravar as definições
ru: Сохранить настройки
sk: Ulož nastavenia
tr: Kaydetme ayarları
zh: 保留設定

source: Photo too large
fi: Valokuva liian iso
fr: Photo trop grande
fur: Foto masse grande
he: התמונה גדולה מדי
it: Foto troppo grande
pl: Za duże zdjęcie
pt: Foto demasiado grande
ru: Фотография слишком большая
sk: Priveľký obrázok
tr: Fotoğraf çok büyük
zh: 圖片太大

source: Changed favicon icon.
fr: Icône favicon modifiée.
fur: La icone favicon a é stade cambiade
he: סמל ה-favicon השתנה.
it: Icon favicon cambiata.

source: Changed logo.
fr: Logo changé.
fur: Il logo al é stât cambiât.
he: הלוגו השתנה.
it: Logo cambiato

source: Homepage template
fr: Modèle de page d'accueil
fur: Scheme pa la Pagjine Iniziâl
he: תבנית עמוד הבית
it: Schema per la Pagina Iniziale
pl: Szablon strony głównej
ru: Шаблон домашней страницы
sk: Šablóna pre domovskú stránku
tr: Ana sayfa şablonu

source: Default settings
fr: Paramètres par défaut
fur: Impostazions predefinidis
he: הגדרות ברירת המחדל
it: Impostazioni predefinite
pl: Ustawienia domyślne
ru: Настройки по умолчанию
sk: Predvolené nastavenia
tr: Varsayılan ayarlar

source: Position
fur: Posizion
he: מיקום
it: Posizione
pl: Położenie
ru: Позиция
sk: Pozícia
tr: Konum

source: Item
fi: Kohde
fr: Élément
fur: Vôs
he: פריט
it: Voce
pl: Pozycja
ru: Пункт
sk: Položka
tr: Öğe
zh: 統計的

source: Active
fr: Actif
fur: Ative
he: פעיל
it: Attiva
pl: Aktywny
ru: Активные
sk: Aktívne
tr: Etkin

source: Inactive
fr: inactif
fur: No Ative
he: לא פעיל
it: Non Attiva
pl: Nie aktywny
ru: Деактивировать
sk: Neaktívne
tr: Etkisiz

source: Left
fr: Gauche
fur: Sinistre
he: שמאל
it: Sinistra
pl: Lewo
ru: Слева
sk: Vľavo
tr: Sol

source: Center
fr: Centre
fur: Centri
he: מרכז
it: Centro
pl: Środek
ru: По центру
sk: V strede
tr: Merkez

source: Right
fr: Droit
fur: Gjestre
he: ימין
it: Destra
pl: Prawo
ru: Справа
sk: Vpravo
tr: Sağ

source: Select family tree
fi: Valitse sukupuu
fr: Sélectionnez un généalogique
fur: Sielz un Arbul Gjenealogjic
he: בחר עץ משפחה
it: Selezionare un Albero Genealogico
pl: Wybierz drzewo genealogiczne
pt: Selecione a árvore de família
ru: Выбор древа
sk: Vybrať rodokmeň
tr: Aile ağacını seçin
zh: 選家譜

source: Selected family tree
fi: Valittu sukupuu
fr: Arbre généalogique sélectionné
fur: Arbul Gjenealogjic sielt
he: עץ משפחה נבחר
it: Albero Genealogico scelto
pl: Wybrane drzewo genealogiczne
pt: Árvore da família selecionada
ru: Выбранное генеалогическое дерево
sk: Vybratý rodokmeň
tr: Seçilen aile ağacı
zh: 被選好的家譜

source: Names
fi: Nimet
fr: Noms
fur: Cognons
he: שמות
it: Cognomi
pl: Nazwiska
pt: Nomes
ru: Имена
sk: Mená
tr: Adlar
zh: 姓名

source: Today in history
fi: Tällä päivämäärällä tapahtunutta
fr: Aujourd'hui dans l'histoire
fur: Vuê ta storie
he: היום בהיסטוריה
it: Oggi nella storia
pl: Dzisiaj w historii
pt: Hoje em Historial
ru: Этот день в истории
sk: Dnes v histórii
tr: Tarihte bugün

source: Favourites
fi: Suosikit
fr: Favoris
fur: Preferîs
he: מועדפים
it: Preferiti
pl: Ulubione
ru: Избранное
sk: Obľúbené
tr: Sık kullanılanlar

source: Surnames Index
fr: Index des noms de famille
fur: Indiç dai Cognons
he: מפתח שמות משפחה
it: Indice dei Cognomi
pl: Indeks nazwisk
ru: Указатель фамилий
sk: Index priezvísk
tr: Soyadı Dizini

source: Random photo
fr: Photo aléatoire
fur: Une Foto a siorte
he: תמונה אקראית
it: Una Foto a caso
pl: Losowe zdjęcie
ru: Случайное фото
sk: Náhodné fotografie
tr: Rastgele fotoğraf

source: Own script
fr: Votre script
fur: Script personâl
he: קוד אישי
it: Proprio script

source: Columns
fr: Colonnes
fur: Colonis
he: טורים
it: Colonne
pl: Kolumny
ru: Столбцы
sk: Stĺpce
tr: Sütunlar

source: Rows
fr: Lignes
fur: Rîs
he: שורות
it: Righe
pl: Wiersze
ru: Ряды
sk: Riadky
tr: Satırlar

source: Header
fr: Entête
fur: Intestazion
he: כותרת
it: Intestazione
pl: Nagłówek
ru: Заголовок
sk: Hlavička
tr: Üstbilgi

source: Show text block, HTML codes can be used.
fr: Afficher le bloc de texte, des codes HTML peuvent être utilisés.
fur: Mostre il bloc di test, si puedin utilizâ codiçs HTML.
he: הצג משבצת טקסט, אפשר להשתמש בקוד HTML
it: Mostra blocco di testo, è possibile utilizzare codici HTML.
pl: Pokaż blok z tekstem, można użyć kodów HTML.
ru: Показать текстовый блок, можно использовать коды HTML.
sk: Ukáž blok textu, môže byť použitý HTML kód.
tr: Metin bloğunu göster, HTML kodları kullanılabilir.

source: File name
fr: Nom du fichier
fur: Non dal File
he: שם קובץ
it: Nome del File

source: File name (full path) of the file with own script.
fr: Nom de fichier (chemin complet) du fichier avec son propre script.
fur: Non dal File (path complete) dal propri script.
he: שם קובץ (כתובת מלאה) לקובץ שמכיל את הקוד האישי.
it: Nome file (path completa) del file con proprio script.

source: Show text from CMS system.
fr: Afficher le texte du système CMS.
fur: Mostre il test dal sisteme CMS.
he: הצג טקסט ממערכת ה-CMS
it: Mostra testo dal sistema CMS.
pl: Pokaż tekst z systemu CMS.
ru: Показать текст из системы CMS.
sk: Ukáž text z CMS systému.
tr: CMS sisteminden metni göster.

source: View
fi: Näyttö
fr: Voir
fur: Viste
he: הצג
it: Vista
pl: Widok
pt: Visualização
ru: Просмотр
sk: Ukáž
tr: Görünüm
zh: 視

source: with table
fr: avec table
fur: cu la tabele
he: עם טבלה
it: con tabella
pl: z tabelą
ru: со столом
sk: s tabuľkou
tr: tablo ile

source: without table
fr: sans table
fur: cence tabele
he: ללא טבלה
it: senza tabella
pl: bez tabeli
ru: без стола
sk: bez tabuľky
tr: tablo olmadan

source: If the left column isn't used, the center column will be made large automatically.
fr: Si la colonne de gauche n'est pas utilisée, la colonne centrale sera agrandie automatiquement.
fur: Se la colone a çampe no ven utilizade, la colone centrâl a ven ingrandide automaticamentri.
he: אם הטור השמאלי אינו בשימוש, הטור האמצעי יורחב באופן אוטומטי.
it: Se la colonna di sinistra non viene utilizzata, la colonna centrale verrà ingrandita automaticamente.
pl: Jeśli lewa kolumna nie zostanie użyta, środkowa kolumna zostanie automatycznie powiększona.
ru: Если левый столбец не используется, центральный столбец будет автоматически увеличен.
sk: Ak nie je použitý ľavý stĺpec, stredný stĺpec sa rozšíri automaticky.
tr: Sol sütun kullanılmazsa, ortadaki sütun otomatik olarak büyütülür.

source: Show list of favourites in homepage
fi: Näytä luettelo kotisivun suosikeista
fr: Afficher la liste des favoris sur la page d'accueil
fur: Mostre la liste dai Preferîts ta homepage
he: הצג רשימת מועדפים בעמוד הבית
it: Mostra l'elenco dei preferiti nella homepage
pl: Pokaż listę ulubionych na stronie głównej
ru: Показать список избранного на главной странице
sk: Zobraziť zoznam obľúbených na domovskej stránke
tr: Sık kullanılanlar listesini ana sayfada göster

source: Link
fi: Linkki
fr: Lien
he: קישור
ru: Ссылка
sk: Odkaz
tr: Bağlantı
zh: 鏈接

source: Owner of tree
fi: Sukupuun omistaja
fr: Propriétaire de l'arbre
fur: Proprietari dal arbul
he: בעל האתר
it: Proprietario dell'albero
pl: Właściciel drzewa
pt: Dono da árvore
ru: Владелец древа
sk: Vlastník rodokmeňa
tr: Ağacın sahibi
zh: 家譜的所有者

source: Own code is the code that has to be entered in your genealogy program under "own code or REFN" <p>Do the following:<br> 1) In your genealogy program, put a code. For example, with the patriarch enter a code "patriarch".<br> 2) Enter the same code in this table (multiple codes are possible)<br> 3) After processing the GEDCOM file, an extra link will appear in the main menu, i.e. to the patriarch!<br>
fr: Le code personnel est le code qui doit être entré dans votre programme de généalogie sous "code personnel ou REFN" <p>Procédez comme suit :<br> 1) Dans votre programme de généalogie, mettez un code. Par exemple, avec le patriarche entrez un code "patriarche".<br> 2) Entrez le même code dans ce tableau (plusieurs codes sont possibles)<br> 3) Après avoir traité le fichier GEDCOM, un lien supplémentaire apparaîtra dans le menu principal, c'est-à-dire vers le patriarche !<br>
fur: Il codiç personal al à di jessi inserît tal propri program gjenealigic al la vôs “codiç personâl o REFN” <p>Ecco ce mût fâ:<br> 1) Tal to program di gjenealogje, met un codiç. Par esempli, al Capostipit inseris un codiç "Capostipit"<br> 2) Inseris il stes codiç in cheste tabele (si puedin meti plui codiçs)<br> 3) Dopo vei elaborât il file GEDCOM, tal menu principâl al comparis un gnûf link, ven a stai al Capostipit!<br>
he: הקוד העצמי (own code) הוא הקוד שניתן להכניס בתוכנת הגנאלוגיה שלכם בשדה "REFN" או בשדה "own code" <p>בצעו את השלבים הבאים:<br> 1) בתוכנת הגנאלוגיה שלכם - הכניסו קוד. למשל, אצל אבי השושלת הכניסו קוד בשם "patriarch"<br> 2) הכנס את אותו קוד בטבלה זו (אפשר להכניס יותר מקוד אחד)<br> אחרי עיבוד קובץ הג'דקום, יופיע קישור נוסף בתפריט הראשי, בדוגמא שלנו קישור לאבי המשפחה!<br>
it: Il proprio codice è il codice che deve essere inserito nel proprio programma genealogico alla voce "proprio codice o REFN" <p>Eseguire le seguenti operazioni:<br> 1) Nel tuo programma di genealogia, inserisci un codice. Ad esempio, con il Capostipite inserisci un codice "Capostipite ".<br> 2) Inserisci lo stesso codice in questa tabella (sono possibili più codici)<br> 3) Dopo aver elaborato il file GEDCOM, nel menu principale apparirà un link aggiuntivo, cioè al Capostipite!<br>
