Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Source for:
fi: Lähde:
fr: Source pour :
fur: Font pa:
he: מקור עבור:
it: Fonte per:
pl: Źródło dla:
pt: Fonte para:
ru: Источник для:
sk: Zdroj pre:
tr: İçin kaynak:
zh: 的來源

source: Source for name:
fi: Nimitiedon lähde:
fr: Source pour nom :
fur: Font pal non:
he: מקור עבור השם:
it: Fonte per nome:
pl: Źródło nazwy:
pt: Fonte para o nome:
ru: Источник названия:
sk: Zdroj pre meno:
tr: İsim için kaynak:
zh: 名字的來源

source: Source for birth:
fi: Syntymätiedon lähde:
fr: Source pour naissance :
fur: Font pa nassite:
he: מקור עבור לידה:
it: Fonte per nascita:
pl: Źródło urodzenia:
pt: Fonte para o nascimento:
ru: Источник для рождения:
sk: Zdroj pre narodenie:
tr: Doğum için kaynak:
zh: 出生的來源

source: Source for baptism:
fi: Kastetiedon lähde:
fr: Source pour baptême :
fur: Font pal batesim:
he: מקור עבור הטבלה:
it: Fonte per battesimo:
pl: Źródło chrztu:
pt: Fonte para o batismo:
ru: Источник для крещения:
sk: Zdroj pre krst:
tr: Vaftiz için kaynak:
zh: 受洗的來源

source: Source for death:
fi: Kuolintiedon lähde:
fr: Source pour décès :
fur: Font pa muart:
he: מקור עבור פטירה:
it: Fonte per morte:
pl: Źródło śmierci:
pt: Fonte para o óbito:
ru: Источник смерти:
sk: Zdroj pre úmrtie:
tr: Ölüm için kaynak:
zh: 死亡的來源

source: Source for burial:
fi: Hautaustiedon lähde:
fr: Source pour l'inhumation :
fur: Font pa sepolture:
he: מקור עבור קבורה:
it: Fonte per funerale:
pl: Źródło pochówku:
pt: Fonte para o enterro:
ru: Источник для захоронения:
sk: Zdroj pre pohreb:
tr: Defin için kaynak:
zh: 埋藏的來源

source: Source for text:
fi: Lähteen teksti
fr: Source pour texte :
fur: Font pal test:
he: מקור עבור טקסט:
it: Fonte per testo:
pl: Źródło tekstu:
pt: Fonte para o texto:
ru: Источник текста:
sk: Zdroj pre text:
tr: Metin için kaynak:
zh: 文句的來源

source: Source for sex:
fi: Sukupuolen lähde:
fr: Source pour sexe :
fur: Font pal gjenar:
he: המקור למגדר:
it: Fonte per il sesso:
pl: Źródło płeć:
pt: Fonte para o sexo:
ru: Источник для секса:
sk: Zdroj pre pohlavie:
tr: Cinsiyet için kaynak:

source: Source by address (person):
fr: Source par adresse (personne):
fur: Font pal indiriz (persone):
he: מקור של כתובת (לפי אדם):
it: Fonte per indirizzo (persona):
pl: Źródło według adresu (osoba):
ru: Источник по адресу (лицо):
sk: Zdroj pre adresu (osoba):
tr: Adrese göre kaynak (kişi):

source: Source for family:
fi: Perhetiedon lähde:
fr: Source pour famille :
fur: Font pa famee:
he: מקור עבור משפחה:
it: Fonte per famiglia:
pl: Źródło dla rodziny:
pt: Fonte para a família:
ru: Источник для семьи:
sk: Zdroj pre rodinu:
tr: Aile için kaynak:
zh: 家庭的來源

source: Source for cohabitation:
fi: Kastetiedon lähde:
fr: Source pour cohabitation :
fur: Font pal batesim:
he: מקור עבור זוגיות:
it: Fonte per battesimo:
pl: Źródło wspólnego pożycia:
pt: Fonte para a coabitação:
ru: Источник для совместного проживания:
sk: Zdroj pre spolužitie:
tr: Birlikte yaşama için kaynak:
zh: 同居的來源

source: Source for marriage notice:
fi: Avioliittotiedon lähde
fr: Source des bans de mariage :
fur: Font pa lia publicazions di matrimoni:
he: מקור עבור הודעה על נישואין:
it: Fonte dati di matrimonio:
pl: Źródło zawiadomienia o małżeństwie:
pt: Fonte para a notícia de casamento:
ru: Источник уведомления о браке:
sk: Zdroj pre sobášne poznámky:
tr: Evlilik bildirimi için kaynak:
zh: 婚姻通告的來源

source: Source for marriage:
fi: Avioliittotiedon lähde:
fr: Source pour mariage :
fur: Font pal matrimoni:
he: מקור עבור נישואין:
it: Fonte per matrimonio:
pl: Źródło małżeństwa:
pt: Fonte para o casamento:
ru: Источник для брака:
sk: Zdroj pre sobáš:
tr: Evlilik için kaynak:
zh: 婚姻的來源

source: Source for marriage notice (church):
fi: Vihki-ilmoituksen lähde (seurakunta):
fr: Source des bans de mariage (religieux) :
fur: Font pas publicazions di matrimoni (glesie):
he: מקור עבור הודעת נישואין דתיים:
it: Fonte dati di matrimonio (chiesa):
pl: Źródło zawiadomienia o małżeństwie (kościół):
pt: Fonte para o registo de casamento (religioso):
ru: Источник уведомления о браке (церковь):
sk: Zdroj pre poznámky cirkevného sobáša:
tr: Evlilik bildirimi için kaynak (kilise):
zh: 婚姻通告的來源 (教堂):

source: Source for marriage (church):
fi: Vihkimistiedon lähde (seurakunta):
fr: Source pour mariage (église) :
fur: Font pal matrimoni (glesie):
he: מקור עבור נישואין דתיים:
it: Fonte per matrimonio (chiesa):
pl: Źródło małżeństwa (kościół):
pt: Fonte para o casamento (religioso):
ru: Источник для брака (церковь):
sk: Zdroj pre cirkrvný sobáš:
tr: Evlilik için kaynak (kilise):
zh: 婚姻的來源 (教堂):

source: Source for divorce:
fi: Eroamistiedon lähde:
fr: Source pour divorce :
fur: Font pal divozi:
he: מקור עבור גירושין:
it: Fonte divoziati:
pl: Źródło rozwodu:
pt: Fonte para o divórcio:
ru: Источник развода:
sk: Zdroj pre rozvod:
tr: Boşanma için kaynak:
zh: 離婚的來源

source: Source for family text:
fi: Perhetekstin lähde
fr: Source pour texte de famille :
fur: Font pai documents di famee:
he: מקור עבור טקסט אצל משפחה:
it: Fonte documenti di famiglia:
pl: Źródło tekstu rodzinnego:
pt: Fonte para o texto da família:
ru: Источник семейного текста:
sk: Zdroj pre text rodiny:
tr: Aile metni için kaynak:
zh: 家庭文句的來源

source: Source by address (family):
fr: Source par adresse (famille):
fur: Font pal recapit (famee):
he: מקור של כתובת (משפחה):
it: Fonte per indirizzo (famiglia):

source: Source for address:
fi: Osoitelähde:
fr: Source pour adresse :
fur: Font pai indiris:
he: מקור עבור הכתובת:
it: Fonte per indirizzi:
pl: Źródło adresu:
pt: Fonte para o endereço:
ru: Источник адреса:
sk: Zdroj pre adresu:
tr: Adres için kaynak:
zh: 住址的來源

source: Frequency of First Names
fi: Etunimien yleisyys
fr: Fréquence des prénoms
fur: Frecuence dai Nons
he: תדירות שמות פרטיים
it: Frequenza dei Nomi
pl: Częstotliwość Imion
pt: Frequência dos Nomes Próprios
ru: Частота имен
sk: Výskyt mien
tr: İlk Adların Sıklığı

source: Number of displayed first names
fi: Näytettyjen etunimien määrä
fr: Nombre de prénoms affichés
fur: Numar di nons visualizâts
he: מספר שמות פרטיים מוצגים
it: Numero di nomi visualizzati
pl: Liczba wyświetlanych imion
pt: Número de nomes próprios exibidos
ru: Количество отображаемых имен
sk: Počet zobrazených mien
tr: Görüntülenen ilk adların sayısı

source: No. of persons
fi: Henkilöiden lkm.
fr: Nombre de personnes
fur: N. di personis
he: מספר האנשים
it: N. di persone
pl: Liczba osób
pt: Nº de pessoas
ru: Количество персон в базе
sk: Počet osôb
tr: Kişilerin sayısı
zh: 個體的數目

source: Oldest birth date
fi: Vanhin syntymäaika
fr: Plus ancienne date de naissance
fur: La date di nassite plui antighe
he: תאריך לידה קדום ביותר
it: Data di nascita in ordine cronologico
pl: Najwcześniejsza data urodzenia
pt: Nascimento mais antigo
ru: Первый день рождения
sk: Najstarší dátum narodenia
tr: En erken doğum tarihi
zh: 最早的出生日期

source: Youngest birth date
fi: Nuorin syntymäaika
fr: Dernière date de naissance
fur: La date di nassite plui resinte
he: תאריך לידה הקרוב ביותר
it: La più recente data di nascita
pl: Ostatnia data urodzenia
pt: Nascimento mais recente
ru: Последний день рождения
sk: Najnovší dátum narodenia
tr: En son doğum tarihi
zh: 最晚的出生日期

source: Oldest baptism date
fi: Vanhin kastepäivä
fr: Plus ancienne date de baptême
fur: La date di batisim plui antighe
he: תאריך הטבילה הקדום ביותר
it: La più antica data di battesimo
pl: Najstarsza data chrztu
pt: Data de baptismo mais antiga:
ru: Наиболее поздняя дата крещения
sk: Najstarší dátum krstu
tr: En eski vaftiz tarihi

source: Youngest baptism date
fi: Uusin kastepäivä
fr: Plus récente date de baptême
fur: La date di batisim plui resinte
he: תאריך הטבילה האחרון
it: La più recente data di battesimo
pl: Najmłodsza data chrztu
pt: Data de baptismo mais recente
ru: Наиболее ранняя дата крещения
sk: Najnovší dátum krstu
tr: En genç vaftiz tarihi

source: Oldest death date
fi: Vanhin kuolinpäivä
fr: Plus ancienne date de décès
fur: La date di muart plui antighe
he: תאריך פטירה קדום ביותר
it: La più antica data di morte
pl: Najwcześniejsza data śmierci
pt: Óbito mais antigo
ru: Первая дата смерти
sk: Najstarší dátum úmrtia
tr: En erken ölüm tarihi
zh: 最早的死亡日期

source: Youngest death date
fi: Uusin kuolinpäivä
fr: Plus récente date de décès
fur: La date di muart plui resinte
he: תאריך פטירה טרי ביותר
it: La più recente data di morte
pl: Ostatnia data śmierci
pt: Óbito mais recente
ru: Последняя дата смерти
sk: Najnovší dátum úmrtia
tr: En son ölüm tarihi
zh: 最晚的死亡日期

source: Longest living person
fi: Pisimpään elänyt henkilö
fr: Plus grande durée de vie
fur: La persone da vite plui lungje
he: אדם שחי הכי הרבה שנים
it: La persona più longeva
pl: Najdłuższa żywotność
pt: Pessoa de vida mais longa
ru: Наибольшая продолжительность жизни
sk: Najdlhšie žijúca osoba
tr: En uzun ömür
zh: 最長的壽命

source: Average age
fi: Keskimääräinen ikä
fr: Âge moyen
fur: Etât medie
he: גיל ממוצע
it: Età media
pl: Średnia długość życia
pt: Média etária
ru: Средняя продолжительность жизни
sk: Priemerný vek
tr: Ortalama ömür
zh: 平均的壽命

source: Average age married persons
fi: Vihittyjen henkilöiden keskimääräinen ikä
fr: Âge moyen des personnes mariées
fur: Etât medie das personis sposadis
he: גיל ממוצע של אנשים נשואים
it: Età media delle persone sposate
pl: Średnia długość życia osób pozostających w związku małżeńskim
pt: Média etária das pessoas casadas
ru: Средняя продолжительность жизни семейных персон
sk: Priemerný vek zosobášených
tr: Evli bireylerin ortalama ömrü
zh: 結過婚個人的平均壽命

source: Lifespan range of married individuals
fi: Elinkaaren rajat vihityille henkilöille
fr: Intervalle de longévité des personnes mariées
fur: Durade da vite das personis sposadis
he: טווח אורך חיים של אנשים נשואים/נשואות
it: Durata della vita di individui sposati
pl: Zakres życia osób pozostających w związku małżeńskim
pt: Tempo de vida dos indivíduos casados
ru: Диапазон продолжительности жизни лиц, состоящих в браке
sk: Rozpätie života osôb v manželstve
tr: Evli bireylerin yaşam süresi aralığı

source: Latest update
fi: Viimeisin päivitys
fr: Dernière mise à jour
fur: Ultime Atualizazion
he: עדכון אחרון
it: Ultimo aggiornamento
pl: Najnowsza aktualizacja
pt: Última atualização
ru: Последнее обновление
sk: Posledné zmeny
tr: En son güncelleme
zh: 最新的更正

source: No. of families
fi: Perheiden lkm.
fr: Nombre de familles
fur: N. di fameis
he: מספר המשפחות
it: N. di famiglie
pl: Liczba rodzin
pt: Nº de famílias
ru: Количество семей в базе
sk: Počet rodín
tr: Ailelerin sayısı
zh: 家庭的數目

source: Most children in family
fi: Eniten lapsia perheessä
fr: Famille avec le plus d'enfants
fur: Plui grant numar di fîs par famee
he: משפחה עם הכי הרבה ילדים
it: Maggior numero di figli per famiglia
pl: Najwięcej dzieci
pt: Família com maior nº de filhos
ru: Больше всего детей
sk: Najviac detí v rodine
tr: Çoğu çocuk
zh: 大部份的孩子

source: There are no dates available for this person. Timeline can not be calculated.
fi: Tälle henkilölle ei ole kirjattu päivämääriä. Aikajanaa ei voida määritellä.
fr: Il n'y a pas de dates pour cette personne. Chronologie non calculée.
fur: No son datis disponibil par cheste persone. Pa la cronologjie no si pues fâ calcul.
he: אין נתונים עבור אדם זה. לא ניתן לחשב את ציר הזמן
it: Non ci sono date disponibili per questa persona. La cronologia non può essere calcolata.
pl: Brak dostępnych terminów dla tej osoby. Oś czasu nie może być obliczona.
pt: Não existem datas disponíveis para esta pessoa. Não é poss+ivel calcular a linha de tempo.
ru: Для данной персоны не указано никаких дат. Список исторических событий не может быть сформирован.
sk: Pre túto osobu nie sú žiadne dátumy. Časová os nedá vypočítať.
tr: Bu kişi için uygun tarih yok. Zaman çizelgesi hesaplanamaz.
zh: 有關這個人的日期無從發現。時間軸無法計算。
