Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: died unmarried
fi: kuollut naimattomana
fr: décédé non marié
fur: muart no maridâde/ât
he: נפטר/ה רווק/ה ‏
it: morì Nubile/Celibe
pl: zmarł niezamężnie
pt: faleceu sem contraír matrimónio
ru: умер холостым
sk: zomrel/a slobodný/á
tr: evlenmeden öldü
zh: 未婚而逝

source: registration
fi: rekisteröinti
fr: enregistrement
fur: registrazion
he: רישום ‏
it: registrazione
pl: rejestracja
pt: Registo
ru: регистрация
sk: registrácia
tr: kayıtlı
zh: 註冊

source: declared death
fi: julistettu kuolleeksi
fr: déclaré(e) mort(e)
fur: muart presumude
he: הוכרז/ה כמת/ה ‏
it: morte presunta
pl: powiadomienie o śmierci
pt: Morte declarada
ru: регистрация смерти
sk: potvdená smrť
tr: ölüm ilan edildi
zh: 宣告死亡

source: Age
fi: Ikä
fr: Âge
fur: Etât
he: גיל
it: Età
pl: Wiek
pt: Idade
ru: Возраст
sk: Vek
tr: Yaş
zh: 年齡

source: If death year and age are used, then birth year is calculated automatically (when empty).
fi: Jos kuolinvuosi ja ikä on annettu, syntymävuosi lasketaan automaattisesti (jos sitä ei ole).
fr: Si l'année du décès et l'âge sont utilisés, alors l'année de naissance est calculée automatiquement (quand elle est vide).
fur: Se si indiche l'etât e l'an di muart, l'an di nassite al ven calcolât automaticamentri (se a no l'è indicât).
he: אם שנת הלידה והגיל מולאו, אז שנת הלידה מחושבת אוטומטית (אם היה ריק).
it: Se vengono utilizzati l'età e l'anno di morte, l'anno di nascita viene calcolato automaticamente (quando manca).
pl: Jeśli użyty zostanie rok i wiek śmierci, rok urodzenia jest obliczany automatycznie (gdy jest pusty).
pt: Se a idade e o ano em que ocorreu o óbito forem usados, então a data de nascimento é automaticamente calculada (quando em branco).
ru: Если задан год смерти и возраст, год рождения будет рассчитан автоматически (если не указан).
sk: Ak je udaný vek a úmrtie, dátum narodenia bude vypočítaný.
tr: Ölüm yılı ve yaşı kullanılıyorsa, doğum yılı otomatik olarak hesaplanır (boş olduğunda).
zh: 如果死亡年代和年齡被引用,那出生年代就會自動計算 (當空白時).

source: cause
fi: kuolinsyy
he: סיבה
it: causa
pl: przyczyna
pt: Causa
ru: причина
sk: príčina
tr: nedeni
zh: 原因

source: method of burial
fr: méthode d'inhumation
fur: modalitât di sepulture
he: אופן הקבורה
it: modalità di sepoltura
ru: способ погребения
sk: spôsob pohrebu
tr: defin yöntemi

source: resomated
fr: liquéfaction
fur: dissepulît
he: resomated (הגופה הומסה)
it: riesumato
ru: восстановленный
sk: odhadnuté
tr: kireçle yakıldı

source: sailor's grave
fr: tombe du marin
fur: sepulît in mâr
he: קבר ים
it: sepolto in mare
ru: могила моряка
sk: pochovaný do mora
tr: denizcinin mezarı

source: donated to science
fr: donné à la science
fur: donât a la sience
he: הגופה נתרמה למדע
it: donato alla scienza
ru: пожертвовано науке
sk: telo venované pre vedu
tr: bilime bağışlandı

source: Text for person
fi: Henkilöteksti
fr: Texte pour la personne
fur: Test pa persone
he: טקסט השייך לאדם
it: Testo per la persona
pl: Opis osoby
pt: Texto para a pessoa
ru: Заметка о персоне
sk: Text pre osobu
tr: Kişi için metin
zh: 個人的文句

source: Source for person
fi: Henkilötietojen lähde
fr: Source pour la personne
fur: Font pa la persone
he: מקור השייך לאדם
it: Fonte per la persona
pl: Źródło dla osoby
pt: Fonte para a pessoa
ru: Источник для человека
sk: Zdroje podľa osoby
tr: Kişi için kaynak
zh: 個人的來源

source: Use own code for your own remarks.<br> It's possible to use own code for special privacy options, see Admin > Users > Groups.<br> It's also possible to add your own icons by a person! Add the icon in the images folder e.g. 'person.gif', and add 'person' in the own code field.
fi: Käytä omaa koodia omiin huomautuksiisi.<br> Voit käyttää omaa koodia erityisiin yksityisyyden suojauksiin, katso Admin > Users > Groups.<br> Voit myös lisätä kullekin henkilölle oman ikonin! Lisää ikoni kuvakansioon, esim. 'henkilo.gif', ja lisää 'henkilo' oma koodin kenttään.
fr: Utiliser votre code personnel pour vos remarques.<br> Il est possible d'utiliser votre code personnel pour les options de confidentialité, voir Admin > Utilisateurs > Groupes.<br> Il est aussi possible d'ajouter vos icônes personnelles à une personne ! Ajouter l'icône dans le répertoire des images ex. 'personne.gif', et ajouter 'personne' dans le champ du code personnalisé.
fur: Dopre il to codiç personâl pas tôs osservazions. <br> A si pò doprâ il codiç personâl par particolâr opzions di privacy, viôt Admin> Utents> Grups. <br> È anche possibile aggiungere l'icona personale ad una persona! Aggiungi l'icona nella cartella delle immagini, ad es. "person.gif" e aggiungi "persona" nel proprio campo di codiç.
he: השתמש בקוד האישי להערות משלך.<br> אפשר להשתמש בקוד האישי להגדרות פרטיות מיוחדות, ראו מערכת ניהול -> משתמשים -> קבוצות.<br> אפשר גם להוסיף סמלים ליד אדם! הצב את הסמל בתיקייה images, למשל בשם person.gif ואז הכנס "person" בשדה הקוד האישי.
it: Usa il tuo codice per le tue osservazioni. <br> È possibile utilizzare il proprio codice per speciali opzioni di privacy, vedere: Admin> Utenti> Gruppi. <br> È anche possibile aggiungere l'icona personale ad una persona! Aggiungi l'icona nella cartella delle immagini, ad es. "person.gif" e aggiungi "persona" nel proprio campo di codice.
pl: Użyj własnego kodu do własnych uwag.<br> Możliwe jest użycie własnego kodu do specjalnych opcji prywatności, patrz Administrator> Użytkownicy> Grupy.<br> Możliwe jest również dodawanie własnych ikon przez osobę! Dodaj ikonę w folderze obrazów, np. „person.gif” i dodaj „person” we własnym polu kodu.
pt: Use o seu próprio código para os seus comentários.>br> É possível usar código próprio para opções especiais de privacidade, consulte Admin > Utilizadores > Grupos.<br> Também pode adicionar os seus próprios ícones através de uma pessoa! Crie o ícone na pasta de imagens, e.g. 'pessoa.gif', e adicione 'pessoa' no campo de código próprio.
ru: Используйте собственный код для собственных замечаний.<br>Можно использовать собственный код для специальных параметров конфиденциальности, см. Admin > Users > Groups.<br>Также можно добавить свои собственные иконки человеком! Добавьте значок в папку изображений, например, «person.gif», и добавьте «person» в поле собственного кода.
sk: Použite vlastný kód pre vlastné poznámky. <br> Je možné použiť vlastný kód pre špeciálne súkromné možnosti, pozri Admin > Používatelia > Skupiny. <br> Je tiež možné pridať vaše vlastné ikony pre osobou! Pridajte ikonu do zložky obrázkov, napr 'osoba.gif', a pridajte 'osoba' v poli vlastný kód.
tr: Kendi yorumlarınız için kendi kodunuzu kullanın.<br>Özel gizlilik seçenekleri için kendi kodunuzu kullanmak mümkündür, bkz. Yönetici > Kullanıcılar > Gruplar.<br>Bir kişi tarafından kendi simgelerinizi eklemek de mümkündür! Simgeyi resimler klasörüne ekleyin, örn. 'kişi.gif' ve kendi kod alanına 'kişi' ekleyin.

source: GEDCOM tags
fr: Balises GEDCOM
fur: Tags GEDCOM
he: תוייות ג'דקום
it: Tags GEDCOM
ru: Теги GEDCOM
sk: GEDCOM značky
tr: GEDCOM etiketleri

source: There are %d unprocessed GEDCOM tags.
fr: Il existe %d balise(s) GEDCOM non traitée(s).
fur: A son %d tag GEDCOM no elaborâts.
he: יש %d תגי ג'דקום שלא הובאו.
it: Ci sono %d tag GEDCOM non elaborati.
pl: Istnieją %d nieprzetworzone tagi GEDCOM.
ru: Имеется %d необработанных тегов GEDCOM.
sk: %d nespracovaných GEDCOM značiek.
tr: %d işlenmemiş GEDCOM etiketi var.

source: User notes
fi: Käyttäjähuomautukset
fr: Notes d'utilisateur
fur: Notis da l'utent
he: הערות משתמשים
it: Note dell'utente
pl: Notatki użytkownika
pt: Notas do Utilizador
ru: Заметки
sk: Užívateľské poznámky
tr: Kullanıcı notları
zh: 使用者的筆記

source: There are %d user added notes.
fi: On %d käyttäjien lisäämää huomautusta.
fr: Il y a %d notes ajoutées par l'utilisateur.
fur: A son presintis %d notis zontadis da l'utent.
he: יש %d הערות שנוספו על ידי משתמשים
it: Ci sono %d note aggiunte dall'utente.
pl: Jest notatek użytkownika %d
pt: Existem %d notas adicionadas pelo Utilizador.
ru: %d пользовательских заметок.
sk: %d poznámok pridaných užívateľom.
tr: %d kullanıcı tarafından eklenen not var.
zh: 這些 %d 使用者加上的筆記

source: Select family
fr: Sélectionnez la famille
he: בחר משפחה
ru: Выберите семью
sk: Vyberte rodinu
tr: Aile seçin

source: Add new relation to this person
fr: Ajouter une nouvelle relation à cette personne
fur: Zonte une gnove relazion a cheste persone
he: הוסף קשר משפחתי חדש לאדם זה
it: Aggiungi relazione con nuovo partner
ru: Добавить новое отношение к этому человеку
sk: Pridať nový vzťah k tejto osobe
tr: Bu kişiye yeni bir ilişki ekle

source: Or add relation with existing person:
fr: Ou ajoutez une relation avec une personne existant:
fur: O ben zonte une relazion cun t'une persone za presint:
he: או הוסף קשר עם אדם קיים:
it: Oppure aggiungi una relazione con una persona esistente:
pl: Lub dodaj relację z istniejącą osobą:
ru: Или добавить связь с существующим человеком:
sk: Alebo pridajte vzťah s existujúcou osobou:
tr: Veya mevcut kişiyle ilişki ekle:

source: Delete relation
fi: Poista yhteys
fr: Supprimer relation
fur: Cancele la relazion
he: מחק קשר זוגי
it: Cancella la relazione
pl: Usuń związek
pt: Apagar o relacionamento
ru: Удалить связь
sk: Vymaž vzťah
tr: İlişkiyi sil
zh: 移除關係

source: Select person 1
fr: Sélectionnez personne 1
fur: Selezione la persone 1
he: בחר אדם 1
it: Seleziona la persona 1
pl: Wybierz osobę 1
ru: Выбрать персону 1
sk: Vyber 1. osobu
tr: 1. kişiyi seçin

source: Select person 2
fr: Sélectionnez personne 2
fur: Selezione la persone 2
he: בחר אדם 2
it: Seleziona la persona 2
pl: Wybierz osobę 2
ru: Выбрать персону 2
sk: Vyber 2. osobu
tr: 2. kişiyi seçin

source: End living together
fi: Lakkasi yhteisasumisen
fr: Fin de vie commune
fur: Fin da convivenze
he: סיום מגורים משותפים
it: Fine convivenza
pl: Przestali żyć razem
pt: Deixaram de viver juntos
ru: Расторгнуть брак
sk: Koniec spolužitia
tr: Birlikte yaşamaya son ver
zh: 不再住一起

source: End date
fi: Päättymispäivä
fr: Date de fin
fur: Date di fin
he: תאריך סיום
it: Data di fine
pl: Data końcowa
pt: Data em que terminou
ru: Дата окончания
sk: Dátum ukončenia
tr: Bitiş tarihi
zh: 終止日期

source: Marriage/ Related
fi: Puoliso/Kumppani
fr: Mariage/Relation
fur: Coniugâts
he: נשואין / קשר זוגי
it: Coniugi
pl: Małżeństwo/Związek
pt: Casada / Relacionada
ru: Статус связи
sk: Sobáš/ Vzťah
tr: Evlilik/ İlgili
zh: 婚姻／相關的

source: Age person 1
fr: Age personne 1
fur: Etât da Persone 1
he: גיל אדם 1
it: Età della Persona 1
pl: Wiek 1 osoby
ru: Возраст человека 1
sk: Pridať 1. osobu
tr: 1. kişinin yaşı

source: If birth year of man or woman is empty it will be calculated automatically using age by marriage.
fi: Jos miehen tai naisen syntymävuotta ei ole annettu, sen lasketaan automaattisesti vihkimisiästä.
fr: Si la date de naissance de l'homme ou de la femme est vide le calcul sera fait avec l'âge à la date du mariage.
fur: Se l'an di nassite da l'omp o da femine no l'è indicât, al sarà calcolât automaticamentri doprant l'etât al matrimoni.
he: אם שנת הלידה של גבר או אשה לא ידועה, היא תחושב אוטומטית עפ"י הגיל בעת הנישואין.
it: Se l'anno di nascita dell'uomo o della donna è vuoto, verrà calcolato automaticamente utilizzando l'età per matrimonio.
pl: Jeżeli rok urodzenia mężczyzny lub kobiety jest pusty, zostanie automatycznie obliczony na podstawie wieku w związku małżeńskim.
pt: Se a data de nascimento de um homem ou mulher estiver por preencher, será automaticamente calculada através da idade na altura do matrimónio.
ru: Если дата рождения персоны не указана, она будет рассчитана автоматически по дате брака.
sk: Ak dátum narodenia muža lebo ženy je prázdny, dátum narodenia bude vypočítaný podľa sobáša.
tr: Erkek veya kadının doğum yılı boşsa, evlilik yaşı kullanılarak otomatik olarak hesaplanacaktır.

source: Age person 2
fr: Age personne 2
fur: Etât da Persone 2
he: גיל אדם 2
it: Età della Persona 2
pl: Wiek 2 osoby
ru: Возраст человека 2
sk: Pridať 2. osobu
tr: 2. kişinin yaşı

source: Living apart together
fi: Asuvat erillään
fr: Vivant séparément en couple
fur: Vivi separâts ta stesse cjase
he: גרים בנפרד
it: Vivono separati nella stessa casa
pl: Mieszkają osobno
pt: Vida em conjunto mas separada
ru: Совместное проживание
sk: Oddelené spolužitie
tr: Birlikte ayrı yaşama
zh: 在一起但不同住

source: Intentionally unmarried mother
fi: Tarkoituksella vihkimätön äiti
fr: Mère non mariée intentionnellement
fur: Mâri volutamentri no sposade
he: אם חד-הורית
it: Madre intenzionalmente nubile
pl: Celowo niezamężna matka
pt: Mãe intencionalmente não casada
ru: Мать одиночка
sk: Zámerne slobodná matka
tr: Kasıtlı olarak evlenmemiş anne
zh: 蓄意的未婚媽媽

source: Homosexual
fi: Rekisteröity parisuhde
fr: Homosexuel(le)
fur: Omosessual
he: הומוסקסואל
it: Omosessuale
pl: Homosexualista
pt: Homossexual
ru: Гомосексуалист
tr: Eşcinsel
zh: 同性戀

source: Non_marital
fi: Lapsen isä/äiti
fr: Non_marié(e)
fur: Relazion_no_coniugâl
he: לא ברית נישואין
it: Relazione_non_coniugale
pl: Bez Ślubu
pt: Não marital
ru: Вне брака
sk: Nemanželský
tr: Evlilikle ilgili değil
zh: 非婚姻

source: Extramarital
fi: Avioliiton ulkopuolinen
fr: Extra-conjugal(le)
fur: Extraconiugâl
he: מחוץ לנישואין
it: Extraconiugale
pl: Pozamałżeński
ru: Внебрачный
sk: Mimomanželský
tr: Evlilik dışı
zh: 婚外的

source: Partner
fi: Kumppani
fr: Partenaire
fur: Compagn
he: שותף
it: Compagno
pt: Companheiros
ru: Партнёр
tr: Eş
zh: 伴侶

source: Registered partnership
fr: Partenariat enregistré
fur: Associazion regjistrade
he: זוגיות רשומה
it: Associazione registrata

source: Unknown relation
fi: Tuntematon suhde
fr: Relation inconnue
fur: Relazion scognossude
he: יחס לא נודע
it: Relazione sconosciuta
pl: Nieznany związek
pt: Relacionamento desconhecido
ru: Отношения неисзвестны
sk: Neznámy vzťah
tr: Bilinmeyen ilişki
zh: 未明關係

source: Registrar
fi: Rekisteröity
fr: Greffier
fur: Regjstrât
he: הרשם
it: Registrare
pl: Rejestracja
pt: Entidade que Emitiu o Registo
ru: Зарегистрирована в
tr: Kayıt memuru
zh: 註冊單位

source: Divorce (use this checkbox for a divorce without further data).
fi: Eronnut (käytä tätä merkitäksesi eron ilman enempiätietoja)
fr: Divorce (cochez cette case pour un divorce sans autre indication).
fur: Divorzi (doprâ cheste casele di control pal divorzi cence altris notizis).
he: גירושין (השתמש בתיבת סימון זו לגירושין ללא מידע נוסף).
it: Divorzio (utilizzare questa casella di controllo per il divorzio senza ulteriori dati).
pl: Rozwód (użyj tego pola wyboru w przypadku rozwodu bez dalszych danych).
pt: Divórcio (use esta caixa de verificação para um divórcio sem mais dados).
ru: Развод (используйте флаг, чтобы не указывать дополнительные данные о разводе)
sk: Rozvod (toto políčko použite na rozvod bez ďalších údajov).
tr: Boşanma (daha fazla veri olmadan boşanma için bu onay kutusunu kullanın).
zh: 離婚（用這選框表示了離婚不再有以後的說明）

source: Text by relation
fr: Texte par relation
fur: test pa relasion
he: טקסט ליד קשר משפחתי
it: Testo per questa relazione

source: Source by relation
fr: Source par relation
fur: Font da relasion
he: מקור ליד קשר משפחתי
it: Fonte per la relazione

source: Use this icon to order children (drag and drop)
fi: Järjestä lapset tällä kuvakkeelle (vedä ja pudota)
fr: Utiliser cette icône pour trier les enfants (Glisser-déposer)
fur: Dopre chest boton par meti in ordin i fîs (strissine e mole)
he: השתמשו בצלמית זו לקביעת סדר הילדים (גרור ושחרר)
it: Usa questa icona per mettere in ordine i figli (trascina e rilascia)
pl: Użyj tej ikony, aby dodać dzieci (przeciągnij i upuść)
pt: Use este ícone para ordenar os filhos (arrastar e largar)
ru: Используйте для задания порядка детей (пертаскиванием)
sk: Použiť túto ikonku na zoradenie detí (ťahaj a pusti)
tr: Çocukları sıralamak için bu simgeyi kullanın (sürükle ve bırak)

source: Or automatically order children:
fi: Tai järjestä lapset automaattisesti:
fr: Ou trier automatiquement les enfants :
fur: O pûr ordenâ automaticamentri i fîs:
he: או סדר את הילדים באופן אוטומטי
it: Oppure ordina automaticamente i figli:
pl: Lub automatycznie dodaj dzieci:
pt: Ou ordenar automaticamente os filhos:
ru: Или автоматический порядок детей:
sk: Alebo automaticky zoraď deti:
tr: Veya çocukları otomatik olarak sıralayın:

source: Automatic order children
fi: Järjestä lapset automaattisesti
fr: Ordre automatique des enfants
fur: Ordene automaticamentri i fîs
he: סדר אוטומטי של הילדים
it: Ordina automaticamente i figli
pl: Automatycznie dodaj dzieci
pt: Ordenar automaticamente os filhos
ru: Автоматический порядок детей
sk: Automaticky zoradiť deti
tr: Çocukları otomatik sırala

source: Children are re-ordered.
fi: Lapset järjestetty uudelleen.
fr: Les enfants sont réorganisés.
fur: I fîs a son stâs reordinâts.
he: בוצע סידור הילידים
it: I figli sono stati riordinati.
pl: Dzieci są ponownie dodawane.
pt: Os filhos foram reordenados.
ru: Дети упорядочены.
sk: Deti boli zoradené.
tr: Çocuklar yeniden sıralanır.

source: Disconnect child
fi: Pura lapsen yhteys
fr: Déconnecter enfant
fur: Discoleghe il fî
he: נתק ילד
it: Scollegare Figlio
pl: Odłącz dziecko
pt: Desligar o filho
ru: Разорвать связь с ребёнком
sk: Odpojené dieťa
tr: Çocuğun bağlantısını kes
zh: 不聯絡孩子

source: Or add existing person as a child:
fr: Ou ajoutez une personne existante en tant qu'enfant :
fur: O pûr zonte une persone za presint come fî:
he: או הוסף אדם קיים כילד/ה
it: Oppure aggiungi una persona esistente come Figlio:
ru: Или добавьте существующего человека в качестве ребенка:
sk: Alebo pridajte existujúcu osobu ako dieťa:
tr: Veya mevcut kişiyi çocuk olarak ekleyin:

source: Select child
fi: Valitse lapsi
fr: Sélectionner un enfant
fur: Selezione fî
he: בחר ילד
it: Selezionare figlio
pl: Wybierz dziecko
pt: Selecionar o filho
ru: Выбрать ребёнка
sk: Vybrať dieťa
tr: Çocuk seç
zh: 選擇孩子

source: Languages
he: שפות
ru: Языки
sk: Jazyky
tr: Diller

source: Themes
fr: Thèmes
he: סגנונות
ru: Темы
sk: Témy
tr: Temalar

source: STEP 1) Select GEDCOM file:
fr: ÉTAPE 1) Sélectionnez le fichier GEDCOM:
fur: STEP 1) Selezione un file GEDCOM:
he: שלב 1) בחרו קובץ ג'דקום
it: STEP 1) Seleziona un file GEDCOM:
pl: KROK 1) Wybierz plik GEDCOM:
ru: ШАГ 1) Выберите файл GEDCOM:
sk: KROK 1) Vyberte súbor GEDCOM:
tr: ADIM 1) GEDCOM dosyasını seçin:

source: Add and remove GEDCOM files
fr: Ajouter et supprimer des fichiers GEDCOM
fur: Zonte e elimine i files GEDCOM‎
he: הוסף או הסר קובצי ג'דקום
it: ‎Aggiungere e rimuovere i file GEDCOM‎
pl: Dodaj i usuń pliki GEDCOM
ru: Добавляйте и удаляйте файлы GEDCOM
sk: Pridaj a vymaž GEDCOM súbory
tr: GEDCOM dosyalarını ekleyin ve kaldırın

source: Add GEDCOM file
fr: Ajouter fichier GEDCOM
he: הוסף קובץ ג'דקום
ru: Добавить GEDCOM-файл
sk: Pridaj GEDCOM súbor
tr: GEDCOM dosyası ekle

source: Here you can upload a GEDCOM file (for example: gedcom_name.ged or gedcom_name.zip).
fr: Ici, vous pouvez téléverser un fichier GEDCOM (par exemple: gedcom_name.ged ou gedcom_name.zip).
fur: Achì al è pusibil cjaricâ un file GEDCOM (par esempli: gedcom_name.ged o gedcom_name.zip).
he: כאן ניתן להעלות קובץ ג'דקום (עם סיומת ged או סיומת zip).
it: Qui è possibile caricare un file GEDCOM (ad esempio: gedcom_name.ged o gedcom_name.zip).
pl: Tutaj możesz przesłać plik GEDCOM (na przykład: gedcom_name.ged lub gedcom_name.zip).
ru: Здесь вы можете загрузить файл GEDCOM (например: gedcom_name.ged или gedcom_name.zip).
sk: Tu môžeš natiahnuť GEDCOM súbor (napr.: gedcom_názov.ged alebo gedcom_názov.zip)
tr: Burada bir GEDCOM dosyası yükleyebilirsiniz (örneğin: gedcom_adı.ged veya gedcom_adı.zip).

source: File successfully uploaded.
fi: Tiedosto siirretty onnistuneesti.
fr: Fichier envoyé avec succès
fur: File cjaricât cun sucès.
he: הקובץ יובא בהצלחה.
it: File caricato con successo.
pl: Plik został pomyślnie przesłany.
pt: Os ficheiros foram enviados com sucesso.
ru: Файл успешно загружен.
sk: Súbor bol úspešne načítaný.
tr: Dosya başarıyla yüklendi.
zh: 文件成功地被上載了

source: Upload has failed.
fi: Siirrossa on tapahtunut virhe.
fr: L'envoi a échoué.
fur: Cjariament falît.
he: הייבוא נכשל.
it: L'upload è fallito.
pl: Przesyłanie nie powiodło się.
pt: O envio falhou.
ru: Загрузка не удалась.
sk: Nepodarilo sa načítať.
tr: Yükleme başarısız oldu.
zh: 上載失敗了

source: ATTENTION: the privileges of the file map may have to be adjusted!
fr: ATTENTION: les privilèges du dossier peuvent devoir être ajustés!
fur: ATENZION: i privileçs da mape a varessin forsit di sei sistemâts!
he: שימו לב: ייתכן ויש צורך להתאים את הגדרת ההרשאות לתיקיית הקובץ!
it: ATTENZIONE: i privilegi della mappa del file potrebbero dover essere sistemati!
pl: UWAGA: uprawnienia dostępu do plików map mogą wymagać dostosowania!
ru: ВНИМАНИЕ: привилегии файловой карты, возможно, придется скорректировать!
sk: POZOR: možno bude potrebné upraviť oprávnenia mapy súborov!
tr: DİKKAT: dosya eşlemesinin ayrıcalıklarının ayarlanması gerekebilir!

source: Another option is to upload GEDCOM files manually by using FTP to folder: /humo-gen/admin/gedcom_files/
fr: Une autre option consiste à téléverser des fichiers GEDCOM manuellement en utilisant FTP dans le dossier: /humo-gen/admin/gedcom_files/
fur: Un'altre opzion a je di cjaricâ manualmentri i files GEDCOM doprant FTP ta cartella: /humo-gen/admin/gedcom_files/‎
he: אפשרות נוספת היא להעלות קבצי ג'דקום באופן ידני באמצעות PDF לתיקיית /humo-gen/admin/gedcom_files/
it: Un'altra opzione consiste nel caricare manualmente i file GEDCOM utilizzando FTP nella cartella: /humo-gen/admin/gedcom_files/‎
pl: Inną opcją jest ręczne przesłanie plików GEDCOM za pomocą FTP do folderu: /humo-gen/ admin/gedcom_files/
ru: Другим вариантом является загрузка файлов GEDCOM вручную с помощью FTP в папку: /humo-gen/admin/gedcom_files/
sk: Inou možnosťou je natiahnúť GEDCOM súbor manuálne použitím FTP do adresára: /humo-gen/admin
tr: Başka bir seçenek de GEDCOM dosyalarını FTP kullanarak klasöre manuel olarak yüklemektir: /humo-gen/admin/gedcom_files/

source: Remove GEDCOM files
fr: Supprimer les fichiers GEDCOM
he: הסר קובצי ג'דקום
ru: Удалить Gedcom файлы
sk: Vymazať Gedcom súbory
tr: GEDCOM dosyalarını kaldır

source: Are you sure to remove GEDCOM files?
fr: Voulez-vous vraiment supprimer les fichiers GEDCOM?
fur: Sestu sigûr di cancelâ i files GEDCOM‎?
he: אתה בטוח שאתה רוצה למחוק קובצי ג'דקום?
it: Sei sicuro di rimuovere i file GEDCOM‎?
pl: Czy na pewno chcesz usunąć pliki GEDCOM?
ru: Вы уверены, что хотите удалить файлы GEDCOM?
sk: Naozaj chcete odstrániť GEDCOM súbory?
tr: GEDCOM dosyalarını kaldıracağınızdan emin misiniz?

source: GEDCOM file is REMOVED.
fr: Le fichier GEDCOM est SUPPRIMÉ.
fur: Il file GEDCOM‎ al è stât eliminât.
he: קובץ הג'דקום הוסר.
it: Il file GEDCOM‎ è stato rimosso.
pl: Plik GEDCOM został usunięty.
ru: Gedcom файл УДАЛЁН.
sk: GEDCOM súbor bol vymazaný.
tr: GEDCOM dosyası KALDIRILDI.

source: If needed remove GEDCOM files (except test GEDCOM file):
fr: Si nécessaire, supprimez les fichiers GEDCOM (sauf le fichier test GEDCOM):
fur: S'al covente cancelâ i files GEDCOM (infûr di chel di prove):
he: אם יש צורך, הסר קובצי ג'דקום (למעט קובץ הג'דקום לטסט):
it: Se necessario rimuovere i file GEDCOM (tranne il file GEDCOM di prova):
pl: W razie potrzeby usuń pliki GEDCOM (z wyjątkiem testowego pliku GEDCOM):
ru: При необходимости удалите файлы GEDCOM (кроме тестового файла GEDCOM):
sk: V prípade potreby odstráňte súbory GEDCOM (okrem testovacieho súboru GEDCOM):
tr: Gerekirse GEDCOM dosyalarını kaldırın (test GEDCOM dosyası hariç):

source: Remove all GEDCOM files
fr: Supprimer tous les fichiers GEDCOM
fur: Cancele ducj i files GEDCOM‎
he: הסר את כל קובצי הג'דקום
it: ‎Rimuovere tutti i file GEDCOM‎
pl: Usuń wszystkie pliki GEDCOM
ru: Удалите все файлы GEDCOM
sk: Odstrániť všetky súbory GEDCOM
tr: Tüm GEDCOM dosyalarını kaldırın
