Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: If you continue, ALL children will be disconnected automatically!
fi: Jos jatkat, KAIKKI lapset poistetaan automaattisesti!
fr: Si vous continuez, TOUS les enfants seront déconnectés automatiquement !
fur: Se tu continuis, DUCJ i fîs a saran automaticamentri disconetûs!
he: אם תמשיכו כל הילדים ינותקו אוטומטית!
it: Se continui, TUTTI i figli verranno disconnessi automaticamente!
pl: Jeśli będziesz kontynuować, WSZYSTKIE dzieci zostaną odłączone automatycznie!
pt: Se prosseguir TODOS os filhos serão desconectados automaticamente!
ru: Если вы продолжите, ВСЕ дети будут отсоединены автоматически!
sk: Ak budeš pokračovať, VŠETKY deti budú odpojené automaticky!
tr: Devam ederseniz, TÜM çocukların bağlantısı otomatik olarak kesilecektir!
zh: 如果繼續，所有的孩子關聯將自動斷開！

source: Are you sure to remove this mariage?
fi: Oletko varma, että haluat purkaa tämän kumppaniyhteyden?
fr: Êtes-vous certain de vouloir supprimer ce mariage ?
fur: Sestus sigûr di cancelâ chest matrimoni?
he: האם אתה בטוח שאתה רוצה למחוק נישואין אלה
it: Sei sicuro di rimuovere questo matrimonio?
pl: Czy na pewno chcesz usunąć to małżeństwo?
pt: Confirma a eliminação deste casamento?
ru: Вы уверены, что хотите удалить этот брак?
sk: Naozaj chceš vymazať tento sobáš?
tr: Bu evliliği kaldıracağınızdan emin misiniz?
zh: 你確定要移除這婚姻關聯嗎？

source: Marriage is removed!
fi: Kumppaniyhteys on poistettu!
fr: Le mariage est supprimé !
fur: Chest matrimoni al è cancelât!
he: נישואין נמחקו
it: Questo matrimonio è stato rimosso!
pl: Małżeństwo zostało usunięte!
pt: Casamento apagado!
ru: Брак удалён!
sk: Sobáš bol vymazaný!
tr: Evlilik kaldırıldı!
zh: 婚姻關聯被移除了

source: Parents are selected!
fi: Vanhemmat on valittu!
fr: Les parents sont sélectionnés !
fur: I gjenitôrs a son selezionâts!
he: הורים נבחרו
it: I genitori sono selezionati!
pl: Rodzice są wybrani!
pt: Os progenitores já foram selecionados!
ru: Родители указаны!
sk: Rodičia sú vybratí!
tr: Ebeveynler seçildi!
zh: 選擇父母關聯

source: Manual selected family isn't an existing family in the family tree!
fr: La famille sélectionnée manuellement n'est pas une famille existante dans l'arbre généalogique !
fur: La famee sielzude no esist tal arbul gjenealogjic
he: המשפחה שנבחרה באופן ידני לא קיימת בעץ המשפחה!
it: La famiglia manualmente selezionata, non è una famiglia esistente nell'albero genealogico!

source: Child already has parents connected! Are you sure you want to connect this child?
fr: L'enfant a déjà des parents connectés! Voulez-vous vraiment connecter cet enfant?
fur: Chest fi al è bielzà colegât ai gjenitôrs! Sestu sigûr di tornâ a colegâlu?
he: לילד הזה כבר יש הורים! האם אתה בטוח שאתה רוצה לשייך לילד זה?
it: Questo figlio ha già i genitori collegati! Sei sicuro di volerlo ricollegare?
pl: Dziecko ma już dodanych rodziców! Czy na pewno chcesz dodać rodziców?
ru: У ребенка уже подключены родители! Вы уверены, что хотите подключить этого ребенка?
sk: Dieťa už má pripojených rodičov! Naozaj chcete pripojiť toto dieťa?
tr: Çocuğun zaten bağlı ebeveynleri var! Bu çocuğu bağlamak istediğinizden emin misiniz?

source: Are you sure you want to disconnect this child?
fi: Oletko varma, että haluat purkaa tämän lapsen yhteyden?
fr: Êtes-vous certain de vouloir déconnecter cet enfant ?
fur: Sestu sigûr di volei disconeti chest frut?
he: האם אתה בטוח שאתה רוצה לנתק ילד זה
it: Sei sicuro che si desidera disconnettere questo bambino?
pl: Czy na pewno chcesz odłączyć to dziecko?
pt: Confirma a desconexão deste filho?
ru: Вы уверены, что хотите разорвать связь с этим ребёнком?
sk: Naozaj chceš odpojiť toto dieťa?
tr: Bu çocuğun bağlantısını kesmek istediğinizden emin misiniz?
zh: 你確定要移除這孩子關聯嗎？

source: Photo upload failed, check folder rights
fi: Kuvan lataaminen epäonnistui, tarkista kansion oikeudet
fr: Échec du téléversement de la photo, vérifiez les droits du dossier
fur: Trasferiment foto no vignût ben, controle i dirits da cartele
he: ייבוא התמונה נכשל, נא בדקו הרשאות בתיקייה
it: Caricamento foto non riuscito, controllare diritti di una cartella
pl: Przesyłanie zdjęć nie powiodło się, sprawdź prawa do folderu
pt: O envio da foto falhou, verifique as permissões da pasta
ru: Загрузка фотографии не удалась, проверьте права на папку.
sk: Načítanie obrázku zlyhalo, skontrolujte práva priečinku
tr: Fotoğraf yüklenemedi, klasör haklarını kontrol edin
zh: 無法上載圖片，請檢查文件夾權限

source: Media upload failed, check folder rights
fi: Median lataaminen epäonnistui, tarkista kansion käyttöoikeudet
fr: Échec du téléversement du média, vérifiez les droits du dossier
fur: Trasferiment no vignût ben, controle i dirits da cartele
he: העלאת התמונה/מסמך/סרטון נכשלה
it: Caricamento media non riuscito, controllare diritti di una cartella
pl: Przesyłanie mediów nie powiodło się, sprawdź prawa do folderów
pt: O envio da media falhou, verifique as permissões da pasta
ru: Загрузка медиа не удалась, проверьте права на папку.
sk: Natiahnutie médií zlyhalo, skontrolujte práva na priečinok
tr: Medya yüklenemedi, klasör haklarını kontrol edin
zh: 無法上載媒體介質，請檢查文件夾權限

source: No valid picture, media or document file
fi: Kuva, media tai dokumentti ei kelpaa
fr: Pas d'image, de média ou de fichier de document valide
fur: Immagjine, media o document no valids
he: תמונה/מסמך/סרטון לא מתאים
it: Nessuna immagine valida, file di media o documento
pl: Brak prawidłowego pliku obrazu, nośnika lub dokumentu
pt: Imagem, media ou documento inválidos
ru: Некорректное изображение, медиа или документ.
sk: Neplatný obrázok, média alebo dokument
tr: Geçerli bir resim, medya veya belge dosyası yok
zh: 無有效的圖片，媒體介質和文件夾

source: Are you sure you want to remove this event?
fi: Oletko varma, että haluat poistaa tämän tapahtuman?
fr: Êtes-vous certain de vouloir supprimer cet événement ?
fur: Sestu sigûr di sicuro di volê elimunâ chest event?
he: האם אתה בטוח שאתה רוצה למחוק ארוע זה?
it: Sei sicuro di voler rimuovere questo evento?
pl: Czy na pewno chcesz usunąć to wydarzenie?
pt: Conforma a eliminação deste evento?
ru: Вы уверены, что желаете удалить объект?
sk: Naozaj chceš vymazať túto udalosť?
tr: Bu etkinliği kaldırmak istediğinizden emin misiniz?
zh: 你確定要移除這事件嗎？

source: Also remove colour marks of
fi: Poista myös värimerkinnät:
fr: Supprimer aussi les marques de couleur de
fur: Gjave vie ancje il colôr di
he: הסר גם את סימוני הצבע של
it: Rimuovi anche il colore di
pl: Usuń także zaznaczenie kolorem z
pt: Remover também as máscaras de cor de
ru: Также удалить цветовые метки
sk: Vymazať tiež farebnú značku
tr: Ayrıca renk işaretlerini kaldırın

source: Select media
fr: Sélectionnez le média
fur: Sielz une imagjine
he: בחרו מדיה
it: Seleziona Immagine

source: Select person
fi: Valitse henkilö
fr: Sélectionnez une personne
fur: Selezione une persone
he: בחר אדם
it: Seleziona la persona
pl: Wybierz osobę
pt: Selecionar a pessoa
ru: Выбрать персону
sk: Vyber osobu
tr: Kişi seçin
zh: 選擇人員

source: or ID:
fi: tai ID:
fr: ou ID :
fur: o ID:
he: או מספר זיהוי
it: o ID:
pl: lub ID:
pt: ou ID:
ru: или ID:
sk: alebo ID:
tr: veya Kimlik:
zh: 或 ID：

source: Parents
fi: Vanhemmat
fur: Gjenitôrs
he: הורים
it: Genitori
pl: Rodzice
pt: Progenitores
ru: Родители
sk: Rodičia
tr: Ebeveynler
zh: 家長

source: Select place
fi: Valitse paikka
fr: Sélectionner un lieu
fur: Selezione un lûc
he: בחר מיקום
it: Seleziona il luogo
pl: Wybierz miejsce
pt: Selecione o local
ru: Выберите место
sk: Vyber miesto
tr: Yer seçin
zh: 選擇地方

source: Select adoption parents
fr: Sélectionnez les parents adoptifs
fur: Sielz i gjenitôrs adotifs
he: בחרו הורים מאמצים
it: Seleziona i genitori adottivi

source: Select parents
fr: Choisissez les parents
fur: Selezione i gjenitôrs
he: בחר הורים
it: Scegli i Genitori
pl: Wybierz rodziców
ru: Выберите родителей
sk: Vyber rodičov
tr: Ebeveynleri seçin

source: Results are limited, use search to find more parents.
fi: Tuloksia on rajoitettu, käytä hakua löytääksesi enemmän vanhempia.
fr: Les résultats sont limités, utilisez la recherche pour trouver plus de parents.
fur: I risultâts a son limitâts, dopre la ricercje par cjatâ altris parentelis.
he: התוצאות מוגבלות, השתמש בחיפוש למצוא יותר הורים.
it: I risultati sono limitati, usa la ricerca per trovare più genitori.
pl: Wyniki są ograniczone, użyj wyszukiwania, aby znaleźć więcej rodziców.
pt: Os resultados são limitados, utilize a pesquisa para encontrar mais progenitores.
ru: Результат урезан, для получения большего количества родителей используйте поиск.
sk: Výsledky sú neúplné, skús hľadať viac rodičov cez "hľadaj".
tr: Sonuçlar sınırlıdır, daha fazla ebeveyn bulmak için aramayı kullanın.
zh: 結果有限，用搜索找更多的家長。

source: Name source
fi: Nimen lähde
fr: Nom de la source
fur: Non da font
he: מקור של השם
it: Nome fonte
pl: Nazwa źródła
pt: Nome da fonte
ru: Источник имени
sk: Názov zdroja
tr: İsim kaynağı
zh: 名稱的來源

source: Source
fi: Lähde
fur: Provenience
he: מקור
it: Provenienza
pl: Źródło
pt: Fonte
ru: Источник
sk: Zdroj
tr: Kaynak
zh: 源碼

source: Sex
fi: Sukupuoli
fr: Sexe
fur: Ses
he: מין
it: Sesso
pl: Płeć
pt: Sexo
ru: Пол
sk: Pohlavie
tr: Cinsiyet
zh: 性別

source: born
fi: syntynyt
fr: Naissance
fur: nassût
he: נולד/ה
it: nato
pl: urodzony(a)
pt: nascimento
ru: рождение
sk: narodený/á
tr: doğmuş
zh: 生下

source: baptised
fi: kastettu
fr: Baptème
fur: batiât
he: הוטבל/ה ‏
it: battezzato
pl: ochrzczony(a)
pt: Batismo
ru: крещение
sk: pokrstený
tr: vaftiz edilmiş
zh: 受洗後

source: died
fi: kuollut
fr: Décès
fur: muart
he: נפטר/ה
it: morto
pl: zmarł(a)
pt: Óbito
ru: умер
sk: zomrel/a
tr: öldü
zh: 死亡

source: buried
fi: haudattu
fr: Inhumé(e)
fur: inumazion
he: נקבר/ה ‏
it: inumazione
pl: pochowany
pt: sepultura
ru: захоронен
sk: pochovaný
tr: gömüldü
zh: 埋藏

source: source
fi: lähde
fur: font
he: מקור
it: fonte
pl: źródło
pt: Fonte
ru: источник
sk: zdroj
tr: kaynak
zh: 來源

source: person
fi: henkilö
fr: personne
fur: persone
he: אדם
it: persona
pl: osoba
pt: pessoa
ru: персона
sk: osoba
tr: kişi
zh: 個人

source: Address
fi: Osoite
fr: Adresse
fur: Indirìs
he: כתובת
it: Indirizzo
pl: Adres
pt: Endereço
ru: Адрес
sk: Adresa
tr: Adres
zh: 地址

source: Living together
fi: Avoliitto
fr: Vivant en couple
fur: Coabitazion
he: גרים יחד
it: Coabitazione
pl: Mieszkają razem
pt: Vida em comum
ru: Живут вместе
sk: Žijúci spolu
tr: Birlikte yaşama
zh: 住在一起

source: Notice of Marriage
fi: Vihkitodistus
fr: Publication des bans de mariage
fur: Anunzi di Matrimoni
he: הודעה על נישואין
it: Annuncio di Matrimonio
pl: Zawiadomienie o małżeństwie
pt: Registo do Casamento
ru: Помолвка
sk: Poznámky k manželstvu
tr: Evlilik Bildirimi
zh: 婚姻告示

source: Marriage
fi: Vihkiminen
fr: Mariage
fur: Matrimoni
he: נישואין
it: Matrimonio
pl: Związek małżeński
pt: Matrimónio
ru: Свадьба
sk: Sobáš
tr: Evlilik
zh: 婚姻

source: Religious Notice of Marriage
fi: Avioliittolupa
fr: Publication des bans de mariage religieux
fur: Pubblicazion di matrimoni religjiôs
he: הודעה דתית על נישויאן
it: Pubblicazione religiosa di matrimonio
pl: Religijne zawiadomienie o małżeństwie
pt: Registo do Casamento Religioso
ru: Религиозное уведомление о браке
sk: Cirkevná poznámka k sobášu
tr: Evliliğin Dini Bildirimi
zh: 宗教上的婚告示

source: Religious Marriage
fi: Uskonnollinen vihkiminen
fr: Mariage religieux
fur: Matrimoni religjiôs
he: נישואין דתיים
it: Matrimonio religioso
pl: Małżeństwo religijne
pt: Casamento Religioso
ru: Венчание
sk: Cirkevný sobáš
tr: Dini Evlilik
zh: 宗教儀式的婚姻

source: Divorce
fi: Ero
fur: Divorzi
he: גירושין
it: Divorzio
pl: Rozwód
pt: Divórcio
ru: Развод
sk: Rozvod
tr: Boşanma
zh: 離婚

source: relation
fr: rélation
fur: relasion
he: קשר משפחתי
it: relazione

source: Save
fi: Talleta
fr: Sauvegarder
fur: Salve
he: שמור
it: Salva
pl: Zapisać
pt: Gravar
ru: Сохранить
sk: Uložiť
tr: Kaydet
zh: 保存

source: Drag to change order (saves automatically)
fi: Vedä hiirellä vaihtaaksesi järjestystä (tallettuu automaattisesti)
fr: Faire glisser pour modifier l'ordre (enregistré automatiquement)
fur: Strissine par cambiâ ordin (salve automaticamentri)
he: גרור על מנת לערוך את הסדר (נשמר אוטומטית)
it: Trascina per cambiare ordine (salva automaticamente)
pl: Przeciągnij, aby zmienić kolejność (zapisuje się automatycznie)
pt: Arraste para alterar a ordem (gravação automática)
ru: Перетащите для изменения порядка (сохранится автоматически)
sk: Ťahaj pre zmenu poradia (automatické uloženie)
tr: Sırayı değiştirmek için sürükleyin (otomatik olarak kaydeder)
zh: 拖動以更改次序（會自動保存）

source: Drag to change order
fi: Vedä hiirellä vaihtaaksesi järjestystä
fr: Faire glisser pour modifier l'ordre
fur: Strissine par cambiâ ordin
he: גרור על מנת לשנות את הסדר
it: Trascina per cambiare ordine
pl: Przeciągnij, aby zmienić kolejność
pt: Arraste para alterar a ordem
ru: Перетащите для изменения порядка
sk: Ťahaj pre zmenu poradia
tr: Sırayı değiştirmek için sürükleyin
zh: 拖動以更改次序

source: Own code
fi: Oma koodi
fr: Code personnel
fur: Codiç proprietari
he: קוד עצמי
it: Codice proprietario
pl: Własny kod
pt: Código próprio
ru: Собственный код
sk: Vlastný kód
tr: Kendi kodu
zh: 自己的代碼

source: Text
fi: Teksti
fr: Texte
fur: Test
he: טקסט
it: Testo
pl: Tekst
pt: Texto
ru: Текст
tr: Metin
zh: 本文

source: Sourcerole
fi: Lähderooli
fr: Rôle source
fur: Tipologje di font
he: תפקיד במקור
it: Fonte di ruolo
pl: Źródło zbiór
pt: Funão da fonte
ru: Исходная роль
tr: Kaynak rol
zh: 來源的成分

source: e.g. Writer, Brother, Sister, Father.
fr: par exemple. Écrivain, Frère, Sœur, Père.
fur: par es. Scritôr, Fradi, Sûr, Pâri.
he: למשל: סופר, אח, אחות, אב.
it: per es. Scrittore, Fratello, Sorella, Padre.
ru: например Писатель, Брат, Сестра, Отец.
sk: napr. Spisovateľ, Brat, Sestra, Otec.
tr: örneğin Yazar, Erkek Kardeş, Kız Kardeş, Baba.

source: Page
fi: Sivu
fur: Pagjine
he: עמוד
it: Pagina
pl: Strona
pt: Página
ru: Страница
sk: Strana
tr: Sayfa
zh: 頁

source: Page in source.
fr: Page dans la source.
fur: Pagjine da Font.
he: עמוד במקור.
it: Pagina nella Fonte.
ru: Страница в исходниках.
sk: Strana v zdroji.
tr: Kaynaktaki sayfa.

source: Quality
fr: Qualité
fur: Qualitât
he: איכות
it: Qualità

source: quality: default
fi: laatu: oletus
fr: qualité : défaut
fur: qualitât: predefinide
he: איכות: ברירת מחדל
it: qualità predefinita
pl: jakość: domyślna
pt: qualidade: valor por omissão
ru: качество: по-умолчанию
sk: kvalita: normálna
tr: kalite: varsayılan
zh: 質量：默認

source: quality: unreliable evidence or estimated data
fi: laatu: epäluotettava tai arvioitu tieto
fr: qualité : preuve non fiable ou données estimées
fur: qualitât: provis no atendibile o dâts a stime
he: איכות: ראיות לא אמינות או מידע משוער
it: qualità: prove non attendibili o dati stimati
pl: jakość: niesprawdzone dowody lub dane szacunkowe
pt: qualidade: prova ou dados estimados pouco fidedignos
ru: качество: непроверенная информация или расчётные данные
sk: kvalita: nespoľahlivé, odhad
tr: kalite: güvenilmez kanıt veya tahmini veri
zh: 信息的質量：不可靠的證據或估計的數據

source: quality: questionable reliability of evidence
fi: laatu: epävarma tieto
fr: qualité : fiabilité douteuse de la preuve
fur: qualitât: afidabilitât discutibil das provis
he: איכות: אמינות הראיות מוטלת בספק
it: qualità: affidabilità discutibile delle prove
pl: jakość: wątpliwa wiarygodność dowodów
pt: qualidade: fiabilidade questionável da prova
ru: качество: неподтверждённый источник
sk: kvalita: sporné
tr: kalite: kanıtların şüpheli güvenilirliği
zh: 信息的質量：證據的可靠性值得懷疑

source: quality: data from secondary evidence
fi: laatu: tieto toissijaisesta lähteestä
fr: qualité : données de preuve secondaire
fur: qualitât: dâts da provis secondaris
he: איכות: מידע מראיות משניות
it: qualità: dati da prove secondarie
pl: jakość: dane z dowodów wtórnych
pt: qualidade: dados da prova secundária
ru: качество: данные из вторичных источников
sk: kvalita: z druhej ruky
tr: kalite: ikincil kanıtlardan elde edilen veriler
zh: 信息的質量 ;數據是從輔助證源來的

source: quality: data from direct source
fi: laatu: tieto alkuperäisestä lähteestä
fr: qualité : données de la source directe
fur: qualitât: dâts di prime man
he: איכות: מידע ממקור ישיר
it: qualità: dati da fonte diretta
pl: jakość: dane z bezpośredniego źródła
pt: qualidade: dados da fonte direta
ru: качество: данные из первичного источника
sk: kvalita: z priameho zdroja
tr: kalite: doğrudan kaynaktan gelen veriler
zh: 信息的質量 ;數據是從直接證源來的

source: Extra text
fr: Texte supplémentaire
fur: Test extra
he: טקסט נוסף
it: Testo extra
pl: Dodatkowy tekst
ru: Дополнительный текст
sk: Dodatočný text
tr: Ekstra metin

source: Extra text by source
fr: Texte supplémentaire par source
he: טקסט נוסף אצל מקור
ru: Дополнительный текст по источнику
sk: Dodatočný text podľa zdroja
tr: Kaynağa göre ekstra metin

source: Search existing source
fr: Rechercher une source existante
fur: Cîr une Font za presint
he: חפש מקור קיים
it: Cerca una Fonte già presente
ru: Поиск существующего источника
sk: Hľadaj existujúci zdroj
tr: Mevcut kaynağı ara

source: gedcomnumber (ID)
fi: gedcom-numero (ID)
fr: N° Gedcom (ID)
fur: numar Gedcom (ID)
he: מספר גדקום (ID)
it: numero Gedcom (ID)
ru: номер gedcom (идентификатор)
tr: gedcom numarası (kimlik)

source: Select existing source
fr: Sélectionnez la source existante
fur: Selezione une Font za presint
he: בחר מקור קיים
it: Seleziona una Fonte già presente
ru: Выберите существующий источник
sk: Vyber existujúci zdroj
tr: Mevcut kaynağı seçin

source: Results are limited, use search to find more sources.
fr: Les résultats sont limités, utilisez la recherche pour trouver plus de sources.
fur: I risultats a son limitâts, dopre la ricercje par cjatâ plui fonts.
he: התוצאות מוגבלות, השתמשו בחיפוש למצוא יותר מקורות.
it: I risultati sono limitati, usa la ricerca per trovare più fonti.

source: Select
fi: Valitse
fr: Sélectionner
fur: Sielz
he: בחר
it: Seleziona
pl: Wybierz
pt: Selecione
ru: Выбор
sk: Vyber
tr: Seçin
zh: 選擇

source: Or:
fr: Ou:
fur: O pûr:
he: או:
it: Oppure:
pl: Lub:
ru: Или:
sk: Alebo:
tr: Veya:

source: add new source
fr: ajouter une nouvelle source
fur: zonte unw gnove Font
he: הוסף מקור חדש
it: aggiungi una nuova Fonte
pl: dodaj nowe źródło
ru: добавить новый источник
sk: pridať nový zdroj
tr: yeni kaynak ekle

source: Add another source
fr: Ajouter une autre source
fur: Zonte une gnove Font
he: הוסף מקור נוסף
it: Aggiungi una nuova Fonte
ru: Добавить другой источник
sk: Pridať iný zdroj
tr: Başka bir kaynak ekle

source: Add source
fi: Lisää lähde
fr: Ajouter une source
fur: Zonte une Font
he: הוסף מקור
it: Aggiungi una Fonte
pl: Dodaj źródło
pt: Adicionar fonte
ru: Добавить ресурс
sk: Pridaj zdroj
tr: Kaynak ekle
zh: 增加來源

source: Extra settings
fi: Lisäasetukset
fr: Paramètres supplémentaires
fur: Impostazions extra
he: הגדרות נוספות
it: Impostazioni extra
pl: Dodatkowe ustawienia
pt: Parâmetros extra
ru: Дополнительные настройки
sk: Zvláštne nastavenia
tr: Ekstra ayarlar
zh: 額外的設定

source: Hide or show family trees per user.
fi: Piilota tai näytä sukupuut käyttäjälle.
fr: Masquer ou afficher les arbres généalogiques par utilisateur.
fur: Nascuint o mostre arbui gjenealogjics par grups di utents.
he: הסתר או הצג עצי משפחה עבור משתמש
it: Nascondi o mostra alberi genealogici per gruppo di utenti.
pl: Ukryj lub pokaż drzewa genealogiczne użytkownika.
pt: Esconder ou mostrar as árvores de família por utilizadfor.
ru: Отображать или скрывать генеалогические деревья различным пользователям.
sk: Skry alebo zobraz rodokmeň podľa užívateľa.
tr: Kullanıcı başına aile ağaçlarını gizleyin veya gösterin.
zh: 對每個使用者隱藏或展示家譜

source: These are settings PER USER, it's also possible to set these setting PER USER GROUP.
fi: Nämä asetukset ovat KÄYTTÄJÄKOHTAISIA, nämä voi asettaa myös RYHMÄKOHTAISESTI.
fr: Ce sont les paramètres PAR UTILISATEUR, il est également possible de régler ces paramètres PAR GROUPE D'UTILISATEURS.
fur: Chestis a son lis impostazions PAR UTENT, al è ancje posibil sielzi lis impostazions PAR GRUP di UTENTS.
he: אלה הן הגדרות לפי משתמש. אפשר גם לקבוע הגדרות אלה לפי קבוצות משתמשים.
it: Queste sono le impostazioni PER UTENTE, è anche possibile impostare queste impostazioni PER GRUPPO UTENTE.
pl: Są to ustawienia DLA UŻYTKOWNIKA, można również ustawić te ustawienia DLA GRUPY UŻYTKOWNIKÓW.
pt: Estes são parâmetros POR UTILIZADOR
ru: Эта настройка НА ПОЛЬЗОВАТЕЛЯ, вы также можете выполнить настройку НА ГРУППУ ПОЛЬЗОВАТЕЛЕЙ.
sk: Toto sú nastavenia PRE POUŽÍVATEĽA, tieto nastavenia je možné nastaviť aj PRE SKUPINU POUŽÍVATEĽOV.
tr: Bunlar KULLANICI BAŞINA ayarlardır, bu ayarı KULLANICI GRUBU BAŞINA ayarlamak da mümkündür.
zh: 每個使用者有他的說定。對每個使用者群也可有他們的說定

source: Family tree
fi: Sukupuu
fr: Arbre généalogique
fur: Arbui gjenealogjics
he: עץ משפחה
it: Albero Genealogico
pl: Drzewo genealogiczne
pt: Árvore de Família
ru: Генеалогическое дерево
sk: Rodokmeň
tr: Aile ağacı
zh: 家譜

source: Show tree?
fi: Näytä sukupuu
fr: Afficher l'arbre ?
fur: Mostrâ l'arbul?
he: להציג את העץ?
it: Mostro l'albero?
pl: Pokazać drzewo?
pt: Mostrar a árvore?
ru: Отобразить древо?
sk: Ukázať rodokmeň?
tr: Ağaç gösterilsin mi?
zh: 展示家譜嗎？

source: Edit tree?
fi: Muokkaa sukupuuta?
fr: Modifier l'arbre ?
fur: Editor dai arbui?
he: הערוך את העץ?
it: Modifica Albero?
pl: Edytuj drzewo?
pt: Editar a árvore?
ru: Редактировать древо?
sk: Upraviť rodokmeň?
tr: Ağaç düzenlensin mi?
zh: 編輯家譜嗎？

source: Change
fi: Muuta
fr: Modifier
fur: Salve
he: שנה
it: Modifica
pl: Zmiana
pt: Alterar
ru: Изменить
sk: Zmeniť
tr: Değiştir
zh: 更改

source: Use user-group setting
fr: Paramètres du groupe d'utilisateurs
fur: Dopre lis impostazions par Utents / Grups
he: השתמש בהגרדות משתמש/קבוצה
it: Usa le impostazioni dell'Utente / Gruppo
pl: Użyj ustawienia grupy użytkowników
ru: Использовать настройку группы пользователей
sk: Použi užívateľké nastavenie
tr: Kullanıcı grubu ayarını kullan

source: Update options
fi: Päivityksen optiot
fr: Options de mise à jour
fur: Opzions di Atualizazion
he: אפשרויות עדכון
it: Opzioni di aggiornamento
pl: Opcje aktualizacji
pt: Opções de atualização
ru: Настройки обновления
sk: Aktualizácia podmienok
tr: Güncelleme seçenekleri
zh: 更新的選項

source: update check is disabled.
fr: la vérification de la mise à jour est désactivée.
fur: il control da l'Atualizazion al è disabilitât.
he: אופציית הבדיקה לגרסאות חדשות בוטלה.
it: il controllo degli aggiornamenti è disabilitato.
pl: sprawdzanie aktualizacji jest wyłączone.
ru: проверка обновлений отключена.
sk: kontrola aktualizácie HuMo-gen je vypnutá.
tr: güncelleme kontrolü devre dışı.

source: Update check failed.
fr: La vérification de la mise à jour a échoué.
fur: Control dai Agjornaments falît.
he: בדיקת העדכון נכשלה.
it: Controllo degli aggiornamenti non riuscito.

source: is up-to-date!
fr: est à jour!
fur: al è Atualizât!
he: הינו מעודכן!
it: è aggiornato!
pl: jest aktualny!
ru: находится в актуальном состоянии!
sk: je aktuálny!
tr: güncel!

source: Update available
fi: Päivitys saatavissa
fr: Mise à jour disponnible
fur: Atualizazion a disposizion
he: קיים עדכון
it: Aggiornamento disponibile
pl: Dostępna aktualizacja
pt: Atualização disponível
ru: Доступно обновление
sk: Nová aktualizácia
tr: Güncelleme mevcut
zh: 可以使用更新功能

source: Beta version available
fi: Beta-versio saatavissa
fr: Version Beta disponible
fur: Version beta disponibil
he: קיימת גירסת בטא
it: Versione beta disponibile
pl: Dostępna wersja beta
pt: Versão beta disponível
ru: Доступна бета-версия
sk: Beta verzia je dostupná
tr: Beta sürümü mevcut
zh: 可以使用試用版

source: Online version check unavailable.
fi: Ajantasainen version tarkistus ei ole saatavilla.
fr: Vérification en ligne de la version est indisponible.
fur: Control online da Version no je disponibil.
he: לא ניתן לבצע בדיקת גרסה מקוונת
it: Controllo versione online non disponibile.
pl: Kontrola wersji online niedostępna.
pt: A verificação online da versão não está disponível.
ru: Онлайн проверка версии недоступна.
sk: Online kontrola aktualizácie je nedostupná.
tr: Çevrimiçi sürüm kontrolü kullanılamıyor.
zh: 在線版本的檢查功能不能用。
