Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Western - reports: John Smith, lists: Smith, John. Chinese 中文 - reports and lists: 刘 理想
fi: Länsimainen - raportit: John Smith, luettelot: Smith, John. Kiinalainen 中文 - raportit ja luettelot: 刘 理想
fr: Occidental - listes : John Smith, listes : Smith, John. Chinese 中文 - listes : 刘 理想
fur: Ocidentâl -rapuarts: Mario Rossi, listis: Rossi, Mario. -- Cinês: 中文 - rapuars e listis: 刘 理想
it: Occidentale -rapporti: John Smith, liste: Smith, John. 中文 cinese: rapporti ed elenchi: 刘 理想
pl: Zachodni - report: John Smith, lista: Smith, John. Chinese 中文 - report i lista: 刘 理想
pt: Relatórios Ocidentais: John Smith, na lista aparece: Smith, John. Relatórios e listas Chineses 中文 - : 刘 理想
ru: Западные - в отчётах: Имя Фамилия, в списках: Фамилия, Имя. Китайский 中文 - отображается: 刘 理想
sk: Západné - reports: John Smith, lists: Smith, John. Chinese 中文 - reports and lists: 刘 理想
tr: Batı - raporlar: John Smith, listeler: Smith, John. Çince 中文 - raporlar ve listeler: 刘 理想
zh: 西方 － 報告: John Smith, 名單: Smith, John. Chinese 中文 - 報告和名單: 刘 理想

source: Hungarian - reports and lists: Smith John
fi: Unkari - raportit ja luettelot: Virtanen Jussi
fr: Hongrois - listes : Smith John
fur: Ongjarês - rapuars e listis : Rossi, Mario
it: Ungherese - rapporti e liste: Smith, John
pl: Węgierski - report i lista: Smith John
pt: Húngaro - relatórios e listas: Smith John
ru: Венгерский - в отчётах и в списках: Фамилия Имя
sk: Maďarsky - reports and lists: Smith John
tr: Macarca - raporlar ve listeler: Smith John
zh: 匈牙利 －報告和名單: Smith John

source: d-m-yyyy
fi: pv-kk-vvvv
fr: j-mm-aaaa
fur: g-m-aaaa
it: g-m-aaaa
pt: d-m-aaaa
tr: g-a-yyyy
zh: 日-月-年

source: Invalid GEDCOM entries: "1877-1879" (-> bet 1877 and 1879), "12 april 2003" (-> 12 apr 2003), "cir 1884" (-> abt 1884), "1845 ?" (abt 1845)
fr: Entrées GEDCOM non valides: "1877-1879" (-> pari 1877 et 1879), "12 avril 2003" (-> 12 avril 2003), "cir 1884" (-> vers 1884), "1845?" (vers 1845)
fur: ‎Vôs GEDCOM no valide: "1877-1879" (-> tra 1877 e 1879), "12 avrîl 2003" (-> 12 apr 2003), "cir 1884" (-> abt 1884), "1845?" (abt 1845)‎
it: ‎Voci GEDCOM non valide: "1877-1879" (-> tra 1877 e 1879), "12 aprile 2003" (-> 12 apr 2003), "cir 1884" (-> abt 1884), "1845?" (abt 1845)‎
pl: nieprawidłowe wpisy GEDCOM: "1877-1879" (-> bet 1877 i 1879), "12 april 2003" (-> 12 apr 2003), "cir 1884" (-> abt 1884), "1845 ?" (abt 1845)
ru: Недопустимые записи GEDCOM: «1877-1879» (-> ставка 1877 и 1879), «12 апреля 2003 г.» (-> 12 апреля 2003 г.), «около 1884 г.» (-> около 1884 г.), «1845 ?» (ок. 1845 г.)
sk: Neplatné Gedcom vstupy: "1877-1879" (-> bet 1877 and 1879), "12 april 2003" (-> 12 apr 2003), "cir 1884" (-> abt 1884), "1845 ?" (abt 1845)
tr: Geçersiz GEDCOM girişleri: "1877-1879" (-> 1877 ve 1879 arasında), "12 nisan 2003" (-> 12 nis 2003), "1884 civarı " (-> yaklaşık 1884), "1845 ?" (yaklaşık 1845)

source: GEDCOM no. ("I43")
fur: Nr. GEDCOM ("I43")
it: Nr. GEDCOM ("I43")
pl: GEDCOM nr. ("I43")
sk: GEDCOM č.: ("I43")

source: First Communion
fr: Première communion
fur: Prime Comunion
it: Prima Comunione
pl: Pierwsza komunia
pt: Primeira Comunhão
ru: Первое причастие
sk: Prvé príjmanie
tr: İlk Cemaat
zh: 第一次聖餐

source: justified
fi: oikeutettu
fr: justifié(e)
fur: giustiziât
it: giustiziato
pl: zasadny
pt: Justificado
ru: оправданный
sk: uznaný
tr: gerekçeli
zh: 在神面前聲明

source: Ordination
fi: Pappisvihkimys
fur: Ordinazion
it: Ordinazione
pl: Wyświęcenie
pt: Ordenação
ru: Рукоположение
sk: Vysvätený
tr: Rütbe
zh: 協調

source: godfather
fr: parrain
fur: santul
it: padrino
pl: ojciec chrzestny
ru: крестный отец
sk: krstný otec
tr: vaftiz babası

source: Generated with %s on %s
fr: Généré avec %s sur %s
fur: Creât cun %s su %s
it: Creato con %s su %s
pl: Wygenerowano %s za pomocą %s
ru: Создано с помощью %s на %s
sk: Vytvorené %s on %s
tr: %s üzerinde %s ile oluşturuldu

source: accessed
fi: päästetty
fr: accédé
fur: date di acès
it: data accesso
pl: dostęp
pt: acessado
ru: доступный
sk: prístupné
tr: erişildi

source: "John Jones", "Jones John", "John of Jones", "of Jones, John", "Jones, John of", "Jones of, John"
fi: "Matti Virtanen", "Virtanen Matti", "Matti of Virtanen", "of Virtanen, Matti", "Virtanen, Matti of", "Virtanen of, Matti"
fr: "Martin Lambert", "Lambert Martin", "Martin de Lambert", "de Lambert, Martin", "Lambert, Martin de"
fur: "Filippo Filippi", "Filippi Filippo", "Filippo De Filippi", "De Filippi Filippo", "Filippi, Filippo De", "Filippi De, Filippo"
it: "Filippo Filippi", "Filippi Filippo", "Filippo De Filippi", "De Filippi Filippo", "Filippi, Filippo De", "Filippi De, Filippo"
pl: "Jan Nowak", "Nowak Jan", "Jan z Nowak", "z Nowak, Jan", "Nowak, Jan z", "Nowak z, Jan"
pt: "João Almeida", "Almeida João", "João de Almeida", "de Almeida, João", "Almeida, João de", "Almeida de, João"
ru: "Иван Иванов", "Иванов Иван", "Иван Иванович Иванов"
tr: "John Jones", "Jones John", "Jones'un John'u", "Jones'un, John", "Jones, John'un", "Jones'un, John"

source: th
fr: ème
fur: esim
it: esimo
pt: º
ru: -й
zh: 第

source: twice removed
fi: kahden sukupolven takaa
fr: éloigné au deuxième degré
fur: distant dôs gjenerazions
it: distante due generazioni
pl: dwukrotnie usunięty
pt: removido duas vezes
ru: дважды удалён
sk: 2. generácie
tr: iki kez kaldırıldı
zh: 兩次刪除

source: Debug
fr: Débogage

source: SAVE
fr: SAUVEGARDER
pt: GRAVAR
zh: 保留

source: UNSAFE (option is ON)<br>change this option in .htaccess file.
fr: DANGER (l'option est sur ON)<br>modifier cette option dans le fichier .htaccess.
pt: INSEGURO (a opção está LIGADA)<br>altere esta opção no ficheiro .htaccess.
zh: UNSAFE (另一選項是ON)<br>更改這選項在 .htaccess 文件.

source: API key
fi: API-avain
fr: Clé API
pt: Chave da API
sk: API kľúč
tr: API anahtarı

source: Groups
fr: Groupes
pt: Grupos
zh: 群體

source: Gmail: [email_address]@gmail.com
fr: Gmail: [adresse_mail] @ gmail.com
tr: Gmail: [e-posta_adresi]@gmail.com

source: USA - Jan 5, 1787
fr: Etats-Unis - Jan 5, 1787
pt: EUA - Jan 5, 1787
tr: ABD - Oca 5, 1787
zh: 美國 - Jan 5, 1787

source: China - 1787-01-05
fi: Kiina - 1787-01-05
fr: Chine - 1787-01-05
fur: Cine - 1787-01-05
tr: Çin - 1787-01-05
zh: 中國 - 1787-01-05

source: th
fr: ème
pt: º
ru: -й
tr: bu
zh: 第

source: DNA:
fr: ADN :
pt: ADN:
ru: ДНК:

source: Home
fi: Aloitussivu
fr: Accueil
pl: Początek
pt: Página Inicial
ru: Главная
sk: Domov
tr: Anasayfa
zh: 主頁

source: Loading...
fr: Chargement ...

source: Select a colour theme (a cookie will be used to remember the theme)
fr: Sélectionnez un thème de couleur (un cookie sert à le mémoriser)
pt: Selecione um tema (o tema será memorizado num cookie)
zh: 選擇一個顏色主題（cookie將被用來記住該主題）

source: ID
tr: KİMLİK
zh: 身份證

source: Birthday calendar
pt: Calendário de Aniversários
zh: 生日日曆

source: Whose birthday is it today?
pt: Quem faz anos hoje?
zh: 今天是誰的生日？

source: No results found.
pt: Não se encontraram resultados.
zh: 沒有找到結果。

source: Main index
pt: Índice principal
zh: 主要指標

source: Cookie information
pt: Informação sobre os cookies
zh: cookie的信息

source: Surnames Index:
pt: Índice dos sobrenomes:
zh: 姓氏索引：

source: till:
pt: até:
zh: 直到:

source: &infin;
pt: Impossível traduzir sem o contexto apropriado.
zh: 特殊字符

source: PDF Report
pt: Relatório em PDF
zh: PDF格式的報告

source: RTF Report
pt: Relatório RTF
zh: RTF格式的報告

source: To edit the pages the CKEditor is used. For help about this editor, go to: <a href="http://ckeditor.com" target="_blank">ckeditor.com</a>.
zh: 要編輯這些網頁，可使用CKEditor。要知道如何使用這編輯工具，請上網到 <a href="http://ckeditor.com" target="_blank">ckeditor.com</a>

source: Relation Type
zh: 關係的類別

source: OK (option is ON)
zh: 可以(另一選項是ON)

source: UNSAFE (option is OFF)<br>change this option in .htaccess file or put: "magic_quotes_gpc = On" in the php.ini file.
zh: UNSAFE (另一選項是OFF)<br>更改這選項在 .htaccess 文件或放"magic_quotes_gpc = On" 在php.ini文件內.

source: En-en
zh: 英文(縮寫)

source: Google maps
zh: 谷歌地圖

source: Credits
zh: 歸功於

source: &amp;
zh: 特殊字符 &

source: FULL e-mail address:
zh: 完整的電子郵件地址

source: My response will be sent to this e-mail address!
zh: 我的回答將被發送到這電子郵件地址！

source: Subject:
zh: 主題

source: Message:
zh: 訊息

source: Please enter a full and valid email address,<br>otherwise I cannot respond to your e-mail!
zh: 請輸入完整和有效的電子郵件地址，否則我不能回應你的電子郵件！
