Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Explanation of the timeline chart:<br> <ul><li>The middle column displays the years of the timeline. The starting point will be just before birth and the end year will be just after death.</li> <li>The left column displays the events in the person's life.<br> Events listed are: birth, death and marriage(s) of main person, death of spouse, birth, marriage and death of children and birth and death of grandchildren.<br> Birth, death, marriages and death of spouse are listed in bold red. Birth, marriage and death of children in green. Birth and death of grandchildren in blue</li> <li>The rightmost column displays historic events that took place in these years.</li></ul> The timeline menu:<br> <ul><li>On the top part of the menu you can choose how the chart will be displayed. There are three choices:<br> 1 - will display each year in a separate row.<br> 5 - will create periods of five years for a more concise display.<br> 10 - displays the chart in periods of one decade for even more concise display.</li> <li>If the webmaster enabled more than one timeline, the bottom part of the menu will let you choose from amongst several possible timelines. For example "American History", "Dutch History" etc.</li> <li><strong>After choosing the desired step and/or timeline, click the "Change Display" button on the bottom of the menu.</strong></li></ul>
fi: Aikajanan kuvaus:<br> <ul><li>Keskimäisessä sarakkeessa näkyvät aikajanan vuodet. Aloitusajankohta on juuri ennen syntymää ja lopetusajankohta juuri kuoleman jälkeen.</li> <li>Vasemmassa sarakkeessa ovat henkilön tapahtumat.<br> Tapahtumiin on kirjattu: syntymä, kuolema ja päähenkilön avioliittot, puolison kuolema, puolison syntymä, lasten syntymä, avioituminen ja kuolema ja lastenlasten syntymä ja kuolema.<br> Syntymä, kuolema, avioliitot ja puolison kuolema on lihavoidulla punaisella tekstillä. Lasten syntymä, avioituminen ja kuolema on vihreällä¤. Lastenlasten syntymä ja kuolema on sinisellä.</li> <li>Oikeanpuoleisin sarake esittää historiallisia tapahtumia, jotka ovat tapahtuneet noiden vuosien aikana.</li></ul> Aikajanan valikko:<br> <ul><li>Menun yläosasta voit valita, kuinka kaavio esitetään. Siihen on kolme vaihtoehtoa:<br> 1 - jokainen vuosi omalla rivillään.<br> 5 - viiden vuoden jaksot omilla riveillään, tuloksena tiiviimpi taulukko.<br> 10 - vuosikymmen omana rivinään. tuloksena on vielä tiiviimpi taulukko.</li> <li>Jos ylläpitäjä sallii enemmän kuin yhden aikajanan, valikon alaosasta voit valita joukon muita vaihtoehtoja. Esimerkiksi "Amerikan historia", "Hollannin historia" jne.</li> <li><strong>Valittuasi sopivan aikajaon ja aikajanan , klikkaa Vaihda näyttö (Change Display) -painiketta valikon lopussa.</strong></li></ul>
fr: Explication de la chronologie :<br> <ul><li> La colonne du milieu affiche les années de la chronologie. Le point de départ sera juste avant la naissance et l'année de la fin sera juste après le décès.</li> <li>La colonne de gauche affiche les événements de la vie de la personne.<br> Les événements mentionnés sont : la naissance, le décès et le(s) mariage(s) de la personne principale, décès du conjoint, naissance, mariage et décès des enfants et naissance et décès des petits-enfants. <br> Naissance, décès, mariages et décès du conjoint sont inscrits en rouge gras. Naissance, mariage et décès des enfants sont en vert. Naissance et décès des petits-enfants sont en bleu. </li> <li> La colonne la plus à droite affiche les événements historiques qui ont eu lieu pendant ces années.</li></ul> Le menu chronologique :<br> <ul><li> Sur la partie supérieure du menu, vous pouvez choisir la façon dont le tableau sera affiché. Il ya trois choix :<br> 1 - affiche chaque année sur une ligne distincte.<br> 5 - crée des intervalles de cinq ans pour un affichage plus concis.<br> 10 - affiche la chronologie en intervalles de dix ans pour un affichage encore plus concis.</li> <li>Si le webmestre a permis le choix de plus d'une chronologie, la partie inférieure du menu vous permettra de choisir parmi plusieurs chronologies. Par exemple "Histoire Américaine ", "Histoire Néerlandaise" etc.</li> <li> <strong> Après avoir choisi l'intervalle et / ou la chronologie, cliquez sur le bouton "Modifier l'affichage" en bas du menu.</strong></li></ul>
fur: Spiegazion da la tabele das Cronologjis: <br> <ul><li>La colone centrâl a mostre i ancj da cronologje, partint di pôc prin da la nascite e fin dopo la muart.</li> <li>La colone di sinistre a mostre i evente da la vite da persone.<br> I events elencâts a son: Nasite, muart e matrimoni (s) da persone, muart dal coniuge, nasite, matrimoni e muart dai fîs e la nasite e la muart dei nevôs<br> I events che a riguardin il coniuge a son elencats in ros grassetto. Chei che a riguardin i fîs in verd. Chei dai nevôs in blu</li> <li>La colone plui a gjestre a mostre i events storics che a son sucedûts in chei angj.</li></ul> Il menu 'Cronologjie dai Events':<br> <ul><li>Ta la part in alt dal menu si pò sielgi cemût che il grafic al a di sei mostrât. A son 3 possibilitâs:<br> 1 - si pues mostrâ i events an par an, su rîs separadis. <br> 5 - si pues mostrâ il grafic in periodos di cinc angj par une visualizzazion plui curte. <br> 10 - si pues mostrâ il grafic in periodos di dîs angj par une visualizzazion ancje mo plui curte. </ Li> <li> Se il gestôr dal sito al à preparât plui di une Cronologjie di Events, al sarà pussibil sielgi, ta la part basse dal elenco, chê che a plâs di plui. Ad esempli \ "Storie Europee", \ "Storie Taliane" ecc. </ Li> <li> <strong> Dopo vei sielzût l'interval e/o la cronologjie preferide, fai clic sul pulsant "Cambie display " ta la part basse dal menu. </ strong> </ li> </ ul>
he: הסבר על תרשים ציר הזמן:<br> <ul><li>הטור האמצעי מציג את השנים. השנה הראשונה תהא קצת לפני הלידה, השנה האחרונה קצת אחרי הפטירה.</li> <li>הטור הימיני ביותר מציג את הארועים שהתרחשו בחיים של האדם.<br> הנתונים המוצגים הם: לידה, פטירה ונישואים וכן לידה ופטירה של ילדים.<br> לידה, פטירה ונישואים מוצגים בצבע אדום מודגש. לידה ופטירה של ילדים מוצג בצבע ירוק.</li> <li>הטור השמאלי ביותר מציג ארועים הסטוריים שהתרחשו בתקופה זו.</li></ul> תפריט ציר הזמן:<br> <ul><li>בחלק העליון של התפריט ניתן לבחור כיצד נתוני ציר הזמן יוצגו. יש 3 אפשרויות:<br> 1 - יציג כל שנה השורה נפרדת<br> 5 - יציג את הנתונים בקבוצות של 5 שנים למען הצגה קומפקטית יותר<br> 10 - יציג את הנתונים בקבוצית של 10 שנים למען הצגה עוד יותר קומפקטית</li> <ul><li>אם מנהל האתר איפשר יותר מציר זמן אחד, ניתן לבחור את הציר הרצוי בחלק התחתון של התפריט (כגון הסטוריה יהודית, הסטוריית אירופה וכו)</li> <li><strong>לאחר שנבחר ציר הזמן הרצוי ו/או מקבץ השנים הרצוי, יש ללחוץ על כפתור "שנה תצוגה"</strong></li></ul>
it: Spiegazione della tabella delle Cronologie: <br> <ul><li>La colonna centrale mostra gli anni della cronologia. Il punto di partenza sarà proprio prima della nascita e la fine anno sarà solo dopo la morte.</li> <li>La colonna di sinistra visualizza gli eventi della vita della persona.<br> Gli eventi elencati sono: Nascita, morte e matrimonio (i) della persona principale, decesso del coniuge, nascita, matrimonio e morte dei figli e la nascita e la morte dei nipoti<br> Nascita, morte, matrimonio e morte del coniuge sono elencati in rosso grassetto. Nascita, matrimonio e morte dei figli in verde. Nascita e morte di nipoti in blu</li> <li>La colonna più a destra mostra gli eventi storici che hanno avuto luogo in questi anni.</li></ul> Il menu 'Cronologia di Eventi':<br> <ul><li>Nella parte superiore del menu si può scegliere come il grafico verrà visualizzato Ci sono tre opzioni:<br> 1 - si può visualizzare ogni anno in una riga separata. <br> 5 - si può creare periodi di cinque anni per una visualizzazione più concisa. <br> 10 - si può visualizzare il grafico in periodi di un decennio per una visualizzazione ancora più concisa. </ Li> <li> Se il webmaster ha abilitato più di una Cronologia di Eventi, la parte inferiore del menu ti permetterà di scegliere tra diverse possibili timeline. Ad esempio \ "Storia Europea", \ "Storia Italiana" ecc. </ Li> <li> <strong> Dopo aver scelto l'intervallo e/o la cronologia desiderati, fai clic sul pulsante \ "Cambia display " nella parte inferiore del menu. </ strong> </ li> </ ul>
pl: Objaśnienie wykresu na osi czasu:<br> <ul><li>Środkowa kolumna wyświetla lata na osi czasu. Punktem wyjścia będzie tuż przed urodzeniem, a rok końcowy nastąpi tuż po śmierci.</li> <li>Lewa kolumna wyświetla wydarzenia z życia danej osoby.<br> Wymienione wydarzenia to: narodziny, śmierć i małżeństwo (małżeństwa) osoby głównej, śmierć małżonka, narodziny, małżeństwo i śmierć dzieci oraz narodziny i śmierć wnuków.<br> Narodziny, śmierć, małżeństwa i śmierć małżonka są wytłuszczone na czerwono. Narodziny, małżeństwo i śmierć dzieci na zielono. Narodziny i śmierć wnuków w kolorze niebieskim</li> <li>Prawa kolumna wyświetla historyczne wydarzenia, które miały miejsce w tych latach.</li></ul> Menu osi czasu:<br> <ul><li>W górnej części menu możesz wybrać sposób wyświetlania wykresu. Istnieją trzy opcje:<br> 1 - wyświetla się co roku w osobnym rzędzie.<br> 5 - stworzy okresy pięciu lat dla bardziej zwięzłego wyświetlania.<br> 10 - wyświetla wykres w okresach jednej dekady dla jeszcze bardziej zwięzłego wyświetlania.</li> <li>Jeśli webmaster włączył więcej niż jedną oś czasu, dolna część menu pozwoli ci wybrać spośród kilku możliwych osi czasu. Na przykład „Historia amerykańska”, „Historia holenderska” itp.</li> <li><strong>Po wybraniu żądanego kroku i / lub osi czasu kliknij przycisk „Odśwież” na dole menu.</strong></li></ul>
pt: Explicação da linha do tempo:<br> <ul><li>A coluna do meio mostra os anos da linha do tempo. O ponto inicial será mesmo antes do nascimento e o ano final será o imediatamente a seguir ao falecimento.</li> <li>A coluna da esquerda mostra os eventos ao longo da vida da pessoa.<br> Os eventos listados são: nascimento, óbito e casamento(s) da pessoa principal, falecimento da esposa, nascimento, casamento e falecimento dos filhos, e nascimento e falecimento dos netos.<br> O nascimento, óbito, casamento(s) e a morte da esposa estão impressos em vermelho destacado. O nascimento, casamento e óbito dos filhos estão representados a verde. O nascimento e falecimento dos netos estão representados a azul</li> <li>A coluna mais à direita exibe os eventos históricos que ocorreram nesses anos.</li></ul> Menú da linha do tempo:<br> <ul><li>No topo do menú pode escolher a forma como o mapa é exibido. Há três opções:<br> 1 - cada ano é mostrado numa linha diferente.<br> 5 - cria períodos de cinco anos para uma exibição mais concisa.<br> 10 - mostra o mapa em períodos de uma década, para uma exibição ainda mais concisa.</li> <li>se o webmaster tiver ativado mais de uma linha do tempo, a parte de baixo do menú permite-lhe escolher entre as várias linhas de tempo disponíveis. Por exemple "História Americana", "História Holandesa" etc.</li> <li><strong>Depois de escolher a linha de tempo ou o período de anos desejados, clique no botão "Refrescar" na parte superior do menú.</strong></li></ul>
ru: Пояснение к временной шкале:<br> <ul><li>В среднем столбце отображаются годы временной шкалы. Отправная точка будет непосредственно перед рождением, а конец года будет сразу после смерти.</li> <li>В левом столбце отображаются события в жизни человека.<br>Перечисленные события: рождение, смерть и брак (браки) главного лица, смерть супруга, рождение, брак и смерть детей, а также рождение и смерть внуков.<br>Рождение, смерть, брак и смерть супруга выделены жирным красным цветом. Рождение, брак и смерть детей в зеленом цвете. Рождение и смерть внуков в синем</li> <li>Крайняя правая колонка отображает исторические события, которые произошли в эти годы.</li></ul>Меню временной шкалы:<br> <ul><li>В верхней части меню вы можете выбрать, как будет отображаться график. Есть три варианта:<br>1 - будет отображаться каждый год в отдельном ряду.<br>5 - создадут периоды в пять лет для более лаконичного отображения.<br>10 - отображает график в периоды одного десятилетия для еще более краткого отображения.</li> <li>Если веб-мастер включил более одной временной шкалы, нижняя часть меню позволит вам выбрать одну из нескольких возможных временных шкал. Например, «Американская история», «Голландская история» и т.д.</li> <li><strong>После выбора нужного шага и/или временной шкалы нажмите кнопку «Изменить отображение» в нижней части меню.</strong></li></ul>
sk: Vysvetlenie časovej osi: <br> <ul> <li> Prostredný stĺpec zobrazuje roky v časovej osi. Východiskovým bodom bude tesne pred pôrodom a koniec hneď po smrti. </ Li> <li> V ľavom stĺpci sa zobrazujú udalosti v živote človeka. <br> Akcie ako: narodenie, smrť a manželstvo (s) hlavné osoby, úmrtia manžela alebo manželky, narodenie, manželstvo a úmrtí detí a narodenie a úmrtie vnúčat <br>. Narodenia, smrti, manželstvo a smrť manžela alebo manželky sú uvedené tučným červené. Narodenie, manželstvo a smrť detí zelene. Narodenie a smrť vnúčat v modrom </ li> <li> pravom stĺpci zobrazuje historické udalosti, ktoré sa konali v týchto rokoch. </ li> </ ul> Ponuka časovej osi: <br> <ul> <li> V hornej časti menu si môžete vybrať, ako sa zobrazí graf. K dispozícii sú tri možnosti: <br> 1 - zobrazí každý rok v samostatnom rade <br>. 5 - vytvorí obdobie piatich rokov <br>. 10. - Zobrazuje graf v období jedného desaťročia </ li> <li> Ak správca webu povolí viac než jednu časovú os, spodná časť menu vám umožní vybrať si z niekoľkých možných. Napríklad "American History", "holandskej histórii" atď. </ Li> <li> <strong> Po výbere požadovaného kroku a / alebo časovej osi, kliknite na tlačidlo "Zmeň zobrazenie" na spodnej časti ponuky. </ strong> </ li> </ ul>
tr: Zaman çizelgesi grafiğinin açıklaması:<br> <ul><li>Orta sütun, zaman çizelgesinin yıllarını görüntüler. Başlangıç ​​noktası doğumdan hemen önce, bitiş yılı ise ölümden hemen sonra olacaktır.</li> <li>Sol sütunda kişinin hayatındaki olaylar görüntülenir.<br> Listelenen olaylar şunlardır: ana kişinin doğumu, ölümü ve evlilik(ler)i, eşin ölümü, çocukların doğumu, evliliği ve ölümü ile torunların doğumu ve ölümü.<br> Eşin doğumu, ölümü, evlilikleri ve ölümü koyu kırmızı ile listelenmiştir. Yeşil renkte çocukların doğumu, evliliği ve ölümü. Mavi renkte torunların doğumu ve ölümü</li> <li>En sağdaki sütun, bu yıllarda meydana gelen tarihi olayları gösterir.</li></ul> Zaman çizelgesi menüsü:<br> <ul><li>Menünün üst kısmında grafiğin nasıl görüntüleneceğini seçebilirsiniz. Üç seçenek vardır:<br> 1 - Her yılı ayrı bir satırda gösterecektir.<br> 5 - Daha özlü bir gösterim için beş yıllık dönemler oluşturacaktır.<br> 10 - Daha da kısa gösterim için grafiği on yıllık periyotlar halinde görüntüler.</li> <li>Web yöneticisi birden fazla zaman çizelgesini etkinleştirdiyse, menünün alt kısmı birkaç olası zaman çizelgesi arasından seçim yapmanıza olanak tanır. Örneğin "Amerikan Tarihi", "Hollanda Tarihi" vb.</li> <li><strong>İstediğiniz adımı ve/veya zaman çizelgesini seçtikten sonra menünün alt kısmındaki "Yenile" düğmesine tıklayın.</strong></li></ul>
zh: 時間線圖表說明：<br><ul><li>在中間列顯示時間線軸。起點將是剛剛出生前而結束將是剛剛去世後。</ li> <li>在左邊的列顯示在人的生活中的事件列<br>活動有：生，死和主角的婚姻(數) ，配偶，出生，婚姻和孩子，出生死亡和孫子死亡死亡。<br>出生，死亡，婚姻和配偶的死亡以紅色標註。孩子的出生，婚姻和死亡以綠色標註。孫子的出生和死亡以藍色標註</ li> <li>在最右邊的列顯示發生在這些年來的歷史事件。</ li></ ul>時間線選單：<br><ul><li>你可以選擇如何圖表將顯示在菜單的頂部。有三種選擇：<br>1 -每年將在一個單獨的行線顯示<br>5 - 將建立五年期限更簡潔的顯示<br>10 - 顯示圖表在一個十年週期更簡潔的顯示。</ li> <li>如果網站管理員啟用了多個時間線，在選單的底部將讓你從當中幾種可能的時間表選擇。例如，“Dutch History”，“American History”等。</ li> <li><STRONG>選擇所需的步驟和/或時間表後點擊“Refresh”按鈕，在菜單的底部。</ STRONG> </ li></ ul>

source: Steps:
fi: Askelia:
fr: Intervalles :
fur: Interval:
he: מקבצי שנים
it: Intervallo:
pl: okres:
pt: Intervalo:
ru: Интервал:
sk: Kroky:
tr: Aralık:

source: Choose timeline
fi: Valitse aikajana
fr: Choisir chronologie
fur: Sielz la cronologjie
he: בחר ציר זמן
it: Scegli linea temporale
pl: Wybierz oś czasu
pt: Escolha a linha de tempo
ru: История:
sk: Vyberte časovú os
tr: Zaman çizelgesini seçin

source: Change Display
fi: Vaihda näyttö
fr: Rafraîchir
fur: Cambie visualizzazion
he: שנה תצוגה
it: Cambia visualizzazione
pl: Odśwież
pt: Alterar a Exibição naTela
ru: Обновить
sk: Zmeň zobrazenie
tr: Yenile

source: Life events
fr: Événements de la vie
fur: Events da vite
he: ארועים בחיים
it: Eventi della vita
pl: Wydarzenia z życia
ru: Жизненные события
sk: Životné udalosti
tr: Yaşam etkinlikleri

source: Historic events
fr: Événements historiques
fur: Events storics
he: ארועים היסטוריים
it: Eventi storici
pl: Wydarzenia historyczne
ru: Исторические события
sk: Historické udalosti
tr: Tarihi olaylar

source: There are no timeline files available for this language.
fi: Tälle kielelle ei ole historiallisia tapahtumia.
fr: Il n'y a pas de chronologie disponible pour cette langue.
fur: No son presints files cu la cronologje par cheste lenghe.
he: אין קבצים לציר הזמן בשפה זו.
it: Non ci sono file della cronologia disponibili per questa lingua.
pl: Brak plików osi czasu dla tego języka.
pt: Não existem ficheiros da linha de tempo para esta linguagem.
ru: Для данного языка отсутствуют файлы со списком исторических событий.
sk: Pre tento jazyk nie sú dostupné žiadne súbory časovej osi.
tr: Bu dil için zaman çizelgesi dosyası bulunmamaktadır.

source: till
fr: jusqu'à
fur: fin
he: עד
it: fino a
pl: do
pt: até
ru: до
sk: do
tr: kadar

source: Two factor authentication (2FA)
fr: Authentification à deux facteurs (2FA)
fur: Autenticazion a doi Fators (2FA)
he: אימות דו-שלבי (2FA)
it: Autenticazione a due fattori (2FA)

source: Highly recommended:<br>Enable "Two Factor Authentication" (2FA).
fr: Fortement recommandé :<br>Activez "l'authentification à deux facteurs" (2FA).
fur: Une vore raccomandade: <br> Abilitâ "la Autenticazion a doi Fators" (2FA).
he: מומלץ מאד: <br> הפעל אימות דו-שלבי (2FA)
it: Altamente raccomandato: abilita "Autenticazione a due fattori" (2FA).

source: Use a 2FA app (like Microsoft or Google authenticator) to generate a secure code to login.
fr: Utilisez une application 2FA (comme l'authentificateur Microsoft ou Google) pour générer un code sécurisé pour vous connecter.
fur: Dopre une app 2FA (come un autenticatôr di Microsoft o Google) par gjenerâ un codic sigur pal login.
he: השתמשו באפליקציית 2FA (כמו Microsoft or Google authenticator) כדי ליצור קוד מאובטח לבצע login.
it: Utilizza un'app 2FA (come Microsoft o Google Authenticator) per generare un codice sicuro per l'accesso.

source: More information about 2FA can be found at internet.
fr: Plus d'informations sur 2FA peuvent être trouvées sur Internet.
fur: Altris informazions su 2FA a puedin sei cjatadis in internet.
he: מידע נוסף על 2FA ניתן למצוא באינטרנט.
it: Maggiori informazioni su 2FA possono essere trovate su internet.

source: 1) Install a 2FA app, and add %s in the app using this QR code:
fr: 1) Installez une application 2FA et ajoutez-la%s à l'aide de ce QR code :
fur: 1) Instale une app 2FA, e tache %s in ta app doprant chest Codic QR:
he: 1) התקן אפליקציית 2FA, והוסף %s באפליקציה על ידי סריקת קוד QR זה:
it: 1) Installa un'app 2FA e aggiungi %s nell'app utilizzando questo codice QR:

source: 2) Use 2FA code from app and enable 2FA login:
fr: 2) Utilisez le code 2FA de l'application et activez la connexion 2FA :
fur: 2) Dopre il codic 2FA da la app e abilite l'acès 2FA:
he: 2) השתמשו בקוד ה-2FA מהאפליקציה והפעל login באמצעות 2FA:
it: 2) Usa il codice 2FA dall'app e abilita l'accesso 2FA:

source: 2FA code from app
fr: Code 2FA de l'application
fur: Codic 2FA da app
he: קוד ה-2FA מהאפליקציה
it: Codice 2FA dall'app

source: Enable 2FA login
fr: Activer la connexion 2FA
fur: Abilite l'acès 2FA
he: הפעל login באמצעות 2FA.
it: Abilita l'accesso 2FA

source: Select a theme
fi: Valitse teema
fr: Sélectionnez un thème
fur: Sielz un teme
he: בחר סגנון
it: Selezionare un tema
pl: Wybierz motyw
pt: Selecione um tema
ru: Выбор темы
sk: Vyber tému
tr: Bir tema seçin
zh: 選擇一個主題

source: Standard-colours
fi: Vakiovärit
fr: Couleurs-standard
fur: Colors standard
he: צבעים של ברירת המחדל
it: Colori standard
pl: Standardowe kolory
pt: Cores Normais
ru: Стандартные цвета
sk: Štandarné farby
tr: Standart renkler
zh: 標準色

source: e.g. Lt. Cmndr.
fi: esim. insevl
fr: par exemple. Lieutenant Cmndr.
fur: par esempli Lt. Cmndr.
it: per esempio Lt. Cmndr.
pl: np. Porucznik
ru: например Лейтенант-коммандер.
sk: napr. Lt. Cmndr.
tr: örneğin Teğmen Komutan.

source: e.g. Jr.
fi: esim. Jr.
fur: par esempli Jr.
it: per esempio Jr.
pl: np. Jr.
ru: например младший
sk: napr. Jr.
tr: örneğin Jr.

source: Debug %s update
fr: Mise à jour %s de débogage
fur: Debag %s agjornât
it: Aggiornamento del debug %s

source: 13 october 1813, 13 oct 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, between 1986 and 1987, 13 oct 1100 BC.
fr: 13 octobre 1813, 13 oct 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, entre 1986 et 1987, 13 oct 1100 BC.
fur: 13 otubar 1813, 13 otu 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, tra 1986 e 1987, 13 otu 1100 aC.
it: 13 ottobre 1813, 13 ott 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, tra 1986 e 1987, 13 ott 1100 aC.
ru: 13 октября 1813, 13 окт 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, между 1986 и 1987, 13 окт 1100 г. до н.э.
sk: 13 október 1813, 13 okt 1813, 13-10-1813, 13/10/1813, 13.10.1813, medzi 1986 a 1987, 13 okt 1000 p.n.l.
tr: 13 ekim 1813, 13 eki 1813, 13-10-1813, 13/10/1813, 13.10.1813, 13,10,1813, 1986 ve 1987 arasında, M.Ö. 13 eki 1100.

source: Database name
fi: Tietokannan nimi
fr: Nom de la base de données
fur: Non dal Database
it: Nome del database
pl: Nazwa bazy danych
pt: Nome da base de dados
ru: Название БД
sk: Názov Databázy
tr: Veritabanı adı
zh: 資料庫名稱

source: Database host
fi: Tietokantapalvelin
fr: Hôte de la base de données
fur: Host dal database
it: Host del database
pl: Host bazy danych
pt: Host da base de dados
ru: Адрес сервера БД
tr: Veritabanı ana bilgisayarı
zh: 資料庫主機

source: Database username
fi: Tietokannan käyttäjänimi
fr: Nom d'utilisateur de la base de données
fur: Username dal database
it: Username del database
pl: Nazwa użytkownika bazy danych
pt: Nome do utilizador da base de dados
ru: Пользователь для подключения к БД
tr: Veritabanı kullanıcı adı
zh: 資料庫使用者名字

source: Database password
fi: Tietokannan salasana
fr: Mot de passe de la base de données
fur: Password dal database
it: Password del database
pl: Hasło do bazy danych
pt: Senha da base de dados
ru: Пароль для подключения к БД
tr: Veritabanı şifresi
zh: 資料庫密碼

source: Europe/Global - 5 Jan 1787
fi: Eurooppa/globaali - 5 tammik. 1787
fr: Europe/Monde - 5 Jan 1787
fur: In dute Europe: 5 Gen 1787
it: In Tutta l'Europa: 5 Gen 1787
pl: Europa/świat - 5 Jan 1787 r
pt: Europa/Global - 5 Jan 1787
sk: Európske - 5 Jan 1787
tr: Avrupa/Global - 5 Oca 1787
zh: 歐洲 /全球 - 5 Jan 1787

source: Hungarian
fi: Unkari
fr: Hongrois
fur: Ongjarês
it: Ungherese
pl: Węgierski
pt: Húngaro
ru: Венгерский
sk: Maďarské
tr: Macarca
zh: 匈牙利的
