Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Restart
fi: Uudelleenkäynnistys
fr: Redémarrer
fur: Torne comenze
he: התחל מחדש
it: Ricomincia
pl: Uruchom ponownie
pt: Reiniciar
ru: Перезапуск
sk: Reštart
tr: Yeniden başlat
zh: 重新開始

source: Restarts reading of GEDCOM using a controlled time-out.
fr: Relance la lecture de GEDCOM en utilisant un délai d'attente contrôlé.
fur: ‎Ricomenze la leture dal GEDCOM cun t'un timeout controlât.
he: יתחיל את ייבוא הג'דקום מחדש באמצעות טיים-אואט מבוקר.
it: Riavvia la lettura del GEDCOM utilizzando un time-out controllato.
pl: Ponownie uruchamia odczyt GEDCOM przy użyciu kontrolowanego limitu czasu.
ru: Перезапускает чтение GEDCOM с использованием контролируемого тайм-аута.
sk: Reštartuje sa čítanie GEDCOM pomocou riadeného časového limitu.
tr: Kontrollü bir zaman aşımı kullanarak GEDCOM okumasını yeniden başlatır.

source: lines processed
fi: riviä prosessoitu
fr: lignes traitées
fur: rîs elaboradis
he: שורות עובדו
it: righe elaborate
pl: linie przetworzone
pt: linhas processadas
ru: строк обработано
sk: riadkov spracovaných
tr: işlenmiş hatlar
zh: 文件行列內容已被處理

source: GEDCOM file
fr: fichier GEDCOM
fur: File GEDCOM
he: קובץ ג'דקום
it: File GEDCOM
pl: Plik GEDCOM
ru: GEDCOM-файл
sk: GEDCOM súbor
tr: GEDCOM dosyası

source: this is an <b>%s</b> file
fi: tämä on <b>%s</b>:s tiedosto
fr: c'est un fichier <b>%s</b>
fur: chest al è un file <b>%s</b>
he: זהו קובץ <b>%s</b>
it: questo è un file <b>%s</b>
pl: to jest <b>%s</b> plik
pt: esté é um ficheiro <b>%s</b>
ru: это файл <b>%s</b>
sk: to je <b>%s</b> súbor
tr: bu bir <b>%s</b> dosyasıdır
zh: 這是個<b>%s</b>文件

source: Controlled time-out to continue reading of GEDCOM file, click:
fr: Délai d'expiration contrôlé pour continuer la lecture du fichier GEDCOM, cliquez sur:
fur: Timeout controlât par continuâ la leture dal file GEDCOM, cliche su:
he: טיים-אואט מבוקר להמשך ייבוא קובץ הג'דקום - הקלק:
it: Timeout controllato per continuare la lettura del file GEDCOM, fare clic su:
pl: Kontrola limitu czasu, aby kontynuować czytanie pliku GEDCOM, kliknij:
ru: Контролируемое время ожидания для продолжения чтения файла GEDCOM, нажмите:
sk: Kontrolovaný časový limit pre pokračovanie v čítaní súboru GEDCOM, kliknite na:
tr: GEDCOM dosyasını okumaya devam etmek için kontrollü zaman aşımı, tıklayın:

source: Or wait %s seconds for automatic continuation. Some browsers will give a reload message...
fi: Tai odota %s sekuntia automaattiseen jatkumiseen. Jotkut selaimet antavat ilmoituksen uudelleen lukemisesta...
fr: Ou attendez %s secondes pour la poursuite automatique. Certains navigateurs vont donner un message de reprise...
fur: O pûr spete %s seconts pa la continuazion automatiche. Cualchi browser al dà un mesaç par ricjariâ la pagjine...
he: או המתן %s שניות להמשך אוטומטי. בחלק מהדפדפנים תראו הודעת טעינה מחדש...
it: Oppure aspetta %s secondi per la continuazione automatica. Alcuni browser daranno un messaggio di ricarica della pagina...
pl: Lub poczekaj %s sekundy na automatyczną kontynuację. Niektóre przeglądarki wyświetlają komunikat o przeładowaniu...
pt: Ou aguarde %s segundos para prosseguir automaticamente. Alguns browsers podem exibir uma mensagem de recarregamento...
ru: Или ожидайте %s секунд для автоматического продолжения. Некоторые браузеры выдают предупреждение о перезагрузке страницы...
sk: Alebo počkaj % sekúnd pre automatické pokračovanie.
tr: Veya otomatik devam için %s saniye bekleyin. Bazı tarayıcılar yeniden yükleme mesajı verir...

source: Persons added by GEDCOM import.
fr: Personnes ajoutées par l'importation GEDCOM.
fur: Personis zontadis cu la importazion GEDCOM.
he: אנשים שנוספו על ידי ייבוא ג'דקום.
it: Persone aggiunte con importazione GEDCOM.
pl: Osoby dodane przez import GEDCOM.
ru: Лица, добавленные импортом GEDCOM.
sk: Osoby pridané z Gedcom.
tr: GEDCOM içe aktarması tarafından eklenen kişiler.

source: Reading in the file took: %d seconds
fi: Tiedoston lukeminen kesti: %d sekuntia
fr: La lecture du fichier a pris %d seconde(s)
fur: La elaborazion dal file a je durade: %d seconts
he: עיבוד הקובץ נמשך %d שניות
it: La lettura nel file ha richiesto:%d secondi
pl: Wczytanie pliku zajęło: %d sekundy
pt: A leitura do arquivo demorou: %d segundos
ru: Обработка файла заняла %d секунд
sk: Načítanie bude trvať: %d sekúnd
tr: Dosyada okuma işlemi: %d saniye sürdü
zh: 閱讀文件需 %d 秒鐘

source: Non-processed items
fi: Käsittelemättömät kohteet
fr: Éléments non traités
fur: Elements no elaborâts
he: פריטים שלא עובדו
it: Elementi non elaborati
pl: Produkty nieprzetworzone
pt: Itens não processados
ru: Не обработанные объекты
sk: Nespracované položky
tr: İşlenmemiş öğeler
zh: 未處理的項目

source: Level
fi: Taso
fr: Niveau
fur: Livel
he: רמה
it: Livello
pl: Poziom
pt: Nível
ru: Уровень
sk: Úroveň
tr: Seviye
zh: 層次

source: All items have been processed!
fi: Kaikki kohteet in käsitelty!
fr: Tous les articles ont été traités !
fur: Ducj i elements a son stâs elaborâts!
he: כל הפריטים עובדו!
it: Tutti gli articoli sono stati elaborati!
pl: Wszystkie elementy zostały przetworzone!
pt: Todos os itens foram processados!
ru: Все объекты обработаны!
sk: Všetky položky boli spracované!
tr: Tüm öğeler işlendi!
zh: 所有的項目被處理了

source: STEP 4) Final database processing:
fr: ÉTAPE 4) Traitement final de la base de données:
fur: PAS 4) Elaborazion finâl dal database:
he: שלב 4) עיבוד סופי של בסיס הנתונים:
it: PASSO 4) Elaborazione finale del database:
pl: KROK 4) Ostateczne przetwarzanie bazy danych:
ru: ШАГ 4) Окончательная обработка базы данных:
sk: KROK 4) Finálne spracovanie databázy:
tr: ADIM 4) Son veritabanı işleme:

source: Processing of referenced texts into standard texts...
fr: Traitement de textes référencés dans des textes standards ...
fur: Elaborazion dai tescj di riferiment in tescj standard...
he: הופך את הטקסטים שצויינו לטקסטים סטנדרטיים...
it: Elaborazione di testi di riferimento in testi standard ...
pl: Przetwarzanie tekstów referencyjnych na teksty standardowe...
ru: Обработка ссылочных текстов в стандартные тексты...
sk: Spracovanie referenčných textov do štandardných textov ...
tr: Referans alınan metinlerin standart metinlere işlenmesi...

source: persons
fi: henkilöä
fr: individus
fur: personis
he: אנשים‏
it: persone
pl: osoba
pt: pessoas
ru: персоны
sk: osoby
tr: kişiler
zh: 個人們

source: families
fi: perhettä
fr: familles
fur: fameis
he: משפחות‏
it: famiglie
pl: rodziny
pt: famílias
ru: семьи
sk: rodiny
tr: aileler
zh: 家庭們

source: Processing texts IN names...
fr: Traitement des textes IN noms ...
fur: Elaborazion dai tescj dai nons...
he: מעבד טקסטים בשמות...
it: Elaborazione di testi IN nomi ...
pl: Przetwarzanie tekstów jako nazwa...
ru: Обработка текстов В именах...
sk: Spracovanie textov V menách ...
tr: İsimlerdeki metinler işleniyor...

source: Updating location database...
fi: Lataa paikkatiedostoa...
fr: Mise à jour de la base de données des lieux
fur: Inzornament dal database dai Lûcs...
he: מעדכן בסיס נתונים של מיקומים
it: Aggiornamento del database dei Luoghi ...
pl: Aktualizowanie bazy danych lokalizacji...
pt: A atualizar a base de dados dos locais...
ru: Обновление геолокационной базы...
sk: Obnovenie umiestnenia databázy...
tr: Konum veritabanı güncelleniyor...
zh: 正在處理地方的數據庫。。

source: Order children...
fi: Järjestää lapset...
fr: Trier les enfants...
fur: Ordene i fîs...
he: עורך סדר הילדים
it: Ordina i figli...
pl: Dodaj dzieci...
pt: A orrdenar os filhos...
ru: Сортировка детей...
sk: Zoradenie detí...
tr: Çocukları sırala...
zh: 排列孩子們。。

source: Order families...
fr: Trier familles...
fur: Ordene lis fameis...
he: ערוך את סדר המשפחות
it: Ordina famiglie ...
pl: Dodaj rodziny...
ru: Заказывайте семьи...
sk: Zoraďenie rodiny...
tr: Aileleri sırala...

source: Counting persons and families and enter into database...
fi: Lasketaan henkilöt ja perheet ja siirretään tietokantaan...
fr: Décompte des personnes et des familles et ajout dans la base de données...
fur: Conte lis personis e lis fameis zontadis tal database ...
he: סופר אנשים ומשפחות ומכניס אותם לתוך בסיס הנתונים...
it: Conta le persone e le famiglie che entrano nel database ...
pl: Liczenie osób i rodzin oraz dodawanie do bazy danych...
pt: A contar pessoas e famílias e a inseri-las na base de dados...
ru: Подсчёт персон и семей, добавление в БД...
sk: Počítanie osôb a rodín a presun do databázy...
tr: Kişiler ve aileler sayılıyor ve veri tabanına ekleniyor...
zh: 正在記數個人和家庭並加在數據庫中。。

source: Processing took: %d seconds
fi: Muodostaminen kesti: %d sekuntia
fr: Le traitement a pris %d seconde(s)
fur: La elaborazion a è durade: %d seconts
he: העיבוד נמשך %d שניות
it: L'elaborazione ha richiesto: %d secondi
pl: Przetwarzanie trwało: %d sekundy
pt: o processamento demorou: %d segundos
ru: Обработка заняла: %d секунд
sk: Bude to trvať %d sekúnd
tr: İşleme süresi: %d saniye
zh: 處理過程要%d秒鐘

source: No error messages? In this case the database is ready for use!
fi: Ei virheilmoituksia? Siinä tapauksessa tietokanta on käyttövalmis!
fr: Aucun message d'erreur ? Dans ce cas la base de données est prête à être utilisée !
fur: Pront! Cumò cliche %s par viodi dut l'arbul!
he: אין הודעות שגיאה? פירוש שבסיס הנתונים מוכן לשימוש!
it: Nessun messaggio di errore? In questo caso il database è pronto per l'uso!
pl: Brak komunikatów o błędach? W takim przypadku baza danych jest gotowa do użycia!
pt: Não surgiram mensagens de erro? Nesse caso a base de dados está pronta para usar!
ru: Нет сообщений об ошибках? Значит БД готова к использованию!
sk: Žiadna chyba? Potom je databáza pripravená!
tr: Hata mesajı yok mu? Bu durumda veritabanı kullanıma hazırdır!
zh: 沒有錯誤的信息嗎？那數據庫就可使用了

source: Ready! Now click %s to watch the family tree
fi: Valmis! Klikkaa nyt %s katsoaksesi sukupuuta
fr: Prêt ! Maintenant, cliquez sur %s pour voir votre arbre généalogique
fur: Pront! Cumò cliche %s par viodi dut l'arbul
he: מוכן! עכשיו הקלק %s כדי לראות טת עץ המשפחה
it: Pronti! Ora cliccate %s per vedere l'albero genealogico
pl: Gotowy! Teraz kliknij, %s aby zobaczyć swoje drzewo genealogiczne
pt: Pronto! Agora clique %s para ver a árvore de família
ru: Готово! Тепешь нажмите %s для просмотра генеалогического древа
sk: Pripravený! Teraz klikni %s pre zobrazenie rodokmeňa
tr: Hazır! Şimdi soy ağacını izlemek için %s'e tıklayın
zh: 準備好了！現在點擊%s看你的家譜

source: TIP: Use <a href="index.php?page=cal_date">"Calculated birth dates"</a> for a better privacy filter.
fi: VINKKI: Käytä <a href="index.php?page=cal_date">"Laskennalliset syntymäpäivät"</a> parantaaksesi yksityisyyden suojausta.
fr: CONSEIL : Utiliser <a href="index.php?page=cal_date">"Dates de naissances calculées"</a> pour un meilleur filtre de confidentialité.
fur: SUGJERIMENT: dopre <a href="index.php?page=cal_date">"Datis di nassite calcoladis "</a> par un filtri privacy plui precîs.
he: הצעה: לצורך סינון פרטיות יעיל יותר התשמש ב: <a href="index.php?page=cal_date">"Calculated birth dates"</a>
it: SUGGERIMENTO: utilizza <a href="index.php?page=cal_date">"Date di nascita calcolate "</a> per un filtro privacy migliore.
pl: WSKAZÓWKA: Użyj <a href="index.php?page=cal_date">„Obliczonych dat urodzenia”</a> aby uzyskać lepszy filtr prywatności.
pt: Dica: Use <a href="index.php?page=cal_date">"Datas de aniversário calculadas"</a> para um melhor filtro de privacidade.
ru: Подсказка: используйте <a href="index.php?page=cal_date">"Рассчитанные даты рождения"</a> для лучшей настройки фильтра приватности.
sk: TIP: Použi <a href="index.php?page=cal_date">"Calculated birth dates"</a> pre lepší súkromný filter.
tr: İPUCU: Daha iyi bir gizlilik filtresi için <a href="index.php?page=cal_date">"Hesaplanan doğum tarihleri"</a>ni kullanın.

source: GEDCOM file export
fr: Exportation de fichiers GEDCOM
fur: Esportâ file GEDCOM
he: ייצוא קובץ ג'דקום
it: Esporta file GEDCOM
pl: Eksport plików GEDCOM
ru: Экспорт файла GEDCOM
sk: GEDCOM export
tr: GEDCOM dosyasını dışa aktarma

source: Don't use a GEDCOM file as a backup for your genealogical data!
fr: N'utilisez pas le fichier Gedcom comme sauvegarde pour vos données généalogiques!
fur: No doprâ un file GEDCOM come backup pai toi dâts gjenealogjics!
he: מומלץ לא להשתמש בקובץ ג'דקום בתור גיבוי נתונים הגיניאלוגיים!
it: Non utilizzare un file GEDCOM come backup per i tuoi dati genealogici!
pl: Nie używaj pliku GEDCOM jako kopii zapasowej danych genealogicznych!
ru: Не используйте файл GEDCOM в качестве резервной копии для ваших генеалогических данных!
sk: Nepoužívaj GEDCOM súbor ako záložný súbor pre tvoje údaje!
tr: Soy verileriniz için bir GEDCOM dosyasını yedek olarak kullanmayın!

source: A GEDCOM file is only usefull to exchange genealogical data with other genealogical programs.
fr: Le fichier Gedcom est utile uniquement pour échanger des données généalogiques avec d'autres programmes généalogiques.
fur: Un file GEDCOM al è util dome aer scambiâ dâts gjenealogjics cun altris programs gjenealogjics.
he: קובץ ג'דקום שימושי רק להעברת נתונים גיניאלוגיים בין תוכנות גיניאלוגיות שונות.
it: Un file GEDCOM è utile solo per scambiare dati genealogici con altri programmi genealogici.
pl: Plik GEDCOM jest przydatny tylko do wymiany danych genealogicznych z innymi programami genealogicznymi.
ru: Файл GEDCOM полезен только для обмена генеалогическими данными с другими генеалогическими программами.
sk: Súbor GEDCOM je vhodný len na výmenu genealogických údajov s inými genealogickými programami.
tr: Bir GEDCOM dosyası yalnızca soybilimsel verileri diğer soybilimsel programlarla değiş tokuş etmek için kullanışlıdır.

source: Use "Database backup" for a proper backup.
fr: Utilisez "Sauvegarde base de données" pour une sauvegarde correcte.
fur: Dopre "Backup database" par un backup coret.
he: השתמשו באופציה "גיבוי בסיס הנתונים" לצורך גיבוי נאות.
it: Utilizzare "Backup database" per un backup corretto.
pl: Użyj opcji „Kopia zapasowa danych” do prawidłowego wykonania kopii.
ru: Используйте «Резервное копирование базы данных» для правильного резервного копирования.
sk: Použi "Database backup" pre správne zálohovanie.
tr: Uygun bir yedekleme için "Veritabanı yedeklemesini" kullanın.

source: Select family tree to export and click "Start export"
fi: Valitse sukupuu ja klikkaa "Aloita tuonti"
fr: Sélectionnez l'arbre généalogique à exporter et cliquez sur "Démarrer l'exportation"
fur: Sielz l'arbul di famee di esportâ e fas clic su "Comence esportazion "
he: בחר עץ משפחה לייצוא ולחץ על "התחל ייצוא"
it: Seleziona albero genealogico da esportare e fai clic su \ "Inizia esportazione "
pl: Użyj „Kopia zapasowa bazy danych”, aby uzyskać dostęp do całej zawartości.
pt: Escolha a árvore de família a exportar e clique "Iniciar a exportação"
ru: Выберите генеалогическое древо для экспорта и нажмите "Запустить экспорт"
sk: Vyber rodokmeň pre export a klikni "Start export"
tr: Dışa aktarılacak aile ağacını seçin ve "Dışa aktarmayı başlat"a tıklayın
zh: 選擇家譜以便輸出並點擊“開始輸出”

source: Choose family tree to export
fi: Valitse tulostettava sukupuu
fr: Choisissez un arbre généalogique à exporter
fur: Sielz l'arbul gjenealogjic di esportâ
he: בחר את עץ המשפחה לייצוא
it: Scegli l'albero genealogico da esportare
pl: Wybierz drzewo genealogiczne do wyeksportowania
pt: Escolha a família a exportar
ru: Выберите генеалогическое древо для экспорта
sk: Vyber rodokmeň pre export
tr: Dışa aktarılacak aile ağacını seçin
zh: 選擇家譜以便輸出

source: Whole tree or part:
fi: Koko sukupuu tai osa:
fr: Arbre entier ou partiel :
fur: Arbul intîr o parziâl:
he: עץ שלם או חלק ממנו:
it: Albero intero o parziale:
pl: Całe drzewo lub część:
pt: Árvore completa ou parcial:
ru: Всё древо или часть:
sk: Celý rodokmeň alebo časť:
tr: Bütün ağaç veya kısım:
zh: 全部的家譜或部分

source: Whole tree:
fi: Koko sukupuu:
fr: Arbre entier :
fur: Arbul intîr:
he: עץ שלם:
it: Albero intero:
pl: Całe drzewo:
pt: Árvore completa:
ru: Всё древо:
sk: Celý rodokmeň:
tr: Bütün ağaç:
zh: 全部的家譜

source: Partial tree:
fi: Sukupuun osa:
fr: Arbre partiel :
fur: Arbul parziâl:
he: עץ חלקי:
it: Albero parziale:
pl: Częściowe drzewo:
pt: Árvore parcial:
ru: Часть древа:
sk: Časť rodokmeňa:
tr: Kısmi ağaç:
zh: 部分的家譜

source: Choose person:
fi: Valitse henkilö:
fr: Sélectionnez une personne :
fur: Sielz la persone:
he: בחר אדם:
it: Scegli la persona:
pl: Wybierz osobę:
pt: Escolha a pessoa:
ru: Выбор персоны:
sk: Výber osoby:
tr: Kişi seçin:
zh: 選擇個人

source: Number of generations to export:
fi: Vietävien sukupolvien lukumäärä:
fr: Nombre de générations à exporter :
fur: Numar di gjenerazion di esportâ:
he: מספר הדורות לייצוא:
it: Numero di generazioni da esportare:
pl: Liczba pokoleń do eksportu:
pt: Número de gerações a exportar:
ru: Количество поколений для экспорта:
sk: Počet generácii na export:
tr: Dışa aktarılacak kuşak sayısı:
zh: 輸出世代的數目

source: Choose type of export:
fi: Valitse viennin tyyppi:
fr: Sélectionner le type d'exportation :
fur: Sielz la modalitât di esportazion:
he: בחר סוג הייצוא:
it: Scegli il tipo di esportazione:
pl: Wybierz typ eksportu:
pt: Escolha o tipo de exportação:
ru: Выберите тип экспорта:
sk: Vyber typ exportu:
tr: Dışa aktarma türünü seçin:
zh: 選擇輸出的形式

source: Include spouses of descendants
fi: Sisällytä jälkeläisten puolisot
fr: Inclure les conjoints des descendants
fur: Met dentri i spôs e i dissendents
he: כלול בני זוג של צאצאים
it: Includi spose e discendenti
pl: Obejmują małżonków potomków
pt: Incluir esposas dos descendentes
ru: Включать супругов потомков
sk: Vrátane partnerov a potomkov
tr: Soyundan gelenlerin eşlerini dahil et
zh: 包括後代們的配偶

source: Include parents of spouses
fi: Sisällytä puolisoiden vanhemmat
fr: Inclure les parents des conjoints
fur: Met dentri i gjenitôrs dai spôs
he: כלול הורים של בני זוג
it: Includere i genitori degli sposi
pl: Obejmują rodziców małżonków
pt: Incluir progenitores das esposas
ru: Включать родителей супругов
sk: Vrátane rodičov a partnerov
tr: Eşlerin ebeveynlerini dahil et
zh: 包括配偶的父母親

source: Include spouse(s) of base person
fi: Sisällytä lähtöhenkilön puoliso(t)
fr: Inclure le(s) conjoint(s) de la personne de référence
fur: Met dentri ancje omp/femine da persone di partence
he: כלול בני זוג של האדם המרכזי
it: Includi sposa (e) della persona di base
pl: Obejmuje małżonka (małżonków) osoby podstawowej
pt: Incluir esposa(s) da pessoa principal
ru: Включать супруга(ов) основной персоны
sk: Vrátane partnerov hlavnej osoby
tr: Temel kişinin eş(ler)ini dahil et
zh: 包括本人的配偶（們）

source: Include sibblings of ancestors and base person
fi: Sisällytä lähtöhenkilön ja esivanhempien sisarukset
fr: Inclure les frères et sœurs des ascendants et de la personne de référence
fur: Met dentri fradis dai antenâts e personis di partence
he: כלול אחים/אחיות של האדם המרכזי
it: Includi fratelli degli antenati e persona di base
pl: Uwzględnij rodzeństwo przodków i osobę podstawową
pt: Incluir irmãos de antepassados e da pessoa principal
ru: Включить братьев и сестёр предков основной персоны
sk: Vrátane súrodencov predkov a hlavnú osobu
tr: Ataların ve temel kişinin kardeşlerini dahil et
zh: 包括本人和祖先的表兄弟姐妹

source: GEDCOM submitter
fr: Déposant GEDCOM
fur: Mitent dal Gedcom
he: בעל הג'דקום
it: Mittente del Gedcom
ru: Отправитель GEDCOM
tr: GEDCOM göndericisi

source: Country
fr: Pays
fur: Paîs
he: מדינה
it: Paese
ru: Страна
tr: Ülke

source: GEDCOM version
fr: Version GEDCOM
fur: version GEDCOM
he: גרסת GEDCOM
it: versione GEDCOM

source: Character set
fi: Merkistö
fr: Jeu de caractères
fur: Set di caratars
he: קוד השפה
it: Set dei caratteri
pl: Zestaw znaków
pt: Conjunto de caracteres
ru: Кодировка
sk: Nastavenie znakov
tr: Karakter seti
zh: 字符集合

source: UTF-8 (recommended character set)
fi: UTF-8 (seusiteltava merkkikoodaus)
fr: UTF-8 (jeu de caractères recommandé)
fur: UTF-8 (set di caratars racomandât)
he: UTF-8 (ההגדרה המומלצת)
it: UTF-8 (set di caratteri raccomandato)
pl: UTF-8 (zalecany zestaw znaków)
pt: UTF-8 (conjunto de caracteres recomendado)
ru: UTF-8 (рекомендованная кодировка)
sk: UTF-8 (doporučené znaky)
tr: UTF-8 (önerilen karakter seti)
zh: UTF-8 (推薦的字符集合）

source: GEDCOM 7.0 always uses the UTF-8 character set.
fr: GEDCOM 7.0 utilisez toujours le jeu de caractères UTF-8.
fur: GEDCOM 7,0 al dopre simpri il set di caratars UTF-8
he: GEDCOM 7.0 תמיד עושה שימוש ב UTF-8
it: GEDCOM 7.0 utilizza sempre il set di caratteri UTF-8.

source: Export texts
fi: Tulostustekstit
fr: Exporter les textes
fur: Espuarte Tescj
he: ייצא טקסטים
it: Esporta Testi
pl: Eksportuj teksty
pt: Exportar textos
ru: Экспорт текстов
sk: Export textov
tr: Metinleri dışa aktar
zh: 輸出文句

source: Export sources
fi: Tulosta lähteet
fr: Exporter les sources
fur: Espuarte Fonts
he: ייצא מקורות
it: Esporta Fonti
pl: Eksportuj źródła
pt: Exportar fontes
ru: Экспорт источников
sk: Export zdrojov
tr: Kaynakları dışa aktar
zh: 輸出本碼

source: Export longitude & latitude by places
fi: Tuo paikkojen pituus- ja leveysasteet
fr: Exporter longitude et latitude des lieux
fur: Espuarte longjitudin e latitudin dai lûcs
he: ייצא את קוי הרוחב והאורך אצל מיקומים
it: Esporta longitudine e latitudine dei luoghi
pl: Eksportuj długość i szerokość geograficzną miejsc
pt: Exportar a longitude & latitude dos locais
ru: Экспортировать широту и долготу мест
sk: Export zem. súradníc podľa miesta
tr: Yerlere göre boylam ve enlemi dışa aktar
zh: 輸出地點的經度和緯度

source: Export shared addresses
fr: Exporter les adresses partagées
fur: Esportâ recapits condividûts
he: יצוא כתובות משותפות
it: Esportare indirizzi duplicati

source: Convert all shared addresses as single addresses
fr: Convertir toutes les adresses partagées en adresses uniques
fur: Cambie ducj i recapits condividûts in singui recapits
he: המר את כל הכתובות המשותפות לכתובות בודדות
it: Converti tutti gli indirizzi duplicati come indirizzi singoli

source: "Shared addresses" is <b>only compatible</b> with HuMo-genealogy and Haza-21 programs.<br> Other programs: convert shared addresses. The "shared address" option will be lost.
fr: Les "adresses partagées" <b>ne sont compatibles</b> qu'avec les programmes HuMo-genealogy et Haza-21<br>. Autres programmes : convertir les adresses partagées. L'option "adresse partagée" sera perdue.
fur: "Recapits condividûts" a è<b>compatibil dome</b> cui programs HuMo-genealogy e Haza-21.<br> Altris programs: cambie i recapits condividûts. La opzion "Recapits condividûts" a vignarà ignorade.
he: "כתובות משותפים" הן <b> רק תואמים </b> את תוכנת HuMo-genealogy ואת תוכנת Haza-21. בתוכנות אחרות: המר את הכתובות המשותפות. אופציית "כתובות משותפות" תיאבד.
it: "Indirizzi condivisi" è <b> solo compatibile </b> con i programmi HuMo-genealogy e Haza-21.<br> Altri programmi: convertire gli indirizzi duplicati. L'opzione "indirizzo condiviso" sarà ignorata.

source: There are no shared addresses, standard GEDCOM export is used.
fr: Il n'y a pas d'adresses partagées, l'exportation GEDCOM standard est utilisée.
fur: No son presents indirizs condividûts: a ven doprade la esportazion GEDCOM standard.
he: אין כתובות משותפות, נעשה שימוש בייצוא GEDCOM סטנדרטי.
it: Non ci sono indirizzi condivisi, viene utilizzata l'esportazione GEDCOM standard.

source: Show export status
fi: Näytä tiedoston tuonnin tilanne
fr: Afficher le statut de l'exportation
fur: Mostre la situazion da esportazion
he: הצג סטטוס ייצוא
it: Mostra lo stato dell'esportazione
pl: Pokaż status eksportu
pt: Mostrar o estado da exportação
ru: Отображать статус экспорта
sk: Ukáž stav exportu
tr: Dışa aktarma durumunu göster
zh: 展示輸出狀態

source: GEDCOM export
fr: Exportation GEDCOM
fur: Espuarte GEDCOM‎
he: ייצוא ג'דקום
it: Esporta GEDCOM‎
ru: Экспорт GEDCOM
sk: Export GEDCOM
tr: GEDCOM dışa aktarma

source: Start export
fi: Aloita tiedoston tuonti
fr: Démarrer l'exportation
fur: Comence la esportazion
he: התחל ייצוא
it: Inizia l'esportazione
pl: Rozpocznij eksport
pt: Começar a exportação
ru: Запустить экспорт
sk: Štart export
tr: Dışa aktarmayı başlat
zh: 開始輸出
