Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: c) Unzip the file and replace the old %s files by the new %s files.
fr: c) Décompressez le fichier et remplacez les anciens fichiers %s par les nouveaux fichiers %s.
fur: c) Decomprimi il file e sostituî i vecjos files %s cui gnûs files %s.
he: ג) פתח את הקובץ המכווץ והחלף את קבצי %s הישנים בקבצי %s החדשים.
it: c) Decomprimere il file e sostituire i vecchi file %s con i nuovi file %s.
pl: c) Rozpakuj plik i zamień stare pliki %s na nowe %s.
ru: c) Распакуйте файл и замените старые файлы %s новыми файлами %s.
sk: c) Rozbaľte súbor a nahraďte staré súbory %s novými súbormi %s.
tr: c) Dosyayı açın ve eski %s dosyalarını yeni %s dosyalarıyla değiştirin.

source: Full installation and update instructions can be found at:
fi: Täydet asennus- ja päivitysohjeet löytyvät täältä:
fr: On peut trouver les instructions pour une installation complète ou une mise à jour à:
fur: Lis istruzions completis pa l'instalazion e l'atualizazion a son disponibil a l'indiriz:
he: הנחיות מלאות להתקנה ולעדכון ניתן למצוא ב:
it: Le istruzioni complete per l'installazione e l'aggiornamento sono disponibili all'indirizzo:
pl: Pełną instrukcję instalacji i aktualizacji można znaleźć na stronie:
pt: As instruções para instalação completa e actualização podem ser consultadas em:
ru: Полное руководство по установке и обновлению:
sk: Celý postup aktualizácie nájdeš na:
tr: Tam yükleme ve güncelleme talimatları şu adreste bulunabilir:
zh: 整個安裝和更新說明可在這找到：

source: %s manual
fr: %s manuel
fur: %s manuâl
he: מדריך %s
it: %s manuale
pl: %s ręcznie
ru: %s руководство пользователя
tr: %s kılavuzu

source: Semi-automatic update
fr: Mise à jour semi-automatique
fur: Atualizazion semi-automatiche
he: שדרוג חצי-אוטומטי
it: Aggiornamento semiautomatico
ru: Полуавтоматическое обновление
sk: Polo-automatická aktualizácia
tr: Yarı otomatik güncelleme

source: In some cases the automatic update doesn't work. Then use this semi-automatic update method.
fr: Dans certains cas, la mise à jour automatique ne fonctionne pas. Utilisez dans ce cas la méthode de mise à jour semi-automatique.
fur: In cualchi câs l'atualizazion automatiche no funzione. Tal câs si pues doprâ l'atualizazion semi-automatiche.
he: במקרים מסוימים השדרוג האוטומטי אינו עובד. אם זה קורה, השתמשו בשדרוג החצי-אוטומטי.
it: In alcuni casi l'aggiornamento automatico non funziona. Quindi utilizzare questo metodo di aggiornamento semiautomatico.
ru: В некоторых случаях автоматическое обновление не работает. Затем используйте этот полуавтоматический метод обновления.
sk: V niektorých prípadoch automatická aktualizácia nefunguje. Potom použite túto poloautomatickú metódu aktualizácie.
tr: Bazı durumlarda otomatik güncelleme çalışmaz. Ardından bu yarı otomatik güncelleme yöntemini kullanın.

source: 1. Download a new version of %s.
fr: 1. Téléchargez une nouvelle version de%s
fur: 1. Scjarìe la gnove version di %s.
he: 1. הורידו גרסה חדשה של %s
it: 1. Scarica una nuova versione di %s.
ru: 1. Загрузите новую версию %s.
sk: 1. Stiahnuť novú verziu %s.
tr: 1. %s uygulamasının yeni bir sürümünü indirin.

source: 2. Rename the zip file into: humo-gen_update.zip
fr: 2. Renommez le fichier zip en : humo-gen_update.zip
fur: 2. Rinomine il file zip in: humo-gen_update.zip
he: 2. שנו את שם קובץ ה-zip ל: humo-gen_update.zip
it: 2. Rinominare il file zip in: humo-gen_update.zip
ru: 2. Переименуйте zip-файл в: humo-gen_update.zip
sk: 2. Premenujte ZIP súbor na: humo-gen_update.zip
tr: 2. Zip dosyasını şu şekilde yeniden adlandırın: humo-gen_update.zip

source: Upload failed, check folder rights
fr: Échec du téléversement, vérifiez les droits du dossier
fur: Caricament falît, controle i dirits ta cartele
he: ההעלאה נכשלה, בדקו את ההרשאות לתיקיה
it: Caricamento non riuscito, controlla i diritti della cartella
ru: Загрузка не удалась, проверьте права на папку
sk: Nahrávanie zlyhalo, skontrolujte práva priečinka
tr: Yükleme başarısız oldu, klasör haklarını kontrol edin

source: 3. Upload humo-gen_update.zip:
fr: 3. Téléversez humo-gen_update.zip:
fur: 3. Cjarìe humo-gen_update.zip:
he: 3. העלה את הקובץ humo-gen_update.zip.
it: 3. Carica humo-gen_update.zip:
ru: 3. Загрузить humo-gen_update.zip:
sk: 3. Nahrajte humo-gen_update.zip:
tr: 3. humo-gen_update.zip dosyasını yükleyin:

source: OR: manually upload the file to folder: admin/update/
fr: OU: téléversez manuellement le fichier dans le dossier: admin/update/
fur: O PÛR: Cjarìe manualmentri il file ta cartele: admin/update/
he: או: העלה את הקובץ ידנית לתיקיה: admin/update/
it: OPPURE: caricare manualmente il file nella cartella: admin/update/
ru: ИЛИ: вручную загрузите файл в папку: admin/update/
sk: ALEBO: manuálne nahrajte súbor do priečinka: admin/update/
tr: VEYA: dosyayı klasöre manuel olarak yükleyin: admin/update/

source: 4. Then click:
fr: 4. Cliquez ensuite sur:
fur: 4. Po dopo cliche su:
he: 4. אחר כך הקלק:
it: 4. Quindi fare clic su:
ru: 4. Затем нажмите:
sk: 4. Potom kliknite:
tr: 4. Ardından tıklayın:

source: start update of %s.
fr: démarrer la mise à jour de %s
fur: a comence l'atualizazion di %s.
he: התחל את השדרוג של %s.
it: avvia l'aggiornamento di %s.
ru: запустите обновление %s.
sk: štart aktualizácie %s.
tr: %s güncellemesini başlatın.

source: %s version
fur: version di %s
he: גרסת %s
it: %s versione
pl: %s wersja
ru: %s Версия PHP
sk: %s PHP Verzia
tr: %s sürümü

source: %s backup
fr: %s sauvegarde
fur: Backup %s
he: גיבוי של %s
it: Backup %s
pl: %s kopia zapasowa
ru: %s Резервное копирование
sk: %s zálohovanie
tr: %s yedekleme

source: Upload has failed</span> (you may wish to try again or choose to place the file in the admin/backup_files folder yourself with an ftp program or the control panel of your webhost)
fr: Le téléversement a échoué</span> (vous pouvez réessayer ou choisir de placer vous-même le fichier dans le dossier admin/backup_files avec un programme ftp ou le panneau de configuration de votre hébergeur)
fur: Il trasferiment al è falît</span> (Tu puedis provâ ancjemò o sielgi di meti bessôl il file ta cartele admin/backup_files doprant un program FTP o dal panel di control dal to webhost)
he: ההעלאה נכשלה</span> (אולי תרצה לנסות שוב או תרצה לשים את הקובץ בעצמך בתיקיית admin/backup_files באמצעות תוכנת FTP או באמצעות לוח הבקרה של מינהל האתר שלך)
it: Il caricamento non è riuscito</span> (puoi riprovare o scegliere di inserire tu stesso il file nella cartella admin/backup_files con un programma ftp o il pannello di controllo del tuo host web)

source: Invalid backup file: has to be file with extension ".sql" or ".sql.zip"
fi: Viallinen varmuuskopiotiedosto: tiedoston päätteen täytyy olla ".sql" tai ".sql.zip"
fr: Fichier de sauvegarde invalide : ce doit être un fichier avec l'extension ". sql" ou ".sql.zip"
fur: File di backup no l'è valid: al a di sei un file cu la estension ".sql" o ".sql.zip"
he: קובץ גיבוי לא חוקי. חייבת להיות קובץ עם סיומת .sql או עם סיומת sql.zip
it: File di backup non valido: deve essere file con estensione ".sql" o ".sql.zip"
pl: Nieprawidłowy plik kopii zapasowej: musi to być plik z rozszerzeniem „.sql” lub „.sql.zip”
pt: Ficheiro de backup inválido: tem de ter uma extensão ".sql" ou ".sql.zip"
ru: Некорректная резервная копия: файл должен иметь расширение ".sql" или ".sql.zip"
sk: Neplatný záložný súbor
tr: Geçersiz yedekleme dosyası: ".sql" veya ".sql.zip" uzantılı dosya olmalıdır
zh: 無效的備份文件：文件一定要有".sql" 或 ".sql.zip" 的擴展名

source: Create backup file
fi: Tee varmuuskopio
fr: Créer fichier de sauvegarde
fur: Crê un file di salvataç
he: צור קובץ גיבוי
it: Crea file di salvataggio
pl: Utwórz plik kopii zapasowej
pt: Criar Ficheiro de Backup
ru: Создать резервную купию
sk: Vytvoriť zálohový súbor
tr: Yedekleme dosyası oluştur
zh: 建立儲用文件

source: If you use %s to edit in the family tree, then create multiple backups. Recommended backups:<br> <b>1) Best option: use PhpMyAdmin. Export all tables from the %s database (TIP: use the zip option for a compressed file).</b><br> 2) Just for sure: export a GEDCOM file. This is not a full family tree backup! But it will contain all basic genealogical data.<br> 3) Use the %s backup page.
fr: Si vous utilisez %s pour modifier l'arbre généalogique, créez plusieurs sauvegardes. Sauvegardes recommandées: <br> <b> 1) Meilleure option: utilisez PhpMyAdmin. Exportez toutes les tables de la %s base de données (ASTUCE: utilisez l'option zip pour un fichier compressé).</b><br> 2) Pour être sûr: exportez un fichier GEDCOM. Ce n'est pas une sauvegarde complète de l'arbre généalogique! Mais il contiendra toutes les données généalogiques de base.<br> 3) Utilisez la page de sauvegarde %s.
fur: Se si utilize %s par modificâ l'arbul gjenealogjc, si raccomande di fâ di frequent un Backup. Backup consigliati: <br> <b>1) La miôr sielte: utilizâ PhpMyAdmin. Esportâ dutis lis tabellis dal database %s (UN CONSEI: utilizâ l'opzion zip per un file compress). </b><br> 2) Par sicureze, esporte un file gedcom. Chest no l'è un backup complet dall'Arbul Gjenealogjc! Ma al conten ducj i datos gjenealogjcs di base. <br> 3) Utilizâ la pagjna di backup di %s.
he: אם אתה משתמש ב-%s לעריכת עץ המשפחה כדאי לייצר גיבוים מרובים. גיבויים מומלצים:<br> <b> 1) האופציה המועדפת: השתמש ב-PhpMyAdmin. תבצעו ייצוא של כל הטבלאות של בסיס הנתונים של %s. (הצעה: בחרו באופציות zip לקבלת קובץ מכווץ)</b><br> 2) ליתר בטחון: תבצעו ייצוא של קובץ ג'דקום. תדעו שזה לא גיבוי מלא של עצי המשפחה, אבל זה כולל את כל המידע הגיניאלוגי הבסיסי.<br> 3) השתמשו בעמוד הגיבוי של %s.
it: Se si utilizza %s per modificare l'albero genealogico, si raccomandano frequenti Backups. Backup consigliati: <br> <b>1) Opzione migliore: utilizzare PhpMyAdmin. Esportare tutte le tabelle dal database %s (SUGGERIMENTO: utilizzare l'opzione zip per un file compresso). </b><br> 2) Per sicurezza esportare un file gedcom. Questo non è un backup completo dell'albero genealogico! Ma conterrà tutti i dati genealogici di base. <br> 3) Utilizzare la pagina di backup di %s.
pl: Jeśli używasz %s do edycji w drzewie genealogicznym, utwórz wiele kopii zapasowych. Zalecane kopie zapasowe:<br> <b>1) Najlepsza opcja: użyj PhpMyAdmin. Wyeksportuj wszystkie tabele z %s bazy danych (WSKAZÓWKA: użyj opcji zip dla pliku skompresowanego).</b><br> 2) Na pewno: wyeksportuj plik GEDCOM. To nie jest pełna kopia zapasowa drzewa genealogicznego! Ale będzie zawierał wszystkie podstawowe dane genealogiczne.<br> 3) Użyj the %s kopii zapasowej.
ru: Если вы используете %s для редактирования семейного дерева, создайте несколько резервных копий. Рекомендуемые резервные копии:<br> <b>1) Лучший вариант: использовать PhpMyAdmin. Экспортируйте все таблицы из базы данных %s (СОВЕТ: используйте опцию zip для сжатого файла).</b><br> 2) На всякий случай: экспортируйте файл GEDCOM. Это не полная резервная копия генеалогического древа! Но он будет содержать все основные генеалогические данные.<br> 3) Используйте резервную страницу %s.
sk: Ak používate %s na úpravu v rodokmeni, vytvorte viacero záloh. Odporúčané zálohy:<br> <b>1) Najlepšia možnosť: použite PhpMyAdmin. Exportujte všetky tabuľky z databázy %s (TIP: pre komprimovaný súbor použite možnosť zip).</b><br> 2) Len pre istotu: exportujte súbor GEDCOM. Toto nie je úplná záloha rodokmeňa! Bude však obsahovať všetky základné genealogické údaje.<br> 3) Použite stránku pre zálohovanie %s.
tr: Soy ağacında düzenlemek için %s kullanırsanız, birden çok yedek oluşturun. Önerilen yedeklemeler:<br> <b>1) En iyi seçenek: PhpMyAdmin'i kullanın. %s veritabanındaki tüm tabloları dışa aktarın (İPUCU: sıkıştırılmış bir dosya için zip seçeneğini kullanın).</b><br> 2) Kesin olarak: bir GEDCOM dosyasını dışa aktarın. Bu tam bir aile ağacı yedeği değil! Ancak tüm temel soykütük verilerini içerecektir.<br> 3) %s yedekleme sayfasını kullanın.

source: Download backup file
fi: Ladataan varmuuskopiotiedosto
fr: Télécharger le fichier de sauvegarde
fur: Scjarie il file di backup
he: הורד קובץ הגיבוי
it: Scaricare file di backup
pl: Pobierz plik kopii zapasowej
pt: Descarregar o ficheiro de backup
ru: Скачать резервную копию
sk: Stiahnuť záložný súbor
tr: Yedekleme dosyası indir
zh: 下載備份文件

source: We recommend downloading the most recent backup file in case the data on your server (including the backup file) might get deleted or corrupted.
fr: Nous vous recommandons de télécharger le fichier de sauvegarde le plus récent au cas où les données sur votre serveur (y compris le fichier de sauvegarde) pourraient être supprimées ou corrompues.
fur: Ti consei di scjarià il file di backup plui recent tal câs che i datos sul to server (e ancje il file di backup) a vegnin cancelâs e danegjâs.
he: אנחנו ממליצים להוריד את קובץ הגיבוי העדכני ביותר, למקרה שהנתונים על השרת שלכם (לרבות קובץ כגיבוי) יימחקו או ייפגעו.
it: Ti consigliamo di scaricare il file di backup più recente nel caso in cui i dati sul tuo server (incluso il file di backup) vengano cancellati o danneggiati.

source: Restore database from backup file
fi: Palauta tietokanta varmuuskopiolta
fr: Restaurer la base de données à partir du fichier de sauvegarde
fur: Ripristinâ il database dal file di backup
he: שחזר את בסיס הנתונים מקובץ הגיבוי
it: Ripristinare il database dal file di backup
pl: Przywróć bazę danych z pliku kopii zapasowej
pt: Restauração do banco de dados a partir da cópia de segurança
ru: Восстановить БД из резервной копии
sk: Obnoviť databázu zo zálohy
tr: Veritabanını yedekleme dosyasından geri yükle
zh: 從備用文件中重 新建立資料庫

source: Here you can restore your entire database from a backup made with %s (if available) or from a .sql or .sql.zip backup file on your computer.
fr: Ici, vous pouvez restaurer l'intégralité de votre base de données à partir d'une sauvegarde effectuée avec %s (si disponible) ou à partir d'un fichier de sauvegarde .sql ou .sql.zip sur votre ordinateur.
fur: Achi tu puedis ricostruì dut il database da un backup fat cun %s (s'al è disponibil) o da un file di backup .sql o .sql.zip sul to computer.
he: כאן אפשר לשחזר את כל בסיס הנתונים מגיבוי שבוצע באמצעות %s (אם קיים) או מקובץ גיבוי .sql או קובץ .sql.zip הנמצא על המחשב שלכם.
it: Qui puoi ripristinare l'intero database da un backup effettuato con %s (se disponibile) o da un file di backup .sql o .sql.zip sul tuo computer.

source: Optional: upload a database backup file
fr: Facultatif : chargez un fichier de sauvegarde de la base de données
fur: Facoltatîf: cjariâ un file di backup dal database
he: אופציונליL העלה קובץ גיבוי של בסיס הנתונים
it: Facoltativo: caricare un file di backup del database

source: Starting to restore database. This may take some time. Please wait...
fi: Aloitetaan tietokannan palautus. Tämä voi kestää tuokion. Ole hyvä ja odota...
fr: La restauration de la base de données commence. Cela peut prendre du temps. Merci de patienter...
fur: Comence a ricostruî il database. Chest al pues richiedi un poc di timp. Bisugne spetâ ...
he: מתחיל לשחזר את בסיס הנתונים. זה עשוי לקחת קצת זמן. נא המתן בסבלנות...
it: Inizio del ripristino del database. Questo potrebbe richiedere del tempo. Si prega di attendere...
pl: Rozpoczęcie przywracania bazy danych. To może zająć troche czasu. Proszę czekać...
pt: A iniciar a restauração da base de dados. Isto pode demorar algum tempo. Por favor aguarde...
ru: Начато восстановление БД. Восстановление займёт некоторое время. Пожалуйста ожидайте...
sk: Databáza sa obnovuje. Prosím čakaj.
tr: Veritabanını geri yüklemeye başlıyor. Bu biraz zaman alabilir. Lütfen bekleyin...
zh: 正在開始恢復數據庫中。這可能需要一些時間。請稍候...

source: Most recent backup!
fr: Sauvegarde la plus récente!
fur: Backup plui recent!
he: הגיבוי העדכני ביותר!
it: Backup più recente!

source: Restore database
fi: Palauta tietokanta varmuuskopiolta
fr: Restaurer la base de données
fur: Ricostruzion dal database
he: שחזר את בסיס הנתונים
it: Ripristino del database
pl: Przywróć bazę danych
pt: Restaurar o banco de dados
ru: Восстановление БД
sk: Obnoviť databázu
tr: Veritabanını geri yükle
zh: 重新恢復數據庫

source: No backup file found!
fi: Varmuuskopiota ei löydy!
fr: Aucun fichier de sauvegarde trouvé !
fur: No l'è stât cjatât il file di backup!
he: לא נמצא קובץ גיבוי!
it: Non è stato trovato il file di backup!
pl: Nie znaleziono pliku kopii zapasowej!
pt: Não se encontraram ficheiros de backup!
ru: Резервная копия не найдена!
sk: Žiadne záložný súbor nájdený!
tr: Yedek dosya bulunamadı!
zh: 沒發現備份文件

source: Creating backup file. This may take some time. Please wait...
fi: Muodostetaan varmuuskopio. Tämä kestää tuokion, Ole hyvä ja odota...
fr: Création d'un fichier de sauvegarde. Cela peut prendre du temps. Merci de patienter...
fur: Creazion dal file di backup. Chest al podares richiedi un pôc di timp. Spete un moment ...
he: יוצר קובץ גיבוי. תהליך זה עשוי לקחת זמן מה. נא המתן...
it: Creazione di file di backup. Questo potrebbe richiedere del tempo. Si prega di attendere ...
pl: Tworzenie pliku kopii zapasowej. To może zająć troche czasu. Proszę czekać...
pt: Criando o ficheiro de backup. O processo pode demorar algum tempo. Por favor aguarde...
ru: Создание резервной копии займёт некоторое время. Пожалуйста ожидайте...
sk: Vytváram záložný súbor. Prosím, čakajte.
tr: Yedekleme dosyası oluşturuluyor. Bu biraz zaman alabilir. Lütfen bekleyin...
zh: 正在創建備份文件中，這可能需要一些時間。請耐心等待。

source: Skipped backup of table:
fr: Sauvegarde ignorée de la table:
fur: Saltât il Backup da tabele:
he: דילגנו על גיבוי הטבלה
it: Backup della tabella non effettuato:
ru: Пропущено резервное копирование таблицы:
tr: Tablonun yedeklenmesi atlandı:

source: A backup file was saved to the server. We strongly suggest you download a copy to your computer in case you might need it later.
fi: Varmuuskopio on talletettu palvelimelle. Suosittelemme vahvasti, että lataat sen myös omalle koneellesi siltä varalta, että tarvitset sitä myöhemmin.
fr: Un fichier de sauvegarde a été enregistré sur le serveur. Nous vous suggérons fortement de télécharger une copie sur votre ordinateur au cas où vous pourriez en avoir besoin plus tard.
fur: Un file di backup al è stât salvât sul server. Miôr scjariâ una copie tal to computer tal câs cal puedi deventâ necessari plui in denant.
he: קובץ הגיבוי נשמר על הסרבר. אנחנו מאד ממליצים להוריד עותק למחשב שלך, שמא תזדקק לו מאוחר יותר.
it: Un file di backup è stato salvato sul server. Vi consigliamo vivamente di scaricare una copia sul vostro computer nel caso in cui potrebbe essere necessario in seguito.
pl: Plik kopii zapasowej został zapisany na serwerze. Zdecydowanie zalecamy pobranie kopii na komputer, na wypadek, gdyby później był potrzebny .
pt: O ficheiro de segurança foi gravado no servidor. Sugerimos veementemente que envie uma cópia para o seu computador no caso de vir a necessitar dela mais tarde.
ru: Файл резервной копии создан на сервере. Рекомендуется скачать его копию в другое место, где она не может быть повреждена.
sk: Záložný súbor bol nahratý na server.
tr: Sunucuya bir yedekleme dosyası kaydedildi. Daha sonra ihtiyaç duymanız durumunda bir kopyasını bilgisayarınıza indirmenizi önemle tavsiye ederiz.
zh: 備份文件已保存到服務器上。我們強烈建議您下載一份到您的電腦，你以後可能需要它。

source: Processed lines...
fi: Käsitellään rivejä...
fr: Lignes traitées...
fur: Rîs elaboradis...
he: שורות שעובדו
it: Linee elaborate ...
pl: Linie przetworzone...
pt: Linhas processadas...
ru: Обработка строк...
sk: Spracované riadky...
tr: İşlenmiş hatlar...
zh: 處理過的數據文句

source: Database has been restored successfully!
fi: Tietokanta on palautettu onnistuneesti.
fr: La base de données a été restaurée avec succès !
fur: Il database al è stât ripristinât correttamentri!
he: בסיס הנתונים שוחזר בהצלחה!
it: Il database è stato ripristinato correttamente!
pl: Baza danych została pomyślnie przywrócona!
pt: O banco de dados foi restaurado com sucesso!
ru: БД успешно восстановлена!
sk: Databáza bola obnovená!
tr: Veritabanı başarıyla geri yüklendi!
zh: 數據庫已成功恢復！

source: Calculated birth date is an estimated/ calculated date that is used for the privacy filter.<br> These calculated dates will be used for persons where all dates are missing (no birth, baptise, death or burial dates).<br> Calculation will be done using birth, baptise, death, burial and marriage dates of persons and these dates of parents and children.
fi: Laskettu syntymäpäivä on arvioitu/laskettu päivämäärä, jota käytetään yksityisyyden suodattamisessa.<br> Laskettua syntymäpäivää käytetään, jos henkilölle ei ole ilmoitettu päivämääriä (ei syntymä-, kaste-, kuolin- tai hautauspäivää).<br> Laskennassa käytetään henkilölle, hänen vanhemmilleen tai lapsilleen annettua syntymä-, kaste- kuolin- tai hautaus- tai vihkipäivää.
fr: La date de naissance calculée est une date estimée/calculée qui est utilisée pour le filtre de confidentialité.<br> Ces dates calculées sont utilisées pour les personnes où toutes les dates sont manquantes (pas de date de naissance, de baptême, de décès ou d'inhumation).<br> Le calcul est effectué en utilisant les dates de naissance, baptême, décès, enterrement et mariage de ces personnes, ainsi que les dates des parents et des enfants.
fur: La date di nassite calcolade a iè une date stimade e a ven utilizzade pal filtro da la privacy. <br> Chestis datis calcoladis a saran utilizadis pai individuos cence nissune date (nissune date di nassite, battesim, muart o sepulture). <br> Il calcul al ven fat doprant lis datis di nassite, di battesim, di morte, di sepulture e di matrimoni da la persone o dai gjenitôr e/o dai fîs.
he: תאריך הלידה המחושב הוא תאריך שחושב לצורך שימוש על ידי מסנן הפרטיות.<br> תאריכים מחושבים אלה ישמשו למקרים בהם חסרים כל התאריכים (אין תאריכי לידה, טבילה, פטירה, קבורה).<br> החישוב יבוצע על סמך תאריכי לידה, טבילה, פטירה, קבורה ונישואין של הורים וילדים.
it: La data di nascita calcolata è una data stimata e viene utilizzata per il filtro della privacy. <br> Queste date calcolate verranno utilizzate per gli individui quando mancano tutte le date (nessuna data di nascita, battesimo, morte o sepoltura). <br> Il calcolo sarà fatto usando le date di nascita, di battesimo, di morte, di sepoltura e di matrimonio della persona o dei genitori e/o dei figli.
pl: Obliczona data urodzenia jest szacunkową / obliczoną datą stosowaną w filtrze prywatności.<br> Te obliczone daty będą stosowane dla osób, w których brakuje wszystkich dat (brak daty urodzenia, chrztu, śmierci lub pochówku).<br> Obliczenia zostaną przeprowadzone przy użyciu dat urodzenia, chrztu, śmierci, pochówku i ślubu osób oraz tych dat rodziców i dzieci.
pt: A data de nascimento calculada é uma data estimada/calculada empregue no filtro de privacidade.<br> Estas datas calculadas serão usadas para as pessoas com todas as datas em falta (de nascimento, baptismo, óbito ou enterro).<br> O cálculo é efectuado aplicando as datas de nascimento, baptismo, óbito, enterro e casamento das pessoas e as dos seus pais e filhos.
ru: Рассчитанные даты рождения это примерные, вычисленные даты, которые используются для большей приватности. <br> Рассчитанные даты будут использованы для персон, у которых не указаны точные даты (рождения, крещения, смерти или погребения).<br> Рассчёт будет произведён на основании дат рождения, крещения, смерти, погребения или свадьбы этих персон и таких же дат их родителей и детей.
sk: Vypočítaný dátum narodenia je odhadovaný/ vypočítaný dátum, ktorý sa používa pre súkromný filter. <br> Tieto vypočítané dátumy budú použité pre osoby, ktorým chýbajú všetky dátumy (bez narodenia, krstu, smrti alebo dátumu pohrebu). <br> Výpočet bude vykonaný pomocou rodičov a detí a ich osobných dátumov narodenia, krstu, úmrtia, pohrebu a sobášu.
tr: Hesaplanan doğum tarihi, gizlilik filtresi için kullanılan tahmini/ hesaplanan bir tarihtir.<br> Hesaplanan bu tarihler, tüm tarihlerin eksik olduğu (doğum, vaftiz, ölüm veya defin tarihi olmayan) kişiler için kullanılacaktır.<br> Hesaplama; kişilerin doğum, vaftiz, ölüm, defin ve evlilik tarihleri ile ebeveyn ve çocukların bu tarihleri kullanılarak yapılacaktır.
