Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: By default two persons with missing lastnames will be included as possible duplicates. Two persons called "John" without lastname will be considered a possible match. If you have many cases like this you could get a very long list of possible duplicates and you might want to disable this, so only persons with lastnames will be included.
fi: Oletuksena kaksi henkilöä ilman sukunimeä huomioidaan mahdollisina kaksoiskappaleina. Kaksi henkilöä etunimellä "John" ilman sukunimeä huomioidaan mahdollisina kaksoiskappaleina. Jos sinulla on paljon tällaisia tapauksia, voit saada pitkän listan mahdollisia kaksoiskappaleita ja ehkä haluat estää sen, jolloin huomioidaan vain henkilöt joilla on sukunimi.
fr: Par défaut, deux personnes avec le nom manquant seront inclus en tant que doublons possible. Deux personnes prénommées "John" sans nom seront considérées comme un match possible. Si vous avez beaucoup de cas comme celui vous pourriez obtenir une très longue liste de doublons possibles et vous pouvez vouloir désactiver cela, de sorte que seules les personnes ayant un nom seront incluses.
fur: Par impostazion predefinide, dos personis cence cognon a saran considerâdis come pussibî duplicâts. Dos personis di non "Giovanni" cence cognon a saran consideradis pussibî duplicâts. Se chesj câs a son tancj, al è miôr disabilitâ cheste clausule.
he: על פי ברירת המחדל, שני אנשים ללא שמות משפחה ייכללו ככפולים אפשריים. שני אנשים עם שם פרטי "משה" ייכלו ברשימת הפכולים האפשריים. אם ישי לך הרבה מקרים כאלה אולי תרצה לבטל זאת כך שרק אנשים עם שמות משפחה ייכללו.
it: Per impostazione predefinita, due persone con cognomi mancanti saranno inclusi come possibili duplicati. Due persone chiamato "Giovanni" senza cognome sarà considerato una possibile corrispondenza. Se si dispone di molti casi come questo si potrebbe ottenere un elenco molto lungo di possibili duplicati e si potrebbe desiderare di disabilitare questa, in modo che solo le persone con cognome saranno inclusi.
pl: Domyślnie dwie osoby z brakującymi nazwiskami będą uważane za możliwe duplikaty. Na przykład dwie osoby o imieniu „John” bez nazwiska zostaną uznane za możliwe dopasowanie. Jeśli masz wiele takich przypadków, możesz uzyskać długą listę możliwych duplikatów, dlatego możesz chcieć to wyłączyć, tak aby uwzględniono tylko osoby o nazwiskach.
pt: Por omissão dois indivíduos com os últimos nomes em branco serão incluídos como possíveis duplicatas. Por exemplo, duas pessoas chamadas "João" sem um apelido serão consideradas uma possível correspondência. Se houver muitos casos destes irá obter uma longa lista de possíveis duplicatas, pelo que pode querer desativar esta opção de forma a que somente sejam incluídas as pessoas com últimos nomes (apelidos).
ru: По умолчанию два человека с отсутствующими фамилиями будут включены в качестве возможных дубликатов. Два человека по имени "Джон" без фамилии будут рассматриваться как возможное совпадение. Если у вас много подобных случаев, вы можете получить очень длинный список возможных дубликатов, и вы можете отключить это, чтобы были включены только лица с фамилиями.
sk: V predvolenom nastavení dve osoby s chýbajúcimi priezviskami budú zahrnuté ako potenciálne duplikáty. Dve osoby mena "John", bez toho aby Priezvisko bude považované za možnú zhodu Ak máte veľa takých prípadov, takto by ste mohli získať veľmi dlhý zoznam možných duplicít a radšej zakážte túto možnosť.
tr: Varsayılan olarak, soyadı eksik olan iki kişi olası çiftler olarak dahil edilecektir. Soyadı olmadan "John" olarak adlandırılan iki kişi, olası bir eşleşme olarak kabul edilecektir. Bunun gibi birçok vakanız varsa, olası çiftlerin çok uzun bir listesini alabilirsiniz ve bunu devre dışı bırakmak isteyebilirsiniz, böylece yalnızca soyadı olan kişiler dahil edilecektir.
zh: 在默認情況下兩個個體沒有姓將被認為是可能的重複。例如，兩個人被稱為“John”而且沒有姓將被視為可能的重複匹配。如果你有很多這種情況下你可能會得到一個長長的重複清單，因此，你可能要禁用重複匹配的功能以便只有姓人將被納入這系統。

source: include blank firstnames
fi: sisällytä tyhjät etunimet
fr: inclure des prénoms vides
fur: cjape dentri ancje chei cence non
he: כלול שמות פרטיים ריקים
it: includi Nome a blank
pl: gdy nie zawierają imion
pt: incluir nomes próprios (primeiros nomes) em branco
ru: включить пустые имена
sk: vrátane prázdnych mien
tr: boş ilk adları dahil et
zh: 包括空白的名字

source: Same as above, but for first names. When enabled (default), all persons called "Smith" without first name will be considered possible duplicates of each other. If you have many cases like this it could give you a long list and you might want to disable it.
fi: Sama kuin edellä, mutta etunimien kanssa. Oletuksena kaikki henkilöt sukunimellä "Virtanen" ilman etunimeä huomioidaan mahdollisina kaksoiskappaleina. Jos sinulla on paljon tällaisia tapauksia, voit saada pitkän listan mahdollisia kaksoiskappaleita ja ehkä haluat estää sen.
fr: Idem, sauf pour les prénoms. Lorsqu'il est activé (par défaut), toutes les personnes appelées "Cornet" sans prénom seront considérées comme doublons possible l'un de l'autre. Si vous avez beaucoup de cas comme cela, ça pourrait vous donner une longue liste et vous voudrez peut-être désactiver cette option.
fur: Come sôre, ma pal prin non. Cuant che la opzion a je abilitade (default), dutis lis personis cul cognon "Rossi" cence il non a saran consideradis pussibî duplicâts di ogni altri. Se chesj câs a son tancj, al è miôr disabilitâ cheste clausule.
he: אותו דבר כמו לעיל, אבל לגבי שמות פרטיים. כשזה מופעל, אז כל האנשים עם שם משפחה "כהן" ללא שם פרטי ייכללו שכפולים כל אחד עם השני. אם יש לך הרבה מקרים כאלה זה עלול להוביל לרשימה ארוכה מאד ואולי תרצה לבטל אופציה זו.
it: Come sopra, ma per il primo nome. Quando abilitata (default), tutte le persone chiamate "Smith" senza nome sarà considerata possibili duplicati di ogni altro. Se si dispone di molti casi come questo potrebbe dare un elenco lungo e si potrebbe desiderare di disabilitarlo.
pl: Tak jak powyżej, ale dla imion. Po włączeniu (domyślnie) wszystkie osoby zwane „Smith” bez imienia będą uważane za możliwe duplikaty. Jeśli masz wiele takich przypadków, może dać ci długą listę i możesz ją wyłączyć.
pt: Idêntica à anterior, mas para os nomes próprios (primeiros nomes). Quando esta opção está ativada (procedimento por omissão), todas as pessoas chamadas "Silva" sem nomes próprios serão consideradas possíveis duplicatas umas das outras. Se tiver muitos casos destes, a lista pode tornar-se muito longa e pode querer desativar este comportamento.
ru: То же, что и выше, но для имен. Если включено (по умолчанию), все лица с именем "Смит" без имени будут считаться возможными дубликатами друг друга. Если у вас много подобных случаев, это может дать вам длинный список, и вы можете отключить его.
sk: Rovnako ako vyššie, ale pre krstné mená. Ak je povolené (predvolené nastavenie), budú všetky osoby, "Smith" bez krstného mena považovanéí za možné duplikáty. Ak máte veľa prípadov, ako je tento, lepšie je túto možnosť zakázať.
tr: Yukarıdakiyle aynı, ancak ilk isimler için. Etkinleştirildiğinde (varsayılan), adı olmadan "Smith" olarak adlandırılan tüm kişiler, birbirlerinin olası çiftleri olarak kabul edilecektir. Bunun gibi birçok vakanız varsa, size uzun bir liste verilebilir ve devre dışı bırakmak isteyebilirsiniz.
zh: 跟上面一樣： (在默認情況下)兩個個體沒有名字將被認為是可能的重複。例如，兩個人被稱為“Smith”而且沒有姓將被視為可能的重複匹配。如果你有很多這種情況下你可能會得到一個長長的重複清單，因此，你可能要禁用重複匹配的功能以便只有名字人將被納入這系統。

source: include blank dates
fi: sisällytä tyhjät päiväykset
fr: inclure les sans date
fur: cjape dentri ancje chei cence date
he: כלול תאריכים ריקים
it: includi le date a blank
pl: gdy nie zawierają dat
pt: incluir datas em branco
ru: включить пустые даты
sk: vrátane prázdnych dátumov
tr: boş tarihleri dahil et

source: By default, two persons with identical names, but with one or both missing birth/death dates are considered possible duplicates. In certain trees this can give a long list of possible duplicates. You can choose to disable this so only persons who both have a birth or death date and this date is identical, will be considered a possible match. This can drastically cut down the number of possible duplicates, but of course you may also miss out on pairs that actually are duplicates.
fi: Oletuksena kaksi henkilöä, joilla on samat nimet, mutta toiselta tai molemmilta puuttuu syntymä- tai kuolinpäivä, huomioidaan mahdollisina kaksoiskappaleina. Tämävoi antaa pitkän listan mahdollisista kaksoiskappaleista. Voit valita tämän niin, että huomioidaan vain henkilöt, joilla molemmilla on syntymä- ja kuolinpäivä ja ne ovat samat. Tämä merkittävästi vähentää mahdollisten kaksoiskappaleiden määrää, mutta voit myös ohittaa todella yhdistettäviä tapauksia.
fr: Par défaut, deux personnes ayant le même nom, mais avec une ou deux dates de naissance/décès manquantes sont considérées comme des doublons possibles. Dans certains arbres, cela peut donner une longue liste de doublons possibles. Vous pouvez choisir de désactiver cette méthode pour que seulement les personnes ayant leur date de naissance ou de décès identique, seront considérées comme un match possible. Ceci peut réduire considérablement le nombre de doublons possibles, mais bien sûr, vous pouvez aussi passer à côté de paires qui sont en réalité des doublons.
fur: Per impostazion predefinide, dos personis cul stes non, ma cence une o dutis dos lis datis di nassite/muart, a son consideradis possibî duplicâts. In cualchi arbul chest al pues dâ une lungje liste di pussibî duplicâts. Si pues sielzi di eliminâ chest list pôc utilis, aumentant lis clausulis in mût di individuâ dome personis cun tune alte probabiltât di identitât. Chest al pues ridusi in mût drastic il numar di possibî duplicâts, ma naturalmentri si pues ancje pierdi cualchi copie che in realtât a son duplicâts.
he: על פי ברירת המחדל, אנשים עם שמות זהים נכללים ככפולים אפשריים, גם אם חסר לאחד מהם או לשניהם תאריך לידה או פטירה. בעצים מסויימים זה עלול להוביל לרשימה ארוכה מאד של כפולים אפשריים. אתה יכול לשנות הגדרה זו כך שרק אנשים עם שמות זהים שגם תאריך הלידה או פטירה שלהם זהה, ייכללו ככפולים אפשריים. זה עשוי למצמצם מאד את הרשימה ואבל מאידך זה גם יכול לגרום לכך שאנשים חסרי תאריכים כאלה לא ייכללו על אף שהם כפולים.
it: Per impostazione predefinita, due persone con lo stesso nome, ma con una o entrambe mancanti le date di nascita/morte sono considerati possibili duplicati. In alcuni alberi questo può dare una lunga lista di possibili duplicati. È possibile scegliere di eliminare questa in modo che solo le persone che entrambi hanno una data di nascita o di morte e questa data è identica, sarà considerato una possibile corrispondenza. Questo può ridurre drasticamente il numero di possibili duplicati, ma naturalmente si può anche perdere le coppie che in realtà sono duplicati.
pl: Domyślnie dwie osoby o identycznych nazwiskach, ale z jedną lub dwiema brakującymi datami urodzenia / śmierci są uważane za możliwe duplikaty. W niektórych drzewach może to dać długą listę możliwych duplikatów. Możesz wyłączyć tę opcję, aby tylko osoby, które obie mają datę urodzenia lub śmierci i ta data są identyczne, zostaną uznane za możliwe dopasowanie. Może to drastycznie zmniejszyć liczbę możliwych duplikatów, ale oczywiście możesz również przegapić pary, które faktycznie są duplikatami.
pt: Por omissão, duas pessoas com nomes iguais mas com datas de nascimento e/ou de óbito em branco, são consideradas possíveis duplicatas. Em certas árvores isto pode gerar uma grande lista de possíveis duplicatas. você pode optar por desativar esta opção de modo a que apenas as pessoas que apresentarem datas de nascimento ou de óbito idênticas sejam consideradas possíveis duplicatas. Isto pode reduzir drasticamente o número de possíveis duplicatas, mas pode também produzir falhas na deteção de pares que são realmente duplicatas.
ru: По умолчанию два человека с одинаковыми именами, но с одной или обеими отсутствующими датами рождения/смерти считаются возможными дубликатами. В некоторых деревьях это может привести к длинному списку возможных дубликатов. Вы можете отключить это, чтобы только лица, у которых есть дата рождения или смерти и эти данные идентичны, считались возможным совпадением. Это может значительно сократить количество возможных дубликатов, но, конечно, вы также можете пропустить пары, которые на самом деле являются дубликатами.
sk: V predvolenom nastavení, dve osoby s rovnakým menom, ale s jedným alebo oboma chýbajúce dátumami narodenia / úmrtia sú považované za možné duplikáty. V určitých stromoch to môže dať dlhý zoznam možných duplikáty. Môžete si vybrať, zakázať to tak, že iba osoby, ktoré majú rovnaký dátum narodenia alebo úmrtia budú považované za možnú zhodu. To môže výrazne znížiť počet možných duplicít, ale samozrejme môžete tiež prísť o páry, ktoré sú skutočné duplikáty.
tr: Varsayılan olarak, aynı adlara sahip, ancak bir veya her ikisi de eksik doğum/ölüm tarihine sahip iki kişi olası çiftler olarak kabul edilir. Bazı ağaçlarda bu, olası çiftlerin uzun bir listesini verebilir. Bunu devre dışı bırakmayı seçebilirsiniz, böylece yalnızca doğum veya ölüm tarihi olan ve bu tarih aynı olan kişiler olası bir eşleşme olarak kabul edilir. Bu, olası çiftlerin sayısını önemli ölçüde azaltabilir, ancak elbette, aslında çift olan çiftleri de kaçırabilirsiniz.
zh: 默認情況下，兩個人具有相同的名稱，但如果其中一個或兩個都沒有出生/死亡日期就可能被認為的重複。在某些家譜樹樹這個可能的重複會有一個長長的清單。你可以選擇禁用此重複匹配的功能以便誰都要有一個出生並且也有死亡日期，而且這日期是相同的，才被視為可能的匹配。這可以大大減少可能的重複次數，當然你也可能因此錯過了對的匹配實際上是重複匹配的。

source: Automatic merge
fi: Automaattinen yhdistäminen
fr: Fusion automatique
fur: Union automatiche
he: מיזוג אוטומטי
it: Unione automatica
pl: Automatyczne scalanie
pt: Combinação automática
ru: Автоматическое объединение
sk: Automatické zlúčovanie
tr: Otomatik birleştirme
zh: 自動合併

source: include parents marriage date:
fi: sisällytä vanhempien hääpäivä:
fr: inclure les dates de mariages des parents :
fur: includi ancje la date di matrimoni dai gjenitôrs:
he: כלול גם תאריך נישואין של ההורים:
it: includi le date di matrimonio dei genitori:
pl: obejmują datę ślubu rodziców:
pt: incluir a data de casamento dos progenitores:
ru: включить дату свадьбы родителей:
sk: vrátane dátumu sobáša rodičov:
tr: ebeveynlerin evlilik tarihini dahil et:
zh: 包括父母的婚姻日期

source: Automatic merging is a dangerous business. Therefore many clauses are used to make sure the persons are indeed identical. Besides identical names, identical birth or death dates and identical names of parents, also the parents' wedding date is included. If you consider this too much and rely on the above clauses, you can disable this.
fi: Automaatinen yhdistäminen on vaarallista hommaa. Sen vuosi monia ehtoja käytetään varmistamaan, että henkilöt todella ovat identtiset. Samojen nimien, syntymä- ja kuolinpäivien sekä samojen vanhempien nimien lisäksi myös vanhempien vihkipäivät on huomioitu. Jos haluat, voit poistaa tämän ehdon.
fr: Les fusions automatiques peuvent être dangereuses. C'est pourquoi de nombreuses clauses sont utilisées pour s'assurer que les personnes sont effectivement identiques. En plus des noms identiques, les dates de naissance identiques, les dates de décès identiques et les noms de parents identiques, les dates de mariage des parents sont également incluses. Si vous considérez que cela est trop et comptez sur les clauses ci-dessus, vous pouvez désactiver ceci.
fur: La Union automatiche al è un pass intrigôs. Duncje a son doprâs tancj clausulispar sicurâsi che lis personis a seipin di sigûr identichis. Oltri ai nons identics, a jan di vê lis stessis datis di nassite e di muart, e identics ancje i nons dai gjenitôrs, e ancje la date di matrimoni dai gjenitôrs. Se dut chest al pâr masse, a si pues disativâ cheste funzion.
he: מיזוג אוטומטי הוא דבר מסוכן. לכן ישנם תנאים רבים על מנת לוודא שאכן מדובר באנשים זהים. בנוסף לשמות זהים, תאריכי לידה או פטירה זהים ושמות הורים זהים, גם תאריך הנישואין של ההורים נכלל. אם אתה חושב שזה יותר מדי ואתה סומך על התנאים האחרים, אפשר לבטל כאן אופציה זו.
it: Unione automatica è un affare pericoloso. Pertanto molte clausole sono usati per assicurarsi che le persone sono davvero identici. Oltre a nomi identici, uguali date di nascita, morte, e nomi identici di genitori, anche data del matrimonio dei genitori è incluso. Se si considera questo troppo e fare valere le clausole di cui sopra, è possibile disattivare questa funzione.
pl: Automatyczne łączenie to niebezpieczna sprawa. Dlatego stosuje się wiele klauzul, aby upewnić się, że osoby są rzeczywiście identyczne. Oprócz identycznych nazwisk, identycznych dat urodzenia lub śmierci oraz identycznych nazwisk rodziców, uwzględniono także datę ślubu rodziców. Jeśli uważasz, że to za dużo i polegasz na powyższych klauzulach, możesz to wyłączyć.
pt: A combinação automática é perigosa. Por isso utilizam-se muitas cláusulas para assegurar que as pessoas são mesmo idênticas. Para além de nomes iguais, datas de nascimento ou de óbito iguais, e nomes dos progenitores também iguais, também se inclui a data de casamento. Se considerar que isto é demais e confiar nas cláusulas acima mencionadas, pode desativar esta opção.
ru: Автоматическое слияние - опасное дело. Поэтому многие положения используются для того, чтобы убедиться, что лица действительно идентичны. Помимо идентичных имен, идентичных дат рождения или смерти и идентичных имен родителей, также указывается дата свадьбы родителей. Если вы считаете это слишком важным и полагаетесь на вышеуказанные пункты, вы можете отключить это.
sk: Automatické zlúčenie je nebezpečná záležitosť. Preto sa používa rad ustanovení, aby si sa ubezpečil, že osoby sú skutočne identické. Okrem rovnakých mien, identické narodenia alebo úmrtia a zhodných mien rodičov, aj dátum svadby rodičov je v hre. Túto možnosť môžeš zakázať.
tr: Otomatik birleştirme tehlikeli bir iştir. Bu nedenle, kişilerin gerçekten aynı olduğundan emin olmak için birçok madde kullanılır. Aynı isimlerin, aynı doğum veya ölüm tarihlerinin ve ebeveynlerin aynı isimlerinin yanı sıra, ebeveynlerin düğün tarihi de dahildir. Bunu çok fazla düşünürseniz ve yukarıdaki maddelere güveniyorsanız, bunu devre dışı bırakabilirsiniz.
zh: 自動合併是一個危險的操作方法。因此，許多條文是用來確保人確實是相同的。除了相同的名字，相同的出生或死亡日期和家長的相同的名稱，連父母的結婚日期也包括在內。如果你認為這是太多限制而要依靠上述條款，那你可以禁用此重複匹配的功能。

source: Reset
fi: Nollaa
fr: Réinitialiser
fur: Da capo
he: חזור לברירת מחדל
pt: Repôr (Reset)
ru: Сброс
tr: Sıfırla
zh: 從新設定

source: Merge Options
fi: Yhdistämisen Optiot
fr: Options de fusion
fur: Opzions di Union
he: אפשרויות מיזוג
it: Opzioni di Unione
pl: Opcje scalania
pt: Opções de Combinação
ru: Настройка объединения
sk: Podmienky zlúčenia
tr: Birleştirme Seçenekleri
zh: 合併的選項
