Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: Sealed child LDS
fr: Enfant solennisé SDJ
fur: Fî sugjelât LDS
he: ילד מקושר לפי דת המורמונים
it: Figlio sigillato LDS
pl: Zapieczętowanie dzieci LDS
ru: Запечатанные дочерние СПД
sk: Zapečatený LDS dieťaťa
tr: Mühürlü çocuk LDS
zh: 摩門隆重儀式地球上的和天堂上孩子被“密封”

source: sealing to parents LDS
fr: scellement aux parents LDS
fur: Sugjel a Famèe LDS
he: קישור להורים על פי דת המורמונים
it: suggellamento ai genitori LDS

source: Sealed to spouse LDS
fr: Attaché au conjoint LDS
fur: Sugjelât al matrimoni LDS
he: נקשר לבעל/אשה לפי דת המורמונים
it: Suggellamento LDS al coniuge
pl: Zapieczętowany dla małżonka LDS
ru: Запечатанный для СПД супруга/супруги
sk: Zapečatený k partnerovi (LDS)
tr: Eşe mühürlü LDS
zh: 摩門隆重儀式地球上的和天堂上夫妻被“密封”

source: Social Security Number
fi: Henkilötunnus
fr: N° Sécurité Sociale
fur: Numar da Tesare Sanitarie
he: מספר ביטוח לאומי (ארה"ב)
it: Numero di Sicurezza Sociale
pl: Numer ubezpieczenia społecznego
pt: Número da Segurança Social
ru: Номер социальной строховки
sk: Číslo sociálneho zabezpečenia
tr: Sosyal Güvenlik Numarası
zh: 社會安全號碼

source: taxpayer
fi: veronmaksaja
fr: contribuable
fur: contribuent
he: משלם מסים
it: contribuente
pl: podatnik
pt: contribuinte
ru: налогоплательщик
sk: platca dane
tr: vergi mükellefi
zh: 交稅者

source: Weight
fi: paino
fr: Poids
fur: Pês
he: משקל
it: Peso
pl: Waga
pt: Peso
ru: Вес
sk: Váha
tr: Ağırlık
zh: 重量

source: Will signed
fr: Vœux
fur: Testament firmât
he: צוואה נחתמה
it: Testamento firmato
pl: Podpisany
pt: Testamento assinado
ru: Завещание подписано
sk: Bude podpísané
tr: İmzalanacak
zh: 已簽好的遺屬

source: Yartzeit
he: יארצייט
ru: Ярцайт
zh: 心愛的人的逝世紀念日

source: Non marital
fi: Avioliiton ulkopuolinen
fr: Non matrimonial
fur: Relazion extraconiugâl
he: קשר שאינו נישואין
it: Relazione non coniugale
pl: Nie żonaty/zamężny
pt: Não marital
ru: Внебрачный
sk: Nemanželský
tr: Evlilik dışı
zh: 非婚姻的

source: Marriage notice
fi: Kihlautuminen
fr: Publication bans de mariage
fur: Pubblicazions di matrimoni
he: הודעת נישואין
it: Pubblicazioni di matrimonio
pl: Zawiadomienie o małżeństwie
pt: Anúncio do casamento
ru: Уведомление о браке
sk: Poznámky k sobášu
tr: Evlilik bildirimi
zh: 結婚通知書

source: Married notice (religious)
fi: Vihki-ilmoitus (uskonnollinen)
fr: Publication de bans (religieux)
fur: Pubblicazions di matrimoni (religjôs)
he: ארוסין (דתי)‏
it: Pubblicazione di matrimonio (religioso)
pl: Zawiadomienie małżeńskie (religijne)
pt: Anúncio do casamento (religioso)
ru: Уведомление о браке (венчание)
sk: Poznámky k sobášu (cirk.)
tr: Evlilik bildirimi (dini)
zh: 已婚的通知(宗教）

source: Married (religious)
fi: Vihkimys (uskonnollinen)
fr: Mariage (religieux)
fur: Sposât (religjôs)
he: נישואין (דתי)‏
it: Sposato (religioso)
pl: Ślub (religijny)
pt: Casados (religião)
ru: Женат (повенчан)
sk: Sobáš (cirk.)
tr: Evli (dini)
zh: 已婚(宗教）

source: religion:
fi: uskonto:
fur: religjon:
he: דת: ‏
it: religione:
pl: religia:
pt: Religião:
ru: Религия;
sk: vierovyznanie:
tr: din:
zh: 宗教：

source: from:
fi: alkaen
fr: de :
fur: da:
he: מ-:
it: da:
pl: z:
pt: desde:
ru: от:
sk: z:
tr: itibaren:
zh: 從：

source: divorced
fi: eronnut
fr: divorcé-e
fur: divorziât
he: גירושין
it: divorziato
pl: rozwiedziony
pt: divórcio
ru: разведенный
sk: rozvedený
tr: boşanmış
zh: 離婚了

source: Married/ Related
fi: Vihitty/ Suhde
fr: Marié/ Relation
fur: Sposat/Relazion
he: נשוי/נשואה או בקשר זוגי
it: Sposato/Relazione
pl: Ślub/ Związany
pt: Casamento/ Relacionamento
ru: Женат/ Родственник
sk: Sobáš/ vzťah
tr: Evli/ İlişkili

source: 1st
fr: 1er
fur: prin
he: דרגה ראשונה
it: primo
pt: 1º
ru: 1-й
zh: 第一

source: 2nd
fr: 2ème
fur: secont
he: דרגה שניה
it: secondo
pt: 2º
ru: 2-й
zh: 第二

source: 3rd
fr: 3ème
fur: tierç
he: דרגה שלישית
it: terzo
pt: 3º
ru: 3-й
zh: 第三

source: Married
fi: Vihitty
fr: Marié
fur: Sposât
he: נישואין ‏
it: Sposato
pl: Żonaty/Zamężna
pt: Casado(a)
ru: Женат
sk: Zosobašený/á
tr: Evli
zh: 結婚了

source: related
fi: suhde
fr: relation
fur: in relazion
he: קשר זוגי ‏
it: in relazione
pl: relacja
pt: relacionada
ru: связанный
sk: vzťah
tr: ilgili
zh: 有關的

source: married/ related
fi: vihity/ suhde
fr: mariage/ relation
fur: sposât/in relazion
he: נשוי/נשואה או בקשר זוגי
it: sposato/in relazione
pl: żonaty/zamężna/relacja
pt: Casamento/ Relacionamento
ru: женат/ родственник
sk: sobáš/ vzťah
tr: evli/ ilgili

source: stillborn boy
fi: kuolleena syntynyt poika
fr: garçon mort-né
fur: fî nassût muart
he: ולד מת (זכר) ‏
it: figlio nato morto
pl: martwy chłopiec
pt: nado-morto do sexo masculino
ru: мертворождённый мальчик
sk: mŕtvonarodený chlapec
tr: ölü doğan çocuk
zh: 男胎死腹中

source: stillborn girl
fi: kuolleena syntynyt tyttö
fr: fille morte-née
fur: fie nassude muarte
he: ולד מת (נקבה) ‏
it: figlia nata morta
pl: martwa dziewczynka
pt: nado-morto do sexo feminino
ru: мёртворождённая девочка
sk: mŕtvonarodené dievča
tr: ölü doğan kız
zh: 女胎死腹中

source: Name filtered
fi: Nimi suodatettu
fr: Nom filtré
fur: Non filtrât
he: השם סונן
it: Nome filtrato
pl: Nazwa filtr
pt: Nome filtrado
ru: Имя скрыто фильтром
sk: Mená boli filtrované
tr: Ad filtrelendi
zh: 名稱過濾

source: Text reports
fi: Tekstiraportit
fr: Fiches et listes
he: דוחות טקסט
pt: Relatorios de texto
ru: Текстовые отчёты
sk: Textová správa
tr: Metin raporları
zh: 文句報告

source: Family group sheet
fi: Perheryhmäsivu
fr: Fiche de famille
fur: Schede grup di famee
he: דף משפחתי
it: Scheda gruppo di famiglia
pl: Arkusz rodzinny
pt: Folha do grupo de famílias
ru: Страница семьи
sk: List rodinnej skupiny
tr: Aile Grubu Sayfası
zh: 家庭組群表格

source: Timeline
fi: Aikajana
fr: Chronologie
fur: Cronologjie dai Events
he: ציר זמן
it: Cronologia degli Eventi
pl: Oś czasu
pt: Escala de tempo
ru: Список исторических событий
sk: Časová os
tr: Zaman çizelgesi
zh: 記事表

source: Relationship calculator
fi: Sukulaisuuden laskija
fr: Calculateur de relation
fur: Calcul da Parentele
he: מחשב קשרי משפחה
it: Calcolo della Parentela
pl: Kalkulator relacji
pt: Calculador de relacionamentos
ru: Расчёт родства
sk: Kalkulačka vzťahov
tr: İlişki hesaplayıcı
zh: 關係計算器

source: Charts
fi: Kuvaajat
fr: Arbres
he: תרשימים
pt: Mapas
ru: Графики
sk: Grafy
tr: Grafikler
zh: 圖版

source: Fanchart
fi: Sektorikuvaaja
fr: Éventail d'ascendance
fur: Grafic a parefresc
he: תרשים עוגה
it: Grafico a ventaglio
pl: Wykres wachlarzowy
ru: Круговой график
sk: Graf
tr: Fan grafiği
zh: 扇形圖表

source: DNA Charts
fi: DNA-kaaviot
fr: Arbre d'ADN
fur: Mape DNA
he: תרשימי DNA
it: Mappa DNA
pl: Wykres DNA
pt: Mapas de ADN
ru: Диаграммы ДНК
sk: DNA graf
tr: DNA Grafikleri
zh: DNA 圖版

source: Hourglass chart
fi: Tiimalasikaavio
fr: Arbre nœud papillon
fur: Grafic a clessidre
he: תרשים משולב אבות וצאצאים
it: Grafico a clessidra
pl: Wykres klepsydry
pt: Mapa de ampulheta
ru: График-песочные часы
sk: Graf v tvare presýpacích hodín
tr: Kum saati grafiği
zh: 砂漏式圖表

source: Admin
fur: Aministratôr
he: מערכת ניהול
it: Amministratore
ru: Администратор
tr: Yönetici
zh: 管理

source: PRIVACY FILTER
fi: HENKILÖSUOJA-SUODATUS
fr: FILTRE DE CONFIDENTIALITÉ
fur: Filtri PRIVACY
he: מסנן פרטיות ‏
it: Filtro PRIVACY
pl: FILTR PRYWATNOŚCI
pt: FILTRO de PRIVACIDADE
ru: СКРЫТО
sk: SÚKROMNÝ FILTER
tr: GİZLİLİK FİLTRESİ
zh: 隐私過濾

source: son of
fi: vanhemmat
fr: fils de
fur: fî di
he: בן של ‏
it: figlio di
pl: syn
pt: filho de
ru: сын
sk: syn
tr: oğlu
zh: 的兒子

source: daughter of
fi: vanhemmat
fr: fille de
fur: fie di
he: בת של ‏
it: figlia di
pl: córka
pt: filha de
ru: дочь
sk: dcéra
tr: kızı
zh: 的女兒

source: child of
fi: vanhemmat
fr: enfant de
fur: fî di
he: ילד/ה של ‏
it: figlio di
pl: dziecko
pt: filho(a) de
ru: ребёнок
sk: dieťa
tr: çocuğu
zh: 的孩子

source: adoption parents
fi: Adoptiovanhemmat
fr: parents adoptifs
fur: gjenitôrs adotifs
he: הורים מאמצים
it: genitori adottivi
pl: rodzice adopcyjni
pt: Pais adoptivos
ru: приемные родители
sk: adoptívny rodičia
tr: evlat edinen ebeveynler
zh: 領養父母

source: stepparent
fi: isä- tai äitipuoli
fr: beau-parent
fur: gjenitôrs no naturai
he: הורה חורג
it: genitori non naturali
pl: macocha, ojczym
pt: Padrasto
ru: отчим
sk: nevlastní rodičia
tr: üvey ebeveyn
zh: 後父後母

source: legal parent
fi: juridinen vanhempi
fr: parent légal
fur: gjenitôr legâl
he: הורה חוקי
it: genitore legale
pl: prawny rodzic
pt: Progenitor legal
ru: законный родитель
sk: legálni rodičia
tr: yasal ebeveyn
zh: 法定父母

source: foster parent
fi: sijaisvanhempi
fr: parent d'accueil
fur: gjenitôr adotif
he: הורה אומנה
it: genitore adottivo
pl: rodzic zastępczy
pt: Pai de acolhimento
ru: приемный родитель
sk: pestún
tr: koruyucu ebeveyn
zh: 寄養父母

source: adoptive parents
fr: parents adoptifs
fur: gjenitôrs adotifs
he: הורים מאמצים
it: genitori adottivi

source: adoptive parent
fi: adoptiovanhempi
fr: parent adoptif
fur: gjenitôr adotif
he: הורה מאמץ
it: genitori adottivi
pl: rodzic adopcyjny
pt: Pai adoptivo
ru: приемный родитель
sk: adoptívny rodič
tr: evlat edinen ebeveyn

source: relationship with
fi: avo- tai avioliitossa
fr: rélation avec
fur: relazion cun
he: קשר עם
it: relazione con
pl: związek z
pt: relacionamento com
ru: связь с
sk: vzťah s
tr: ile ilişki
zh: 的關係

source: married to
fi: puoliso
fr: marié avec
fur: sposât cun
he: נשוי/נשואה ל-
it: sposato con
pl: poślubiony
pt: casado(a) com
ru: в браке с
sk: zosobašený s
tr: ile evli
zh: 結婚與

source: marriage with
fi: puoliso
fr: mariage avec
fur: matrimoni cun
he: נישואין עם
it: matrimonio con
pl: małżeństwo z
pt: matrimónio com
ru: в браке с
sk: sobáš s
tr: ile evlilik
zh: 與婚姻關係

source: Registered
fi: Rekisteröity
fr: Enregistré
fur: Regjistrât
he: רשום
it: Registrato
pl: Zarejestrowany
pt: Registado
ru: Зарегистрированы
sk: Registrovaný
tr: Kayıtlı
zh: 註冊過的

source: divorced from
fi: eronnut
fr: divorcé de
fur: divorziât da
he: התגרש/ה מ-
it: divorziato da
pl: rozwiedziony od
pt: divorciado(a) de
ru: разведенный с
sk: rozvod z
tr: ile boşandı
zh: 跟雖離婚

source: marriage (divorced) with
fi: aviossa (eronnut)
fr: mariage (divorcé) avec
fur: matrimoni (divorziât) cun
he: נישואין (וגירושין) עם
it: matrimonio (divorziato) con
pl: małżeństwo (rozwiedziony) z
pt: matrimónio (divorciado) com
ru: в разводе с
sk: sobáš (rozvod) s
tr: ile evlilik (boşanmış)
zh: 跟雖結婚 (離婚)

source: ash dispersion
fi: tuhkan sijoitus
fr: dispersion des cendres
fur: sparniçâ la cinise
he: פיזור אפר
it: disperdere le ceneri
pl: rozsypanie popiołów
pt: dispersão das cinzas
ru: рассеивание золы
sk: popol rozsýpaný
tr: kül dağılımı
zh: 骨灰放置

source: occupation
fi: ammatti
fr: profession
fur: occupazion
he: מקצוע: ‏
it: occupazione
pl: zawód
pt: profissão
ru: занятость
sk: povolanie
tr: meslek
zh: 職業

source: occupations
fi: ammatit
fr: professions
fur: occupazions
he: מקצועות
it: occupazioni
pl: zawody
pt: profissões
ru: занятость
sk: povolania
tr: meslekler
zh: 職業

source: religions
fr: réligions
fur: religjons
he: דתות
it: religioni

source: residence
fi: asuinp.
fr: résidence
he: מגורים
it: residenza
pl: pobyt
pt: residência
ru: резиденция
sk: bydlisko
tr: ikametgah
zh: 住所

source: Residence (family)
fi: Asuinpaikka (perhe)
fr: Résidence (famille)
fur: Residence (Famêe)
he: מקום מגורים (משפחה)
it: Residenza (famiglia)
pl: Dom (rodzinny)
pt: Residência (da família)
zh: 住所 (家庭)

source: residences
fi: asuinpaikat
fr: résidences
fur: residencis
he: מקומות מגורים
it: residenze
pl: rezydencje
pt: residências
ru: резиденции
sk: bydliská
tr: ikametgahlar
zh: 住所群

source: Residences (family)
fi: Asuinpaikat (perhe)
fr: Résidences (famille)
fur: Residencis (Famêe)
he: מקומות מגורים (משפחה)
it: Residenze (famiglia)
pl: Domy (rodzinne)
pt: Residências (da família)
zh: 住所群 (家庭)

source: phone
fr: téléphone
fur: Telefon
he: טלפון
it: Telefono

source: Missing image
fi: Kadonnut kuva
fr: Image manquante
fur: Imagjine mancjant
he: חסרה תמונה
it: Immagine mancante
pl: Brak zdjęcia
pt: Imagem em falta
ru: Изображение отсутствует
sk: Chýbajúci obrázok
tr: Eksik görüntü

source: Sources for person
fr: Sources pour personne
fur: Fonts pa persone
he: מקורות לאנשים
it: Fonti per la persona
pl: Źródła dla osoby
ru: Источники для человека
sk: Zdroje pre osobu
tr: Kişi için kaynaklar

source: Sources for family
fr: Sources pour une famille
fur: Fonts pa Famee
he: מקורות למשפחה
it: Fonti per la Famiglia
pl: Źródła dla rodziny
ru: Источники для семьи
sk: Zdroje pre rodinu
tr: Aile için kaynaklar

source: Source for family
fi: Perhetiedon lähde
fr: Origine de la famille
fur: Font pa Famee
he: מקור למשפחה
it: Fonte per la famiglia
pl: Źródło dla rodziny
ru: Источник для семьи
sk: Zdroj pre rodinu
tr: Aile için kaynak

source: sources
fi: lähteet
fur: fonts
he: מקורות
it: fonti
pl: źródła
ru: источники
sk: zdroje
tr: kaynaklar

source: source text
fi: lähdeteksti
fr: Source du texte :
fur: test da font
he: טקסט המקור
it: fonte per testo
pl: źródła tekst
pt: texto da fonte
ru: исходный текст
sk: zdroj textu
tr: kaynak metin
zh: 源碼文句

source: extra text
fr: texte supplémentaire
fur: test extra
he: טקסט נוסף
it: testo extra
pl: dodatkowy tekst
ru: Дополнительный текст
sk: doplnkový text
tr: ekstra metin

source: role
fi: rooli
fr: rôle
fur: rûl
he: תפקיד
it: ruolo
pl: rola
pt: função
ru: роль
sk: úloha
tr: rol
zh: 角色

source: page
fi: sivu
fur: pagjine
he: עמוד
it: pagina
pl: strona
ru: страница
sk: strana
tr: sayfa

source: PDF Created with %s on
fr: PDF Créé avec %s sur
fur: PDF Creât cun %s su
he: PDF נוצר עם %s בתאריך
it: PDF Creato con%s su

source: This person was witness at:
fi: Tämä henkilö oli todistajana:
fr: cette personne à été témoin à:
fur: Cheste persone a je stade testimoni di:
he: אדם זה היה עד ב:
it: Questa persona è stata testimone di:
pl: Ta osoba była świadkiem:
pt: Esta pessoa foi testemunha em:
ru: Персона была сведителем на:
sk: Táto osoba bola svedkom k:
tr: Bu kişi şurada tanıktı:

source: City
fi: Postitoimipaikka
fr: Ville
fur: Citât
he: עיר
it: Città
pl: Miasto
pt: Cidade
ru: Город
sk: Mesto
tr: Şehir

source: PRIVACY FILTER
fi: HENKILÖSUOJA-SUODATUS
fr: FILTRE DE CONFIDENTIALITÉ
fur: FILTRI DA PRIVACY
he: מסנן פרטיות ‏
it: FILTRO PER LA PRIVACY
pl: FILTR PRYWATNOŚCI
pt: FILTRO de PRIVACIDADE
ru: СКРЫТО
sk: SÚKROMNÝ FILTER
tr: GİZLİLİK FİLTRESİ
zh: 隱私過濾

source: Get image of chart for printing (allow popup!)
fi: Tee kaavion kuva tulostusta varten (salli ponnahdusikkuna!)
fr: Obtenir l'image du graphique pour l'impression (autoriser le popup !)
fur: Prepare la imagjine dal grafic par la stampe (autorize un barcon!)
he: קבל תמונה של התרשים שניתן להדפיס (וודא שאיפשרת חלונות קופצים)
it: Ottieni l'immagine del grafico per la stampa (consenti popup!)
pl: Uzyskaj obraz wykresu do wydrukowania (zezwól na wyskakujące okienko!)
pt: Obter imagem do mapa para impressão (permitir o popup!)
ru: Версия для печати
sk: Získať obrázok grafu pre tlač (povoliť pravý klik!)
tr: Yazdırmak için grafiğin görüntüsünü alın (açılır pencereye izin verin!)
zh: 得到圖表之圖片用來打印（允許彈出式屏幕！）

source: Right click on the image below and save it as a .png file to your computer.<br>You can then print it over multiple pages with dedicated third-party programs, such as the free:
fi: Klikkaa hiiren oikealla alla olevaa kuvaa ja talleta se .png-muodossa tietokoneellesi.<br>Voit sitten tulostaa sen monisivutulosteena sopivalla kolmannen osapuolen ohjelmalla, kuten ilmaisella:
fr: Faites un clic droit sur l'image ci-dessous et enregistrez-la en tant que fichier .png sur votre ordinateur<br> Vous pouvez ensuite l'imprimer sur plusieurs pages avec des programmes tiers dédiés, tels que le gratuit :
fur: Fai clic diestri su l'imagjine chi sot e salvile come file .png sul to ordenadôr. <br> Podopo tu puedis stampâlu su plui pagjinis cun un programari adat, come par esempli, a gratis:
he: הקלק קליק ימיני על התמונה למטה ושמור אותה עם סיומת .png במחשב שלך. <br> אחר כך אתה יכול להדפיס את התמונה כל דבי מספר דפים בעזרת לוכנות עזר מיוחדות כגון התוכנה החופשית:
it: Fai clic destro sull'immagine qui sotto e salvarla come file .png sul tuo computer. <br> Puoi quindi stamparlo su più pagine con programmi di terze parti dedicati, come ad esempio il gratuito:
pl: Kliknij obraz prawym przyciskiem myszy i zapisz go jako plik .png na komputerze.<br>Następnie możesz wydrukować go na wielu stronach za pomocą dedykowanych programów innych firm, takich jak bezpłatny:
pt: Clique com o botão direito do rato na imagem abaixo e salve-a no seu computador no formato .png.<br>Você pode então imprimi-la em múltiplas páginas com programas dedicados de terceiros, como os gratuitos:
ru: Щелкните правой кнопкой мыши изображение ниже и сохраните его как файл .png на свой компьютер.<br>Затем вы сможете распечатать его на нескольких страницах с помощью специальных сторонних программ, таких как бесплатные:
sk: Kliknite pravým tlačidlom myši na obrázok nižšie a uložte ho ako súbor .png do svojho počítača.<br>Potom ho môžete vytlačiť na viacerých stranách pomocou špecializovaných programov tretích strán, ako sú napríklad bezplatné:
tr: Aşağıdaki resme sağ tıklayın ve bilgisayarınıza bir .png dosyası olarak kaydedin.<br>Ardından, ücretsiz olanlar gibi özel üçüncü taraf programlarla birden çok sayfaya yazdırabilirsiniz:
zh: 右鍵點擊下面的圖片，並將其保存為PNG文件到你的計算機<BR>然後你可以使用專用的第三方程序將其打印在眾多頁面上那些第三方程序如免費的：

source: If you have a plotter you can use its software to print the image on one large sheet.
fi: Jos sinulla on sopiva tulostin, voit tulostaa kuvan yhtenä isokokoisena kuvana.
fr: Si vous avez un traceur, vous pouvez utiliser son logiciel pour imprimer l'image sur une grande feuille.
fur: Se tu âs par man un plotter, tu puedis stampâ la imagjine sun tun unic sfuei di grandis dimensions.
he: אם יש לך מדפסת plotter אתה יכול להשתמש בתוכנה שלה על מנת להדפיס את התמונה על גליון גדול
it: Se si dispone di un plotter, è possibile utilizzare il relativo software per stampare l'immagine su un unico foglio di grandi dimensioni.
pl: Jeśli masz ploter, możesz użyć jego oprogramowania do wydrukowania obrazu na jednym dużym arkuszu.
pt: Se tiver um plotter pode recorrer ao seu software para imprimir a imagem numa ´folha grande.
ru: Если у вас есть плоттер, вы можете использовать его программное обеспечение для печати изображения на одном большом листе.
sk: Ak máte ploter, môžete použiť svoj softvér pre tlač obrazu na jeden veľký arch.
tr: Bir çiziciniz varsa, görüntüyü büyük bir kağıda yazdırmak için yazılımını kullanabilirsiniz.
zh: 如果你有一台繪圖儀你可以使用它的軟件打印該圖像到一個大紙面上。

source: PROBANT
fi: MAHDOLLINEN
fur: DOCUMENTÂT
he: אדם בסיס
it: DOCUMENTATO
ru: ИСПЫТУЕМЫЙ
sk: Dokázateľné
zh: 確鑿

source: Grandparents
fi: isovanhemmat
fr: Grands-parents
fur: Nonos
he: סבים
it: Nonni
pl: Dziadkowie
pt: Avós
ru: Дедушки и бабушки
sk: Starí rodičia
tr: Büyük ebeveynler
zh: 祖父母親

source: Great-Grandparents
fi: iso-isovanhemmat
fr: Arrière-grands-parents
fur: Nonos bis
he: סבים-רבא
it: Bisnonni
pl: Pradziadkowie
pt: Bisavós
ru: Пра-дедушки и пра-бабушки
sk: Pra-starí rodičia
tr: Büyük-Büyük ebeveynler
zh: 曾祖父母親

source: Great Great-Grandparents
fi: iso-iso-isovanhemmat
fr: Arrière-arrière-grands-parents
fur: Strabasavon
he: סבים רבא דרגה 2
it: Trisnonni
pl: Prapradziadkowie
pt: Trisavós
ru: Пра-прадедушки и Пра-прабабушки
sk: Pra-prarodičia
tr: Büyük-Büyük-Büyük ebeveynler
zh: 曾曾祖父母親

source: 3rd Great-Grandparents
fi: 3. iso-isovanhemmat
fr: arrière-grands-parents au 3ème degré
fur: Vons di tierç grât
he: סבים רבא דרגה 3
it: Trisavolo
pl: 3ci Prapradziadkowie
pt: Tetravós
ru: 3-е поколение предков
sk: Prarodičia 3. stupňa
tr: 3. Büyük-Büyük ebeveynler
zh: 第三曾曾祖父母親

source: 4th Great-Grandparents
fi: 4. iso-isovanhemmat
fr: arrière-grands-parents au 4ème degré
fur: Vons di cuart grât
he: סבים רבא דרגה 4
it: Quadrisavolo
pl: 4ty Pradziadkowie
pt: Pentavós
ru: 4-е поколение предков
sk: Prarodičia 4. stupňa
tr: 4. Büyük-Büyük ebeveynler
zh: 第四曾曾祖父母親

source: 5th Great-Grandparents
fi: 5. iso-isovanhemmat
fr: arrière-grands-parents au 5ème degré
fur: Vons di cuint grât
he: סבים רבא דרגה 5
it: Avo di quinto grado
pl: 5ty Pradziadkowie
pt: Hexavós
ru: 5-е поколение предков
sk: Prarodičia 5. stupňa
tr: 5. Büyük-Büyük ebeveynler
zh: 第五曾曾祖父母親

source: 6th Great-Grandparents
fi: 6. iso-isovanhemmat
fr: arrière-grands-parents au 6ème degré
fur: Vons di sest grât
he: סבים רבא דרגה 6
it: Avo di sesto grado
pl: 6ty Pradziadkowie
pt: Heptavós
ru: 6-е поколение предков
sk: Prarodičia 6. stupňa
tr: 6. Büyük-Büyük ebeveynler
zh: 第六曾曾祖父母親

source: 7th Great-Grandparents
fi: 7. iso-isovanhemmat
fr: arrière-grands-parents au 7ème degré
fur: Vons di setim grât
he: סבים רבא דרגה 7
it: Avo di settimo grado
pl: 7my Pradziadkowie
pt: Octavós
ru: 7-е поколение предков
sk: Prarodičia 7. stupňa
tr: 7. Büyük-Büyük ebeveynler
zh: 第七曾曾祖父母親

source: 8th Great-Grandparents
fi: 8. iso-isovanhemmat
fr: arrière-grands-parents au 8ème degré
fur: Vons di otâf grât
he: סבים רבא דרגה 8
it: Avo di ottavo grado
pl: 8my Pradziadkowie
pt: Nonavós
ru: 8-е поколение предков
sk: Prarodičia 8. stupňa
tr: 8. Büyük-Büyük ebeveynler
zh: 第八曾曾祖父母親

source: 9th Great-Grandparents
fi: 9. iso-isovanhemmat
fr: arrière-grands-parents au 9ème degré
fur: Vons di novesim grât
he: סבים רבא דרגה 9
it: Avo di nono grado
pl: 9ty Pradziadkowie
pt: Decavós
ru: 9-е поколение предков
sk: Prarodičia 9. stupňa
tr: 9. Büyük-Büyük ebeveynler
zh: 第九曾曾祖父母親

source: 10th Great-Grandparents
fi: 10. iso-isovanhemmat
fr: arrière-grands-parents au 10ème degré
fur: Vons di decim grât
he: סבים רבא דרגה 10
it: Avo di decimo grado
pl: 10ty Pradziadkowie
pt: 11-avós
ru: 10-е поколение предков
sk: Prarodičia 10. stupňa
tr: 10. Büyük-Büyük ebeveynler
zh: 第十曾曾祖父母親

source: 11th Great-Grandparents
fi: 11. iso-isovanhemmat
fr: arrière-grands-parents au 11ème degré
fur: Vons di decim prin grât
he: סבים רבא דרגה 11
it: Avo di undicesimo grado
pl: 11ty Pradziadkowie
pt: 12-avós
ru: 11-е поколение предков
sk: Prarodičia 11. stupňa
tr: 11. Büyük-Büyük ebeveynler
zh: 第十一曾曾祖父母親

source: 12th Great-Grandparents
fi: 12. iso-isovanhemmat
fr: arrière-grands-parents au 12ème degré
fur: Vons di decim secont grât
he: סבים רבא דרגה 12
it: Avo di dodicesimo grado
pl: 12ty Pradziadkowie
pt: 13-avós
ru: 12-е поколение предков
sk: Prarodičia 12. stupňa
tr: 12. Büyük-Büyük ebeveynler
zh: 第十二曾曾祖父母親

source: 13th Great-Grandparents
fi: 13. iso-isovanhemmat
fr: arrière-grands-parents au 13ème degré
fur: Vons di decim tierç grât
he: סבים רבא דרגה 13
it: Avo di tredicesimo grado
pl: 13ty Pradziadkowie
pt: 14-avós
ru: 13-е поколение предков
sk: Prarodičia 13. stupňa
tr: 13. Büyük-Büyük ebeveynler
zh: 第十三曾曾祖父母親

source: 14th Great-Grandparents
fi: 14. iso-isovanhemmat
fr: arrière-grands-parents au 14ème degré
fur: Vons di decim cuart grât
he: סבים רבא דרגה 14
it: Avo di quattordicesimo grado
pl: 14ty Pradziadkowie
pt: 15-avós
ru: 14-е поколение предков
sk: Prarodičia 14. stupňa
tr: 14. Büyük-Büyük ebeveynler
zh: 第十四曾曾祖父母親

source: 15th Great-Grandparents
fi: 15. iso-isovanhemmat
fr: arrière-grands-parents au 15ème degré
fur: Vons di decim cuint grât
he: סבים רבא דרגה 15
it: Avo di quindicesimo grado
pl: 15ty Pradziadkowie
pt: 16-avós
ru: 15-е поколение предков
sk: Prarodičia 15. stupňa
tr: 15. Büyük-Büyük ebeveynler
zh: 第十五曾曾祖父母親

source: 16th Great-Grandparents
fi: 16. iso-isovanhemmat
fr: arrière-grands-parents au 16ème degré
fur: Vons di decim sest grât
he: סבים רבא דרגה 16
it: Avo di sedicesimo
pl: 16ty Pradziadkowie
pt: 17-avós
ru: 16-е поколение предков
sk: Prarodičia 16. stupňa
tr: 16. Büyük-Büyük ebeveynler
zh: 第十六曾曾祖父母親

source: 17th Great-Grandparents
fi: 17. iso-isovanhemmat
fr: arrière-grands-parents au 17ème degré
fur: Vons di decim setim grât
he: סבים רבא דרגה 17
it: Avo di diciassetesimo grado
pl: 17ty Pradziadkowie
pt: 18-avós
ru: 17-е поколение предков
sk: Prarodičia 17. stupňa
tr: 17. Büyük-Büyük ebeveynler
zh: 第十七曾曾祖父母親

source: 18th Great-Grandparents
fi: 18. iso-isovanhemmat
fr: arrière-grands-parents au 18ème degré
fur: Vons di decim otâf grât
he: סבים רבא דרגה 18
it: Avo di diciottesimo grado
pl: 18ty Pradziadkowie
pt: 19-avós
ru: 18-е поколение предков
sk: Prarodičia 18. stupňa
tr: 18. Büyük-Büyük ebeveynler
zh: 第十八曾曾祖父母親
