Repository: Gawrion/HuMo-genealogy
Catalog: languages/*/*.po
Languages: fi, fr, fur, he, it, pl, pt, ru, sk, tr, zh

source: To show pictures, also check the user-group settings:
fi: Esittääksesi kuvat tarkista myös käyttäjäryhmän asetukset:
fr: Pour afficher des images, vérifiez également les paramètres de groupes d'utilisateurs :
fur: Par mostrâ lis imagjinis, controle ancje lis impostazions dal grup di utents
he: על מנת להציג תמונות בדוק גם את ההגדרות בתפריט משתמש -> קבוצה:
it: Per mostrare le immagini, controlla anche le impostazioni del gruppo di utenti:
pl: Aby wyświetlić zdjęcia, sprawdź także ustawienia grupy użytkowników:
pt: Para mostrar imagens, active também os parâmetros do grupo de utilizadores:
ru: Для отображения изображений проверьте настройки пользовательских групп:
sk: Ak chcete zobraziť obrázky, tiež skontrolujte nastavenie užívateľskej skupiny:
tr: Resimleri göstermek için kullanıcı grubu ayarlarını da kontrol edin:
zh: 展示圖像, 同時也檢查使用者設定:

source: - Creating thumbnails<br> - ATTENTION: it may be necessary to (temporarily) change access to the folder with the pictures (rwxrwxrwx)<br> - Sometimes the php.ini has to be changed slightly, remove the ; before the line with:
fi: - Muodostetaan pikkukuvat<br> - HUOMAUTUS: voi olla tarpeen (väliaikaisesti) muuttaa kuvakansion oikeuksia (rwxrwxrwx)<br> - Joskun php.ini täytyy muuttaa hieman, poista ; ennen riviä:
fr: - Création des vignettes<br> - ATTENTION : il peut être nécessaire de changer (temporairement) l'accès au répertoire des images (rwxrwxrwx)<br> - Parfois, le php.ini doit être changé légèrement, supprimez le ";" avant la ligne avec :
fur: - Creazion di miniaturis<br> - ATENZION: al pues jessi necesari (a voltis) cambiâ l'aces a la cartele cu lis imagjinis (rwxrwxrwx) <br> - A voltis il file php.ini al devi jessi cambiât un tic: canceòe il ; primea da la rie cun:
he: - יוצר תמונות ממוזערות<br> - שימו לב: ייתכן וצריך לשנות זמנית את ההרשאות לתיקייה עם התמונות (rwxrwxrwx)<br> - לעיתים יש צורך לשנות מעט את קובץ ה-php.ini וצריך להסר את ה"נקודה-פסיק" לפני השורה עם:
it: - Creazione di miniature<br> - ATTENZIONE: può essere necessario (temporaneamente) cambiare l'accesso alla cartella con le immagini (rwxrwxrwx) <br> - A volte il file php.ini deve essere cambiato leggermente, togliere il ; prima della riga con:
pl: - Tworzenie miniatur<br> - UWAGA: może być konieczna (tymczasowa) zmiana dostępu do folderu ze zdjęciami (rwxrwxrwx)<br> - Czasami php.ini musi zostać nieco zmieniony, usuń; przed wierszem z:
pt: - A criar thumbnails<br> - ATENÇÃO: pode ser necessário alterar (temporariamente) o acesso à pasta com as imagens (rwxrwxrwx)<br> - Por vezes o ficheiro php.ini tem de ser ligeiramente modificado, remova ; antes de "line with:"
ru: - Создание миниатюр<br> - ВНИМАНИЕ: может потребоваться (временно) изменить права доступа в папке с фотографиями (rwxrwxrwx)<br> - Иногда необходимо в файле php.ini удалить комментирующий символ ; в начале строки с:
sk: - Vytváranie náhľadov <br> - POZOR: môže byť potrebné zmeniť (dočasne) prístup do priečinka s obrázkami (rwxrwxrwx) <br> - Niekedy musí byť php.ini mierne zmenené, odstrániť ; pred riadkom s:
tr: - Küçük resimler oluşturma<br> - DİKKAT: Resimlerin bulunduğu klasöre erişimi (geçici olarak) değiştirmek gerekebilir (rwxrwxrwx)<br> - Bazen php.ini biraz değiştirilmelidir, kaldırılmalıdır ; ile satırdan önce:
zh: 創建縮略圖<br> - 注意：它可能是必要的(暫時地) 用圖片 (rwxrwxrwx) 改變文件夾的登入<br> - 有時可稍微改變這 php.ini , 移除這 ; 在這行之前:

source: Path to the pictures
fi: Valokuvien polku
fr: Chemin vers les images
fur: Path pas imagjinis
he: הכתובת לתמונות
it: Path per le immagini
pl: Ścieżka do zdjęć
pt: Caminho para as imagens
ru: Путь к изображениям
sk: Cesta k obrázkom
tr: Resimlere giden yol
zh: 登入圖表的路徑

source: Example of picture path:<br> www.myhomepage.nl/humo-gen/ => folder for %s files.<br> www.myhomepage.nl/pictures/ => folder for pictures.<br> Use a relative path, exactly as shown here: <b>../pictures/</b>
fr: Exemple de chemin d'image:<br> www.myhomepage.nl/humo-gen/ => dossier pour %s fichiers.<br> www.myhomepage.nl/pictures/ => dossier pour les photos.<br> Utilisez un chemin relatif, exactement comme indiqué ici: <b>../pictures/</b>
fur: Esempli di percors da l'imagjin:<br> www.myhomepage.it/humo-gen/ => cartele pai files %s.<br> www.myhomepage.it/pictures/ => cartella pas imagjinis.<br> Indiche un percors relatîf, propit come mostrât achi: <b>../pictures/</b>
he: דוגמה לכתובת מיקום התמונות:<br> www.myhomepage.nl/humo-gen/ => folder for %s files.<br> www.myhomepage.nl/pictures/ => folder for pictures.<br> השתמשו בכתובת יחסית, בדיוק כך: <b>/pictures/..</b>
it: Esempio di percorso dell'immagine:<br> www.myhomepage.nl/humo-gen/ => cartella per i files %s.<br> www.myhomepage.nl/pictures/ => cartella per le immagini.<br> Usa un percorso relativo, esattamente come mostrato qui:<b>../pictures/</b>
pl: Przykład ścieżki obrazu:<br> www.myhomepage.nl/humo-gen/ => folder na %s pliki.<br> www.myhomepage.nl/pictures/ => folder ze zdjęciami.<br> Użyj względnej ścieżki, dokładnie tak, jak pokazano tutaj: <b>../pictures/</b>
ru: Пример пути к изображению:<br> www.myhomepage.nl/humo-gen/ => папка для %s файлов.<br> www.myhomepage.nl/pictures/ => папка для картинок.<br> Используйте относительный путь, как показано здесь: <b>../pictures/</b>
sk: Príklad cesty k obrázku:<br> www.myhomepage.nl/humo-gen/ => priečinok pre súbory %s.<br> www.myhomepage.nl/pictures/ => priečinok pre obrázky.<br> Použite relatívnu cestu presne tak, ako je to zobrazené tu: <b>../pictures/</b>
tr: Resim yolu örneği:<br> www.myhomepage.nl/humo-gen/ => %s dosyaları için klasör.<br> www.myhomepage.nl/pictures/ => resimler için klasör.<br> Tam olarak burada gösterildiği gibi göreli bir yol kullanın: <b>../resimler/</b>

source: Subdirectories:
fr: Sous-répertoires :
fur: Sotcartelis:
he: תתי-תיקיות
it: sottodirectory:

source: Status of picture path
fi: Kuvapolun status
fr: Statut du chemin des images
fur: Indiriz das Imagjinis
he: הסטטוס של דרך הגישה לתיקיית התמונות
it: Stato del percorso dell'immagine
pl: Status ścieżki obrazu
pt: Estado do caminho para a imagem
ru: Статус пути к изображениям
sk: Stav cesty k obrázkom
tr: Resim yolunun durumu
zh: 登入圖表的路徑大狀態

source: Picture path exists.
fi: Kuvien polku on olemassa.
fr: Le chemin des images existe.
fur: La path pas imagjinis a esist.
he: הוגדרה דרך הגישה לתיקיית התמונות.
it: Il percorso dell'immagine esiste.
pl: Ścieżka obrazu istnieje.
pt: O caminho para a imagem existe.
ru: Путь к изображениям существует.
sk: Cesta k obrázkom existuje.
tr: Resim yolu var.
zh: 登入圖表的路徑有存在

source: Picture path doesn't exist!
fi: Kuvien polkua ei ole olemassa!
fr: Le chemin des images n'existe pas !
fur: La path das imagjinis a no esist!
he: דרך הגישה לתיקיית התמונות לא הוגדרה!
it: Il percorso dell'immagine non esiste!
pl: Ścieżka obrazu nie istnieje!
pt: O caminho para a imagem não existe!
ru: Путь к изображениям не существует!
sk: Cesta k obrázkom neexistuje!
tr: Resim yolu yok!
zh: 登入圖表的路徑沒有存在

source: You can change filenames here.
fi: Voit muuttaa tiedostojen nimiä tässä.
fr: Vous pouvez modifier les noms de fichiers ici.
fur: Achi tu puedis cambiâ i nons dai files.
he: כאן אפשר לשנות שמות קבצים
it: Puoi cambiare i nomi dei file qui.
pl: Możesz zmienić nazwy plików tutaj.
pt: Pode alterar os nomes dos ficheiros aqui.
ru: Вы можете изменить именования файлов.
sk: Tu môžeš zmeniť názvy súborov.
tr: Dosya adlarını buradan değiştirebilirsiniz.

source: Photos
fi: Kuvat
fur: Foto
he: תמונות
it: Foto
pl: Zdjęcia
pt: Fotografias
ru: Фотографии
sk: Fotky
tr: Fotoğraflar

source: Prefix has to be 2 letters and _
fi: Etuliitteen täytyy olla 2 kirjainta ja _
fr: Le préfixe doit être de 2 lettres et _
fur: Il prefìs al à di sei di dos letaris e _
he: הקידומת צריכה להיות מורכבת מ-2 אותיות אנגליות והסימן _
it: Il prefisso deve essere di 2 lettere e _
pl: Prefiks musi składać się z 2 liter i _
pt: O prefixo tem de ter 2 letras e _
ru: Префикс должен содержать 2 буквы и символ _
sk: Prefix má mať 2 písmena a _
tr: Önek 2 harf ve _ olmalıdır

source: When creating a category you have to give it a name
fi: Kun teet ryhmän, sinun täytyy nimetä se
fr: Lors de la création d'une catégorie que vous devez lui donner un nom
fur: Cuant che tu creis une categorie tu âs di dai un non
he: כשיוצרים קטגוריה חייבים לתת לה שם
it: Quando crei una categoria devi dargli un nome
pl: Tworząc kategorię, musisz nadać jej nazwę
pt: Quando criar uma categoria tem de lhe atribuir um nome
ru: При создании категории необходимо задать имя
sk: Pri vytváraní kategórii budete musieť dať jej meno
tr: Bir kategori oluştururken ona bir isim vermelisiniz

source: A category with this prefix already exists!
fi: Tämän etuliitteen omaava ryhmä on jo olemassa!
fr: Une catégorie avec ce préfixe existe déjà !
fur: Une categorie cun chest prefìs al esist za!
he: כבר קיימת קטגוריה עם הקידומת הזו!
it: Una categoria con questo prefisso esiste già!
pl: Kategoria z tym prefiksem już istnieje!
pt: Já existe uma categoria com este prefixo!
ru: Категория с таким префиксом уже существует!
sk: Kategória s týmto prefixom už existuje!
tr: Bu öneki olan bir kategori zaten var!

source: Changed filename:
fi: Muutettu tiedostonimi:
fr: Nom du fichier modifié :
fur: Cambiât il Non dal file:
he: שינינו את שם הקובץ:
it: Modificato il Nome del file:
pl: Zmieniona nazwa pliku:
pt: Nome do ficheiro alterado:
ru: Изменено имя файла:
sk: Zmenený názov súboru:
tr: Değiştirilen dosya adı:

source: into filename:
fi: tiedostonimeksi:
fr: dans le nom de fichier :
fur: tal non dal file:
he: לשם קובץ:
it: nel nome del file:
pl: do nazwy pliku:
pt: Alterado para:
ru: на имя файла:
sk: na súbor:
tr: dosya adına:

source: Change filename
fi: Muuta tiedoston nimi
fr: Modifier le nom de fichier
fur: Cambie il Non dal file
he: שנה שם קובץ
it: Modifica il Nome del file
pl: Zmień nazwę pliku
pt: Alterar o nome do ficheiro
ru: Изменение имени файла
sk: Zmeň názov súboru
tr: Dosya adını değiştir

source: This folder does not exists!
fi: Kansiota ei ole olemassa!
fr: Ce dossier n'existe pas !
fur: Cheste cartele non esist!
he: תיקייה זו אינה קיימת!
it: Questa cartella non esiste!
pl: Ten folder nie istnieje!
pt: Esta pasta não existe!
ru: Такая папка не существует!
sk: Tento adresár neexistuje!
tr: Bu klasör yok!
zh: 這文件夾沒有存在

source: Create categories for your photo albums
fi: Muodosta ryhmät valokuvakansioitasi varten
fr: Créer des catégories pour vos albums photos
fur: Crê lis categorîs pai tiei albums fotografics
he: כאן אפשר ליצור קטגוריות לאלבומי התמונות
it: Crea le categorie per i tuoi album fotografici
pl: Utwórz kategorie dla swoich albumów fotograficznych
pt: Criar categorias para os seus álbuns de fotografias
ru: Создать категории для фотоальбома
sk: Vytvor kategórie pre tvoj fotoalbum
tr: Fotoğraf albümleriniz için kategoriler oluşturun

source: Here you can create categories for all your photo albums.</li><li><b>A category will not be displayed in the photobook menu unless there is at least one picture for it.</b></li><li>Click "Default" to create one default name in all languages. Choose a language from the list to set a specific name for that language.<br><b>TIP:</b> First set an English name as default for all languages, then create specific names for those languages that you know. That way no tabs will display without a name in any language. In any case, setting a default name will not overwrite names for specific languages that you have already set.</li><li>The category prefix has to be made up of two letters and an underscore (like: <b>sp_</b> or <b>ws_</b>).</li><li>Pictures that you want to appear in a specific category have to be named with that prefix like: <b>sp_</b>John Smith.jpg</li><li>Pictures that you want to be displayed in the default photo category don't need a prefix.
fi: Tässä voit luoda ryhmiä kaikkiin valokuva-albumeihisi.</li><li><b>Ryhmää ei näytetä Kuvakirja-valikossa, jos siinä ei ole valokuvia.</b></li><li>Klikkaa "Oletus" tehdäksesi yhden oletusnimen kaikille eri kielille. Valitse kieli luettelosta luodaksesi sille kielikohtaisen nimen.<br><b>VHJE:</b> Aseta ensin englanninkielinen nimi oletukseksi kaikille kielille, sitten kielikohtaiset nimet muille kielille tarpeen mukaan. Näin jokaisella kielellä on vähintään yksi nimi. Joka tapauksessa oletusnimen asettaminen ei ylikirjoita niitä nimiä joita olet jo asettanut eri kielille.</li><li>Ryhmän etuliitteen täytyy olla kaksi kirjainta ja alaviiva (esim.: <b>sp_</b> tai <b>ws_</b>).</li><li>Kuvat jotka haluat tähän erityiseen ryhmään, täytyy nimetä tällä samalla etuliitteellä, esimerkiksi: <b>sp_</b>Jussi Virtanen.jpg</li><li>Valokuvat jotka haluat oletuskansioon, eivät tarvitse etuliitettä.
fr: Ici vous pouvez créer des catégories pour tous vos albums images. </li> <li> <b> Pour qu'une catégorie soit affichée dans le menu de l'album photos il faut qu'il contienne au moins une image. </b> </li> <li> Cliquez sur "Défaut" pour créer un nom par défaut dans toutes les langues. Choisissez une langue dans la liste pour définir un nom spécifique pour cette langue. <br> <b> CONSEIL :</b> Tout d'abord définissez un nom anglais par défaut pour toutes les langues, puis créez des noms spécifiques pour les langues que vous connaissez. De cette façon, aucun onglet sera sans nom dans n'importe quelle langues. En tout cas, mettre un nom par défaut n'écrasera pas des noms pour les langues spécifiques que vous avez déjà définies.</li> <li> La catégorie préfixe doit être composée de deux lettres et un trait de soulignement (comme : <b> sp_ </b> ou <b> ws _ </b>). </li> <li> Les images que vous souhaitez voir apparaître dans une catégorie spécifique doivent être nommées avec le préfixe comme : <b> sp _ </b> John Smith .jpg.</li> <li> Les images que vous voulez afficher dans la catégorie image générale par défaut n'ont pas besoin d'un préfixe.
fur: Achì tu puedis creâ categoriis par ducj i toi albums fotografics. </ Li> <li> <b>Une categorie a no sarà mostrade tal indiç dal libri das fotografîs se no ja almancul une imagjne </ B> </ li> "<li> Fare clic su \"Predefinît \" par creâ un non gjeneric in dutis lis lenghis. Sielz une lenghe ta liste e met dentri il titul specific par chê lenghe.<br> <b> SUGJERIMENT: </ b> imposte prin di dut un non in Inglês come predefinît par dutis lis lenghis, podopo indiche i nons pas lenghis che tu cognossis. In cheste maniere no saran mai visualizadis tabelis cence nons in cualchi lenghe. In ogni câs, la indicazion di un non predefinît a nol nascuint mai i nons pas lenghis che tu âs zà impostât. </ Li> <li> Il prefìs da categorie al a di sei fat di dôs letaris e un tratut-bas (come: <b>sp_</b> o <b>ws_</ b>). </ li> <li> Lis imagjinis che a si vuelin visualizâ in tune categorie specifiche a jan di jessi rinomenadis cun chel prefìs come: <b> sp_</ b>Mario-Rossi.jpg </ li> <li> Lis imagjinis che si intint visualizâ ta categorie predefinide das imagjinis no an bisugne di prefìs.
he: כאן אפשר ליצור קטגוריות לכל אלבומי התמונות שלך.</li><li><b>קטגוריה לא תוצג כלשונית בתפריט אלבום התמונות אם אין בה לפחות תמונה אחת.</b></li><li>הקליקו על "ברירת מחדל" כדי ליצור שם זהה בכל השפות או בחרו שפה מתוך הרשימה כדי ליצור שם לקטגוריה בשפה זו בלבד. <br><b>המלצה:</b> קודם תיצור שם אנגלי לכל השפות ואח"כ הקצה שמות לשפות ספציפיות. בדרך זו לא תהיה אף קטגוריה שאין לה שם. בכל מקרה קביעת שם ברירת מחדל לא תמחוק שמות ספציפיות שכבר ניתנו לשפה מסויימת.</li><li>הקידומת של קטגוריה חייבת להיות מורכבת משתי אותיות אנגליות קטנות וסימן הקו התחתי, (למשל: <b>sp_</b> או <b>ws_</b>(.</li><li>תמונות שאתה רוצה להציגם בקטגוריה צריכות לקבל קידומת זהה לקידומת הקטגויה, למשל: <b>sp_</b>John Smith.jpg</li><li>תמונות שברצונכם להציג אותן בספריית התמונות הראשית לא צרכות לקבל קידומת כלשהי.
it: Qui puoi creare categorie per tutti i tuoi album fotografici. </li> <li> <b> Una categoria non verrà visualizzata nel menu del fotolibro a meno che non ci sia almeno un'immagine per essa. </b></li><li> Fare clic su "Predefinito " per creare un nome predefinito in tutte le lingue. Scegli una lingua dall'elenco per impostare un nome specifico per quella lingua. <br> <b> SUGGERIMENTO: </b> imposta innanzitutto un nome in Italiano come predefinito per tutte le lingue, quindi crea nomi specifici per quelle lingue che conosci. In questo modo non verranno visualizzate schede senza un nome in nessuna lingua. In ogni caso, l'impostazione di un nome predefinito non sovrascriverà i nomi per lingue specifiche che hai già impostato. </li><li> Il prefisso di categoria deve essere composto da due lettere e un carattere di sottolineatura (come: <b>sp_</b> o <b>ws_</b>). </li><li> Le immagini che si desidera visualizzare in una categoria specifica devono essere denominate con quel prefisso come: <b> sp_</b>Mario Rossi.jpg </li><li> Le immagini che si desidera visualizzare nella categoria foto predefinita non hanno bisogno di un prefisso.
pl: Tutaj możesz tworzyć kategorie dla wszystkich swoich albumów ze zdjęciami.</li><li><b>kategoria nie będzie wyświetlana w menu fotoksiążki, chyba że jest dla niej co najmniej jedno zdjęcie.</b></li><li>Kliknij „Domyślne”, aby utworzyć jedną domyślną nazwę we wszystkich językach. Wybierz język z listy, aby ustawić konkretną nazwę dla tego języka.<br><b>WSKAZÓWKA:</b> Najpierw ustaw nazwę angielską jako domyślną dla wszystkich języków, a następnie utwórz określone nazwy dla tych języków, które znasz. W ten sposób żadne karty nie będą wyświetlane bez nazwy w żadnym języku. W każdym razie ustawienie nazwy domyślnej nie zastąpi nazw dla określonych języków, które już ustawiłeś.</li><li>Prefiks kategorii musi składać się z dwóch liter i znaku podkreślenia (np .: <b>sp_</b> or <b>ws_</b>).</li><li>Zdjęcia, które mają się pojawić w określonej kategorii, muszą mieć nazwę z takim prefiksem, jak: <b>sp_</b>Jan Nowak.jpg</li><li>Zdjęcia, które mają być wyświetlane w domyślnej kategorii zdjęć, nie wymagają prefiksu.
pt: Aqui pode criar categorias para todos os seus álbuns fotográficos.</li><li><b> Uma categoria não será exibida no menu do álbum a não ser que inclua pelo menos uma imagem. </b></li><li>Clique em "Por Defeito" para criar um nome por defeito em todas as linguagens. Escolha a linguagem da lista para definir um nome específico para essa linguagem.<br><b>TIP:</b> Defina primeiro um nome em Inglês como valor pré-estabelecido para todas as linguagens, e depois crie nomes específicos para as linguagens que conhece. Deste modo não são apresentadas tabelações sem um nome em qualquer linguagem. De qualquer forma, a atribuição de um nome por defeito não irá sobrescrever os nomes para as linguagens específicas que você já definiu. </li><li>O prefixo da categoria tem de incluir duas letras e um travessão (como: <b>sp_</b> ou <b>ws_</b>).</li><li>As imagens que você quer que apareçam numa categoria específica têm de ser nomeadas com esse prefixo, por ex: : <b>sp_</b> Joâo Alves.jpg</li><li> As imagens que pretende mostrar na categoria por defeito não precisam de prefixo.
ru: Здесь вы можете создавать категории для всех ваших фотоальбомов.</li><li><b>Категория не будет отображаться в меню фотокниги, если для нее нет хотя бы одного изображения.</b></li>< li>Нажмите «По умолчанию», чтобы создать одно имя по умолчанию на всех языках. Выберите язык из списка, чтобы установить конкретное имя для этого языка.<br><b>СОВЕТ.</b> Сначала установите английское имя по умолчанию для всех языков, а затем создайте конкретные имена для тех языков, которые вы знаете. Таким образом ни одна вкладка не будет отображаться без имени на любом языке. В любом случае установка имени по умолчанию не приведет к перезаписи имен для определенных языков, которые вы уже установили.</li><li>Префикс категории должен состоять из двух букв и символа подчеркивания (например: <b>sp_< /b> или <b>ws_</b>).</li><li>Изображения, которые вы хотите отобразить в определенной категории, должны называться с этим префиксом, например: <b>sp_</b>Джон Смит. .jpg</li><li>Изображения, которые вы хотите отображать в категории фотографий по умолчанию, не нуждаются в префиксе.
sk: Tu si môžete vytvoriť kategórie pre všetky vaše fotoalbumy. </li> <li> <b> Kategória nebude zobrazená v ponuke fotoknihy, ak neexistuje aspoň jeden snímok. </b> </li> <li> Kliknutím na tlačidlo "Základné" vytvorte predvolený názov vo všetkých jazykoch. Vyberte jazyk zo zoznamu - nastavte konkrétny názov pre daný jazyk <br> <b>Tip:</b> Najprv nastavte Anglický názov ako predvolené pre všetky jazyky, potom vytvorte špecifické mená pre tie jazyky, ktoré poznáte. Tak žiadne záložky nebudú bez názvu v akomkoľvek jazyku. V každom prípade, nastavte predvolený názov pre konkrétne jazyky, ktoré ste už nastavili </li> <li> Kategória prefix musí byť tvorená z dvoch písmen a podčiarknutie (ako : <b> sp_ </b> alebo <b> ws_ </b>) </li> <li> Fotografie, ktoré chcete zobraziť v konkrétnej kategórii musia byť pomenované s prefixom, napr. : <b> sp_</b>John Smith.jpg </li> <li> Fotografie, ktoré chcete zobraziť v základnej kategórii fotografií nepotrebujú prefix.
tr: Burada tüm fotoğraf albümleriniz için kategoriler oluşturabilirsiniz.</li><li><b>En az bir resim olmadığı sürece, fotoğraf kitabı menüsünde bir kategori görüntülenmez.</b></li><li>Tüm dillerde bir varsayılan ad oluşturmak için "Varsayılan" ı tıklayın. Bu dil için belirli bir ad belirlemek üzere listeden bir dil seçin.<br><b>İPUCU:</b> Önce tüm diller için varsayılan olarak ingilizce bir ad belirleyin, ardından bildiğiniz diller için belirli adlar oluşturun. Bu şekilde, herhangi bir dilde ad olmadan hiçbir sekme görüntülenmez. Her durumda, varsayılan bir ad ayarlamak, önceden belirlediğiniz belirli dillerin adlarının üzerine yazmaz.</li><li>Kategori öneki iki harften ve alt çizgiden oluşmalıdır (örneğin: <b>sp_</b> veya <b>ws_</b>).</li><li>Belirli bir kategoride görünmesini istediğiniz resimlerin bu önek gibi adlandırılması gerekir: <b>sp_</b>John Smith.jpg</li><li>Varsayılan fotoğraf kategorisinde görüntülenmesini istediğiniz resimlerin ön eke ihtiyacı yoktur.

source: A (sub)directory could also be a category. Example: category prefix = ab_, the directory name = ab.
fr: Un (sous-)répertoire peut également être une catégorie. Exemple : préfixe de catégorie = ab_, le nom du répertoire = ab.
fur: Une (sot) directory a pò ancje iessi une categorie. Esempli: prefis da categorie = ab_, non da directory = ab.
he: גם (תת)תיקיה יכולה להיות קטגוריה. למשל: category prefix = ab_, the directory name = ab
it: Una (sotto)directory potrebbe anche essere una categoria. Esempio: prefisso della categoria = ab_, nome della directory = ab.

source: Category name
fi: Ryhmän nimi
fr: Nom de la catégorie
fur: Non da categorie
he: שם הקטגוריה
it: Nome della categoria
pl: Nazwa Kategorii
pt: Nome da categoria
ru: Наименование категории
sk: Názov kategórie
tr: Kategori adı

source: default - without prefix
fi: oletus - ilman etuliitettä
fr: défaut - sans préfixe
fur: predefinît - cence prefìs
he: ברירת מחדל - ללא קידומת
it: predefinito - senza prefisso
pl: domyślnie - bez prefiksu
pt: Por defeito - sem prefixo
ru: по-умолчанию - без префикса
sk: základné - bez prefixu
tr: varsayılan - öneksiz

source: Do you really want to delete category:
fi: Tahdotko varmat poistaa ryhmän.
fr: Voulez-vous vraiment supprimer la catégorie :
fur: Sigûr di eliminâ la categorie:
he: האם אתה באמת רוצה למחוק את הקטגוריה:
it: Vuoi davvero eliminare la categoria:
pl: Czy naprawdę chcesz usunąć kategorię:
pt: Confirma a eliminação da categoria:
ru: Вы действительно хотите удалить категорию:
sk: Naozaj chceš vymazať kategóriu:
tr: Kategoriyi gerçekten silmek istiyor musunuz:

source: Save changes
fi: Tallenna muutokset
fr: Sauvegarder les modifications
fur: Salve lis modifichis
he: שמור את השינויים
it: Salva le modifiche
pl: Zapisz zmiany
pt: Gravar as alterações
ru: Сохранить изменения
sk: Ulož zmeny
tr: Değişiklikleri kaydet
